[{"Name":"Eagle Knight","CR":"2.00","XP":"600","Size":"Medium","Init":"3","AC":"19, touch 13, flat-footed 16","HP":"24","Fort":"4","Ref":"4","Will":"+2 (+1 vs. fear)","DefensiveAbilities":"bravery +1","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"mwk greatsword +6 (2d6+1/19-20)","Ranged":"mwk composite longbow +7 (1d8+1/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 13, Dex 17, Con 12, Int 10, Wis 8, Cha 14","BaseAtk":"3","CMB":"4","CMD":"17","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":""},{"Name":"Erinat Gremlin","CR":"2.00","XP":"600","Size":"Tiny","Init":"3","AC":"15, touch 15, flat-footed 12","HP":"19","Fort":"3","Ref":"6","Will":"2","DefensiveAbilities":"","SR":"13","Weaknesses":"","Speed":"30 ft.","Melee":"spiked chain +6 (1d4+3)","Ranged":"","Space":"2-1/2 ft.","Reach":"0 ft. (5 ft. with spiked chain)","SpecialAttacks":"lashing chains, malicious mischief","AbilitiyScores":"Str 14, Dex 16, Con 15, Int 8, Wis 9, Cha 14","BaseAtk":"1","CMB":"2","CMD":"14","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":"Discordant Aura (Su) An erinat radiates an aura that imparts both gullibility and susceptibility to mental influence. Creatures within a 20-foot radius take a -2 penalty on saves against compulsion effects, and Bluff checks attempted against such creatures gain a +5 bonus. This bonus also applies on opposed Charisma checks against a charmed creature within the aura.  Lashing Chains (Ex) Erinats have 5-foot reach when attacking on their turn with their spiked chains, though they don't threaten adjacent squares when it is not their turn.  Malicious Mischief (Su) A pair of erinats working together for 1 round can present an item and compel a creature to take it. This functions as beguiling giftAPG (DC 13), but rather than using the item in the appropriate fashion, the recipient is compelled to use the item to attack a random non-gremlin creature within 30 feet, even if the recipient must use the item as an improvised weapon. Additionally, a group of six erinats working together over the course of 1 hour can create an effect identical to malicious spiteUM (DC 16) on any living creature. This effect functions at CL 6th, and the target creature must be either willing or helpless."},{"Name":"Fellsig","CR":"3.00","XP":"800","Size":"Medium","Init":"0","AC":"15, touch 10, flat-footed 15","HP":"27","Fort":"2","Ref":"1","Will":"5","DefensiveAbilities":"molten heart","SR":"","Weaknesses":"vulnerable to cold","Speed":"20 ft.","Melee":"slam +6 (1d4+4 plus burn)","Ranged":"lava ball +3 ranged touch (1d6 fire plus burn)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"burn (1d6, DC 13), eruption, lava ball","AbilitiyScores":"Str 16, Dex 10, Con -, Int 8, Wis 13, Cha 12","BaseAtk":"3","CMB":"+6 (+8 bull rush)","CMD":"16 (18 vs. bull rush)","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":"Lava Ball (Su) As a full-round action, a fellsig can regurgitate a ball of lava into its fist and hurl it with a range increment of 30 feet. Any creature struck must succeed at a DC 13 Reflex save or catch fire and take 1d6 points of fire damage at the start of its turn for an additional 1d4 rounds. The save DC is Charisma-based.  Molten Heart (Ex) Beneath the slabs of igneous rock that compose a fellsig's body are organs of superheated rock and fumes. A creature that confirms a critical hit against a fellsig in melee is struck by a jet of flaming ash that deals 2d6 points of fire damage (Reflex DC 13 half)."},{"Name":"Lumber Consortium Enforcer","CR":"3.00","XP":"800","Size":"Medium","Init":"1","AC":"15, touch 11, flat-footed 14","HP":"33","Fort":"7","Ref":"6","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"mwk longspear +9 (1d8+6/x3) or   handaxe +8 (1d6+4/x3) or   unarmed strike +8 (1d8+4)","Ranged":"javelin +5 (1d6+4)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"knockout (DC 16) 1/day, martial flexibility 5/day","AbilitiyScores":"Str 18, Dex 13, Con 14, Int 8, Wis 12, Cha 10","BaseAtk":"4","CMB":"+8 (+9 trip)","CMD":"19 (20 vs. trip)","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":""},{"Name":"Corrupt Politician","CR":"4.00","XP":"1200","Size":"Medium","Init":"2","AC":"13, touch 12, flat-footed 11","HP":"36","Fort":"2","Ref":"6","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"mwk sap +6 (1d6-1 nonlethal)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bardic performance 16 rounds/day (countersong, distraction, fascinate (DC 16), mockery -2, satire -2)","AbilitiyScores":"Str 8, Dex 14, Con 12, Int 13, Wis 10, Cha 18","BaseAtk":"3","CMB":"2","CMD":"14","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":""},{"Name":"Sawdust Slough","CR":"4.00","XP":"1200","Size":"Large","Init":"-1","AC":"12, touch 8, flat-footed 12","HP":"57","Fort":"10","Ref":"1","Will":"-3","DefensiveAbilities":"amorphous","SR":"","Weaknesses":"vulnerable to fire","Speed":"20 ft., climb 20 ft.","Melee":"slam +7 (1d6+6)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"engulf (DC 17, 1d6+6 bludgeoning plus choking chaff)","AbilitiyScores":"Str 18, Dex 8, Con 21, Int -, Wis 1, Cha 1","BaseAtk":"4","CMB":"9","CMD":"18 (can't be tripped)","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":"Choking Chaff (Ex) A sawdust slough constantly releases particles of plant matter that form a cloud of choking dust around it. Creatures beginning their turns adjacent to a sawdust slough are coated with this dust, revealing invisible creatures (as glitterdust, though without any of that spell's other effects) and dazzling creatures as long as they remain adjacent to it and for 1d3 rounds thereafter. In addition, creatures that breathe that begin their turns adjacent to the sawdust slough are sickened for the same duration (Fortitude DC 18 negates). Creatures that hold their breath before being exposed to the choking chaff aura are immune to the sickening effect for as long as they hold their breath. The save DC is Constitution-based. A sawdust slough's choking chaff aura is burned off when it takes fire damage, and does not become active again until the end of the sawdust slough's next turn.  Flammable (Ex) Sawdust sloughs and the particulate cloud surrounding them are highly flammable, causing any damaging flame around them to flare up in gouts of fire. Any creature adjacent to a sawdust slough (including creatures engulfed by it) when it takes fire damage must  succeed at a DC 18 Reflex save or take half as much fire damage as that dealt to the sawdust slough. The save DC is Constitution-based."},{"Name":"Cervapral","CR":"5.00","XP":"1600","Size":"Medium","Init":"4","AC":"18, touch 14, flat-footed 14","HP":"51","Fort":"5","Ref":"9","Will":"7","DefensiveAbilities":"","SR":"16","Weaknesses":"","Speed":"50 ft.","Melee":"gore +11 (1d6+2), mwk rapier +11/+6 (1d6+2/18-20)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"powerful charge (gore +11, 2d6+3)","AbilitiyScores":"Str 14, Dex 18, Con 17, Int 15, Wis 15, Cha 14","BaseAtk":"6","CMB":"8","CMD":"22","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":"Enchantment Sense (Ex) Cervaprals have an innate sense for magical compulsion and control. A cervapral can attempt a Sense Motive check to sense an enchantment as a move action, rather than requiring the normal 1 minute.  Mercies (Su) A cervapral's lay on hands ability removes disease (as remove disease) and fatigue in addition to curing damage.  Pronghorn (Ex) A cervapral's gore attack is considered a primary natural weapon, even when used in conjunction with a weapon attack.  Sprint (Ex) Once per minute, a cervapral can move at 10 times its normal speed (500 feet) when it makes a charge."},{"Name":"Silverblood Werewolf","CR":"5.00","XP":"1600","Size":"Medium","Init":"1","AC":"15, touch 11, flat-footed 14","HP":"38","Fort":"7","Ref":"6","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"mwk bardiche +9 (1d8+6/19-20) or 2 claws +9 (1d4+4)","Ranged":"mwk composite longbow +6 (1d8+4/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"favored enemy (humans +2), rend (2 claws, 1d6)","AbilitiyScores":"Str 18, Dex 13, Con 14, Int 12, Wis 12, Cha 6","BaseAtk":"4","CMB":"8","CMD":"19","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":""},{"Name":"Silverblood Werewolf","CR":"5.00","XP":"1600","Size":"Medium","Init":"2","AC":"20, touch 12, flat-footed 18","HP":"38","Fort":"8","Ref":"7","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"mwk bardiche +10 (1d8+7/19-20) or  2 claws +10 (1d4+5), bite +4 (1d4+2 plus trip and curse of lycanthropy)","Ranged":"mwk composite longbow +7 (1d8+4/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"favored enemy (humans +2), rend (2 claws, 1d6)","AbilitiyScores":"Str 20, Dex 15, Con 17, Int 12, Wis 12, Cha 6","BaseAtk":"4","CMB":"9","CMD":"21","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":""},{"Name":"Ragewight","CR":"6.00","XP":"2400","Size":"Medium","Init":"1","AC":"18, touch 10, flat-footed 16","HP":"82","Fort":"6","Ref":"5","Will":"10","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"greatsword +12/+7 (2d6+6/17-20 plus energy drain), bite +7 (1d4+2 plus energy drain)","Ranged":"javelin +10 (1d6+4)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"create spawn, energy drain (1 level, DC 17), rage powers (animal fury, intimidating glare, knockback, superstition, unexpected strike)","AbilitiyScores":"Str 18, Dex 14, Con -, Int 11, Wis 13, Cha 17","BaseAtk":"8","CMB":"12","CMD":"24","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":"Create Spawn (Su) Most humanoids slain by a ragewight rise as cairn wights (though with chaotic evil alignments) in 1d4 rounds. However, humanoids with 6 or more Hit Dice and the rage class feature instead become ragewights, retaining the rage powers they had in life. Such spawn are under the command of their creator until its death, at which point they become free-willed undead.  Savage Fury (Ex) A ragewight can trigger a savage fury as a free action. It can use this fury for 24 rounds each day. These rounds don't need to be consecutive. The ragewight gains a +6 profane bonus to its Strength and Charisma and a +3 profane bonus on Will saves when using this fury. When a ragewight ends its fury, it is staggered for 1d4 rounds and can't resume its fury during this time. This ability otherwise functions as the greater rage barbarian class feature, treating the ragewight's racial Hit Dice as its barbarian level for the purposes of rage and any rage powers."},{"Name":"Bee-Man Of Bellis","CR":"9.00","XP":"6400","Size":"Medium","Init":"6","AC":"23, touch 17, flat-footed 16","HP":"110","Fort":"8","Ref":"10","Will":"10","DefensiveAbilities":"amorphous","SR":"","Weaknesses":"","Speed":"30 ft., fly 60 ft. (good)","Melee":"slam +9 touch (3d6 plus poison)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 10, Dex 23, Con 18, Int 13, Wis 15, Cha 17","BaseAtk":"9","CMB":"9","CMD":"26","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":"Apian Emissaries (Sp) The Bee-Man can use bees to duplicate the effect of pryings eye or whispering wind at will (caster level 13th). A successful DC 15 Perception check identifies the presence of the bees that act as the sensors for these spells, but a DC 20 Knowledge (nature) check is required to realize they are behaving under outside influence.  Poison (Ex) Type injury (slam); save Fort DC 23; frequency 1/ round for 6 rounds; effect 1d4 Str; cure 2 consecutive saves.  Swarmlike (Ex) The Bee-Man exists as a hive mind controlling a body of swarming bees. He is immune to any physical spell or effect that targets a specific number of creatures (including single-target spells). This immunity doesn't apply to spells and effects generated by the Bee-Man himself, nor to mind-affecting effects that target single creatures. The Bee-Man takes half again as much damage (+50%) from damaging area effects. He is also susceptible to high winds and is treated as a Diminutive creature for the purposes of determining wind effects.  The Bee-Man can be targeted by spells as if he were a creature of the vermin type.  Taboo Name (Su) Whenever the Bee-Man's full name (Vernon Vestha) is spoken within 13 miles, he hears it as if using clairaudience/clairvoyance. He also learns the speaker's direction and distance."},{"Name":"Candlestone Courtier","CR":"12.00","XP":"19200","Size":"Medium","Init":"9","AC":"26, touch 20, flat-footed 16","HP":"161","Fort":"11","Ref":"20","Will":"14","DefensiveAbilities":"","SR":"23","Weaknesses":"","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"spellthrust","AbilitiyScores":"Str 16, Dex 29, Con 20, Int 16, Wis 17, Cha 23","BaseAtk":"9","CMB":"+12 (+16 trip)","CMD":"32 (34 vs. trip)","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":"Fey Bargain (Su) Once per week, a Candlestone courtier can grant a limited wish or a permanent +2 inherent bonus to one ability score. In exchange, the bargainer is cursed to be carried off in its dreams each night by the courtier to a never-ending fey ball that, while pleasant as often as not, affects the dreamer as nightmare, requiring a saving throw each night (Will DC 21 negates). The DC to remove this curse is reduced by 4 if the courtier is killed, and a successful coup de grace on the courtier with a cold iron weapon automatically ends the curse. Ending the curse also ends any noninstantaneous effects of the bargain. A creature can have only one fey bargain at a time.  Spellthrust (Su) When a courtier threatens a critical hit, it can trigger a spell-like ability with a range of touch against the target. If the critical hit is confirmed, the target must save twice, using the lower result."},{"Name":"Talmandor","CR":"23.00","XP":"819200","Size":"Large","Init":"13","AC":"40, touch 22, flat-footed 27","HP":"472","Fort":"27","Ref":"22","Will":"0","DefensiveAbilities":"evasion","SR":"34","Weaknesses":"","Speed":"40 ft., fly 180 ft. (good)","Melee":"2 claws +40 (3d6+12/18-20/x3), 2 wings +37 (3d6+4)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"channel positive energy, coruscating charge, pounce, rend (2 claws, 3d6+12), sacred slasher, twin talons","AbilitiyScores":"Str 26, Dex 36, Con 35, Int 19, Wis 23, Cha 24","BaseAtk":"27","CMB":"2","CMD":"12","Source":"Andoran Birthplace Of Freedom","SpecialAbilities":"Benevolent Mercy (Su) When Talmandor uses his lay on hands ability, he also removes all of the following conditions from the target: dazed, nauseated, paralyzed, poisoned, sickened, and stunned.  Channel Positive Energy (Su) Talmandor can expend two uses of his lay on hands ability to channel energy as a 20th-level cleric.  Coruscating Charge (Su) When Talmandor charges, he can transform his body into golden light. He becomes incorporeal until he arrives at the end of his charge and makes his physical attacks. In this form, he radiates light as a daylight spell. Any evil creature whose space he passes through is affected as by sunbeam (Reflex DC 35 negates and Reflex half), while good-aligned creatures whose space he passes through gain the benefit of good hope for 1d4 rounds. The save DC is Constitution-based.  Protective Aura (Su) Against attacks made or effects created by evil creatures, this ability provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws to anyone within 20 feet of Talmandor. Otherwise, it functions as a magic circle against evil effect and a lesser globe of invulnerability, both with a radius of 20 feet (and a caster level of 20th). The defensive benefits from the magic circle are not included in the statistics above.  Quell the Profane (Su) Talmandor's frightful presence aura affects only evil creatures. Evil creatures inside Talmandor's protective aura also become sickened, and profane bonuses are suppressed within his aura unless their caster level exceeds 20th.  Sacred Slasher (Ex) When attacking with his claws, Talmandor adds 1-1/2 times his Strength bonus on damage rolls. He also threatens a critical hit on a roll of 18-20 and multiplies critical hit damage by 3. His claws overcome all damage reduction of evil creatures.  Twin Talons (Ex) When using the attack action, Talmandor can attack a single target with both claws."}]