[{"Name":"Stymphalides Swarm","CR":"6.00","XP":"2400","Size":"Tiny","Init":"8","AC":"23, touch 17, flat-footed 18","HP":"52","Fort":"7","Ref":"9","Will":"3","DefensiveAbilities":"half damage from slashing and piercing weapons, swarm traits","SR":"","Weaknesses":"sonic","Speed":"10 ft., fly 60 ft. (average)","Melee":"swarm +7 (2d6-2 plus bleed)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"bleed (1), dazzle, distraction (DC 15)","AbilitiyScores":"Str 6, Dex 19, Con 14, Int 2, Wis 13, Cha 11","BaseAtk":"7","CMB":"-","CMD":"-","Source":"AP 26","SpecialAbilities":"Dazzle (Ex) As a stymphalides swarm beats its wings, the birds' steel feathers reflect light in blinding patterns of flashes and flares. While in an area of normal or brighter light, anyone who occupies the same square as a stymphalides swarm at the beginning of its turn must make a DC 15 Fortitude save. Those who fail are blinded for 1d4 rounds, while those who make their saves are dazzled until they spend 1 full round outside the swarm's space. This is a sight-based effect."},{"Name":"Salikotal","CR":"7.00","XP":"3200","Size":"Medium","Init":"10","AC":"23, touch 17, flat-footed 16","HP":"76","Fort":"9","Ref":"12","Will":"7","DefensiveAbilities":"","SR":"18","Weaknesses":"","Speed":"30 ft., fly 60 ft. (good)","Melee":"#ERROR!","Ranged":"#ERROR!","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"contract killer, sneak attack +3d6, suicide, vengeance","AbilitiyScores":"Str 18, Dex 22, Con 17, Int 15, Wis 19, Cha 18","BaseAtk":"9","CMB":"13","CMD":"30","Source":"AP 26","SpecialAbilities":"Contract Killer (Su) A salikotal gains a +2 bonus on attack and damage rolls when attacking a specific individual it has marked for death. At the beginning of each day, it determines an individual to serve as its target and which one of its three vengeances it may make use of that day. It may not change this target or ability until the next day. The target may be any specific creature the salikotal knows of, even if it has not seen its target before. This target is treated as being known to a salikotal for the purposes of using its locate creature ability, even if the devil has never seen its victim before. Sneak Attack (Ex) Anytime a salikotal's opponent is denied his Dexterity bonus to AC, or if a salikotal flanks his opponent, he deals an extra 3d6 points of damage. This ability is just like the rogue's sneak attack and subject to the same limitations. Suicide (Su) As a standard action, a salikotal may target itself with a coup de grace attack. If the salikotal reduces itself to fewer than 0 hit points-or fails to do so but still fails the associated Fortitude save (DC = 10 + damage dealt)-the salikotal erupts in a burst of destructive energy. Any creature within 15 feet of a salikotal that commits suicide is damaged by a blast of metal shards and needle-like scales, taking 6d6 points of damage (DC 17, save for half ). The save DC is Constitution-based. Upon using this ability, a salikotal is permanently destroyed. This effect only takes place if a salikotal willingly ends its own life, not if it is killed by outside effects. Vengeance (Su) While seeking a victim a salikotal prepares itself daily, honing its will to effectively slaughter its intended quarry. On a given day, chosen as part of its contract killer ability, a salikotal may gain the benefit of any one of the following powers, either the one it feels will most aid it or whichever one its summoner requests. Only one of these abilities is active on a given day, and it only comes into effect when a salikotal kills its intended target with a coup de grace. These executions only function on living creatures. Fideicide: The victim's soul is immediately shunted to a infernal prison on Erebus, the third layer of Hell. The soul can be returned to life, but upon casting the spell, the spellcaster attempting the resurrection takes an amount of fire damage equal to 1d6 x the victim's number of Hit Dice, and must make an immediate concentration check (DC 10 + damage delt + spell level) or lose the spell. Necrocide: After 1d4 rounds, the victim's body animates as a zombie under the salikotal's control. The devil may permanently grant control of the zombie to any sentient creature as a free action. Omnicide: The victim's body is utterly destroyed, disintegrating without a trace. Its clothing and possessions remain unharmed. Only spells that do not require a portion of the corpse may return the victim to life."},{"Name":"Giant Stymphalides","CR":"8.00","XP":"4800","Size":"Large","Init":"6","AC":"22, touch 11, flat-footed 20","HP":"94","Fort":"11","Ref":"10","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"sonic","Speed":"20 ft., fly 120 ft. (poor)","Melee":"bite +14 (1d8+6 plus bleed/19-20), 2 talons +9 (1d6+3), 2 wings +9 (1d6+3 plus bleed)","Ranged":"2 wing razors +10 (1d6+6 plus bleed)","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"bleed (1d6), glare, wing razors","AbilitiyScores":"Str 22, Dex 15, Con 20, Int 2, Wis 15, Cha 17","BaseAtk":"9","CMB":"16","CMD":"28","Source":"AP 26","SpecialAbilities":"Glare (Su) As a standard action, in any area of normal or brighter light, a giant stymphalides can ruffle its metallic feathers in such a way as to dazzle all creatures nearby. Any creature within 30 feet must make a DC 19 or be blinded for 1d6 minutes. A creature can defend against this effect in the same way it would a gaze attack. This is a sight-based effect. The DC is Constitution-based. Wing Razors (Ex) A giant stymphalides's metallic feathers are razor-sharp. In addition to being able to slash creatures with its wings as a melee attack, it may beat its wings, flinging two large, feathered shards at a single target. These wing razors deal 2d6 points of damage and cause bleed. A giant stymphalides can use this attack a number of time per day equal to its Constitution modifier."},{"Name":"Hand of the Inheritor","CR":"15.00","XP":"51200","Size":"Large","Init":"9","AC":"33, touch 14, flat-footed 28","HP":"207","Fort":"17","Ref":"16","Will":"13","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"50 ft., fly 150 ft. (good)","Melee":"#ERROR!","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"","AbilitiyScores":"Str 25, Dex 21, Con 22, Int 22, Wis 24, Cha 23","BaseAtk":"18","CMB":"26","CMD":"41","Source":"AP 26","SpecialAbilities":"Aura of Courage (Su) The Hand of the Inheritor radiates an aura of courage identical to that of an 18th-level paladin. Protective Aura (Su) Against attacks made or effects created by evil creatures, this ability provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws to anyone within 20 feet of the angel. Otherwise, it functions as a magic circle against evil effect and a lesser globe of invulnerability, both with a radius of 20 feet (caster level equals angel's HD). The defensive benefits from the circle are not included in an angel's statistics block. Truespeech (Su) The Hand of the Inheritor can speak with any creature that has a language, as though using a tongues spell (caster level equal to angel's Hit Dice). This ability is always active."}]