[{"Name":"Possession Lesser","CR":"6.00","XP":"2400","Size":"Medium","Init":"3","AC":"17, touch 17, flat-footed 13","HP":"59","Fort":"8","Ref":"10","Will":"7","DefensiveAbilities":"incorporeal","SR":"17","Weaknesses":"sunlight weakness","Speed":"30 ft., fly 30 ft. (perfect)","Melee":"2 claws +10 touch (1d4+3), bite +10 touch (1d6+3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"dread, malevolence","AbilitiyScores":"Str -, Dex 16, Con 16, Int 15, Wis 17, Cha 17","BaseAtk":"7","CMB":"10","CMD":"24","Source":"AP 29","SpecialAbilities":"Claws (Su) A gidim's natural attacks inflict real wounds when they rake against physical objects they strike. A gidim's natural weapon damage is modified by its Charisma bonus. Dread (Su) Gidims are adept at using their spell-like abilities to terrifying effect. At will, and while remaining invisible, a gidim can choose to make any of the spell-like abilities noted in its stat block particularly frightening. Any creature that witnesses and is within 10 feet of the effect of one of these spell-like abilities must make a saving throw or be shaken for 1 minute. This effect can potentially increase the severity of other fear effects. This is a mind-affecting fear effect. Malevolence (Su) Once per day, a gidim on the Material Plane can merge its body with another creature's. This ability is similar to a magic jar spell (CL 10th or the devil's HD, whichever is higher), except that it does not require a receptacle. To use this ability, the devil must be adjacent to the target. The target can resist the attack with a successful DC 16 Will save. A creature that successfully saves is immune to that same devil's malevolence for 24 hours. While using this ability, the gidim is not affected by its otherworldly ability. The save DC is Charisma-based. Nourished by Negativity (Su) Gidims seek out volatile mortals to aid them in entering the Material Plane. At the most basic level, negative emotions occur when a creature is dying, raging, or subject to a fear effect. At the GM's discretion, negative emotions might also include non-rules-related effects, such as extreme feelings of anger, betrayal, frustration, hate, or sorrow. Anytime a gidim witnesses a creature affected by negative emotions, it may choose to gain a +1 bonus on its next Will save made to enter the Material Plane, so long as it attempts to enter the plane within 30 feet of that creature and within 24 hours. If within 12 to 24 hours of gaining this bonus the gidim witness the same creature again being affected by negative emotions, it gains an additional +1 bonus on its Will save which stacks with the original and increases the duration of the bonus by an additional 24 hours. Thus, a gidim may gain a stacking +1 bonus to its Will save in this manner once every 12 hours. The devil loses its entire accumulated bonus if it attempts and fails to enter the Material Plane, if 24 hours pass without it witnessing its target creature being affected by negative emotions, or if it takes a bonus from another creature affected by negative emotions. Once on the Material Plane, this bonus applies to a gidim's Will saves made to resist being expelled from the plane. The bonus decreases by 1 every minute until it reaches 0. A gidim that leaves the Material Plane before this bonus reaches 0 retains any remaining bonus. Otherworldly (Ex) Gidims find it difficult to enter the Material Plane. To do so by any means, a lesser possession devil must make a DC 30 Will save, failure meaning it is barred from entry and cannot access the plane again for 12 hours. In addition, after every minute of being on the Material Plane, the devil must make a DC 30 Will save or be expelled, returning to the plane it traveled from. Additionally, as a free action a number of times per day equal to the gidim's Charisma modifier, the devil can empower one of its spell-like abilities to extend out from the Ethereal Plane and affect a target on the Material Plane. Sunlight Weakness (Ex) Gidims' powers are weakened in natural sunlight (not merely a daylight spell), reducing the DCs of their special abilities by -4. In addition, gidims attempting to enter the Material Plane into an area of sunlight take a -4 penalty on their Will save."},{"Name":"Vrykolakas","CR":"10.00","XP":"9600","Size":"Medium","Init":"8","AC":"23, touch 15, flat-footed 18","HP":"115","Fort":"9","Ref":"9","Will":"11","DefensiveAbilities":"channel resistance +4","SR":"","Weaknesses":"vulnerability to fire","Speed":"40 ft., climb 20 ft.","Melee":"2 claws +13 (1d6+6 plus energy drain), bite +13 (1d6+6)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"horrid visage, energy drain (1 level, DC 21), rend (2 claws, 1d6+9)","AbilitiyScores":"Str 22, Dex 19, Con -, Int 7, Wis 18, Cha 23","BaseAtk":"7","CMB":"13","CMD":"28","Source":"AP 29","SpecialAbilities":"Create Spawn (Su) Any humanoid creature that is slain by a vrykolakas's natural attacks becomes a vrykolakas itself in 1d4 days if not blessed and properly buried. A blessing might entail either the spell bless or a more mundane consecration. A vrykolakas's spawn are free-willed and wild, typically remembering nothing of their moment of death and caring nothing for the vrykolakas that killed them. They do not possess any of the abilities they had in life. Feral Possession (Ex) Upon being reduced to 0 hit points, a vrykolakas's spirit attempts to possess any animal within 100 feet. This ability is similar to the spell magic jar but does not require a receptacle and has a duration equal to 1 hour for every Hit Die the vrykolakas possesses. The target must make a DC 21 Will save or be possessed. If the possession fails, the vrykolakas immediately dies. If the possession succeeds, the animal immediately retreats to the vrykolakas's grave, where it attempts to bury itself in the earth. If left uninterrupted for 1d4 days, the animal transforms into a new vrykolakas with all the same statistics as the original. If discovered and slain during this time, both the animal and the vrykolakas spirit are destroyed. The save DC is Charisma-based. Pestilent Aura (Su) All creatures that come within 5 feet of a vrykolakas must save to resist contracting bubonic plague. Any creature that successfully saves against a vrykolakas's pestilent aura cannot be affected by the aura of that same vrykolakas for 24 hours. The save DC is Charisma-based. Bubonic Plague: aura-inhaled; save Fort DC 21; onset 1 day; frequency 1/day; effect 1d4 Con damage and 1 Cha damage and target is fatigued; cure 2 consecutive saves."},{"Name":"Nihiloi","CR":"11.00","XP":"12800","Size":"Medium","Init":"11","AC":"23, touch 18, flat-footed 15","HP":"135","Fort":"11","Ref":"16","Will":"12","DefensiveAbilities":"malleable","SR":"","Weaknesses":"","Speed":"40 ft., fly 60 ft. (good)","Melee":"2 claws +13 (2d8+3), 2 slams +13 (1d8+3 plus grab)","Ranged":"","Space":"5 ft.","Reach":"20 ft. (with slam)","SpecialAttacks":"shadow crafting","AbilitiyScores":"Str 17, Dex 24, Con 27, Int 15, Wis 20, Cha 18","BaseAtk":"10","CMB":"17","CMD":"31","Source":"AP 29","SpecialAbilities":"Broadcast (Su) Nihilois possess a selective type of long-distance telepathy. All nihilois can communicate telepathically with all other nihilois within 3 miles. An intermediary nihiloi can even pass messages between others of their race separated over long distances. They can also communicate telepathically with members of other races within 50 feet.  Malleable (Su) Nihilois exists as shadow, congealed into tangible but ever-twisting forms. Anytime a nihiloi is aware of imminent attack, it receives the benefit of 20% concealment, as it can warp and shift its body to avoid the blow.  See in Darkness (Su) Nihilois can see perfectly in darkness of any kind, even that created by a deeper darkness spell.  Shadow Crafting (Sp) Five times per day, when in an area of dim light or darkness, a nihiloi can manipulate shadow to reproduce an effect identical to shadow evocation. Typically, these effects are DC 19 to resist, but if both the nihiloi and its target are within areas of dim light or darkness, the DC increases by +2. This is a shadow effect. The save DC is Charisma-based.  Tendrils (Su) Once aware of enemies nearby, as a standard action, a nihiloi can unleash its tendrils in a haze of umbral whips that surrounds the area within 10 feet of it. Any creature that enters this area takes 4d6+3 points of damage from dozens of deadly lashes (Reflex save DC 23 for half damage). A nihiloi must take an additional standard action to end this effect. The save DC is Constitution-based."},{"Name":"Basileus","CR":"15.00","XP":"51200","Size":"Medium","Init":"10","AC":"28, touch 16, flat-footed 22","HP":"200","Fort":"12","Ref":"18","Will":"16","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"30 ft., fly 60 ft. (perfect)","Melee":"touch +24 (1d8+8) or 5 slams +24 (2d6+8 plus grab)","Ranged":"","Space":"5 ft.","Reach":"5 ft.; 15 ft. with slam","SpecialAttacks":"terror, terror shape","AbilitiyScores":"Str 26, Dex 22, Con 25, Int 26, Wis 19, Cha 25","BaseAtk":"16","CMB":"24","CMD":"40","Source":"AP 29","SpecialAbilities":"Terror (Su) As a standard action, Basileus can surround himself with a terrifying illusion that to all viewers appears as a unique and violent manifestation of the most terrifying thing their minds can conjure. This horror can only be seen by each individual onlooker, with even Basileus being unaware of what his viewers see. Those within 30 feet of Basileus must make a DC 25 Will save. Those with 6 or fewer Hit Dice who fail instantly die from fear, while those with 6 or more Hit Dice are panicked and take 6d6 points of damage. Those who save are immune to Basileus's death or panic effects, but still take damage. Those who remain within 30 feet of Basileus, even after making their saves, take 6d6 points of damage every round as long as Basileus continues to take standard actions to maintain the terror. The death and panic aspects of this ability are a mind-affecting fear effect, with even creatures immune to such effects still being affected by the ability's damage. The save DC is Charisma-based. Terror Shape (Su) While making use of his terror ability, Basileus can manifest one to five additional, monstrous limbs. These take on terrible appearances dictated by the terror ability, and deal 2d6+8 damage. When Basileus ceases the use of terror, these additional natural weapons vanish. Veil of Forms (Su) Basileus appears as a powerful and attractive member of the same race as any creature looking upon him. His appearance is always appealing, with subtle illusory alterations that differ from viewer to viewer. Basileus is not aware of the specifics of his appearance to other creatures, though he may alter specifics as per the spell alter self. This is an illusion that is in effect anytime he is not using his terror ability, and grants him a +8 racial modifier on Diplomacy and Intimidate checks. Should a creature be able to see past the illusion, Basileus does not gain this racial modifier on opposed checks against that creature."},{"Name":"Devil, Possession Greater","CR":"15.00","XP":"51200","Size":"Medium","Init":"8","AC":"24, touch 24, flat-footed 15","HP":"187","Fort":"16","Ref":"19","Will":"12","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"30 ft., fly 40 ft. (perfect)","Melee":"2 claws +19 (1d4+5), bite +19 (1d6+5)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"dread, malevolence","AbilitiyScores":"Str -, Dex 26, Con 24, Int 17, Wis 20, Cha 20","BaseAtk":"15","CMB":"5","CMD":"15","Source":"AP 29","SpecialAbilities":"Claws (Su) A gidim's natural attacks inflict real wounds when they rake against physical objects they strike. A gidim's natural weapon damage is modified by its Charisma bonus. Dread (Su) Gidims are adept at using their spell-like abilities to terrifying effect. At will, and while remaining invisible, a gidim can choose to make any of the spell-like abilities noted in its stat block particularly frightening. Any creature that witnesses and is within 10 feet of the effect of one of these spell-like abilities must make a saving throw or be shaken for 1 minute. This effect can potentially increase the severity of other fear effects. This is a mind-affecting fear effect. Malevolence (Su) Once per day, a gidim on the Material Plane can merge its body with another creature's. This ability is similar to a magic jar spell (CL 10th or the devil's HD, whichever is higher), except that it does not require a receptacle. To use this ability, the devil must be adjacent to the target. The target can resist the attack with a successful DC 16 Will save. A creature that successfully saves is immune to that same devil's malevolence for 24 hours. While using this ability, the gidim is not affected by its otherworldly ability. The save DC is Charisma-based. Nourished by Negativity (Su) Gidims seek out volatile mortals to aid them in entering the Material Plane. At the most basic level, negative emotions occur when a creature is dying, raging, or subject to a fear effect. At the GM's discretion, negative emotions might also include non-rules-related effects, such as extreme feelings of anger, betrayal, frustration, hate, or sorrow. Anytime a gidim witnesses a creature affected by negative emotions, it may choose to gain a +1 bonus on its next Will save made to enter the Material Plane, so long as it attempts to enter the plane within 30 feet of that creature and within 24 hours. If within 12 to 24 hours of gaining this bonus the gidim witness the same creature again being affected by negative emotions, it gains an additional +1 bonus on its Will save which stacks with the original and increases the duration of the bonus by an additional 24 hours. Thus, a gidim may gain a stacking +1 bonus to its Will save in this manner once every 12 hours. The devil loses its entire accumulated bonus if it attempts and fails to enter the Material Plane, if 24 hours pass without it witnessing its target creature being affected by negative emotions, or if it takes a bonus from another creature affected by negative emotions. Once on the Material Plane, this bonus applies to a gidim's Will saves made to resist being expelled from the plane. The bonus decreases by 1 every minute until it reaches 0. A gidim that leaves the Material Plane before this bonus reaches 0 retains any remaining bonus. Otherworldly (Ex) Gidims find it difficult to enter the Material Plane. To do so by any means, a lesser possession devil must make a DC 30 Will save, failure meaning it is barred from entry and cannot access the plane again for 12 hours. In addition, after every minute of being on the Material Plane, the devil must make a DC 30 Will save or be expelled, returning to the plane it traveled from. Additionally, as a free action a number of times per day equal to the gidim's Charisma modifier, the devil can empower one of its spell-like abilities to extend out from the Ethereal Plane and affect a target on the Material Plane. Sunlight Weakness (Ex) Gidims' powers are weakened in natural sunlight (not merely a daylight spell), reducing the DCs of their special abilities by -4. In addition, gidims attempting to enter the Material Plane into an area of sunlight take a -4 penalty on their Will save."}]