[{"Name":"Spartolos","CR":"6.00","XP":"2400","Size":"Medium","Init":"6","AC":"21, touch 12, flat-footed 19","HP":"76","Fort":"6","Ref":"4","Will":"8","DefensiveAbilities":"united resistance","SR":"17","Weaknesses":"","Speed":"30 ft.","Melee":"spear +10 (1d8+4/x3) or 2 claws +10 (1d4+4)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 19, Dex 14, Con -, Int 11, Wis 14, Cha 19","BaseAtk":"6","CMB":"10","CMD":"22","Source":"AP 28","SpecialAbilities":"Deadly Ally (Ex) Spartoi cooperate exceptionally well in battle. A spartolos flanking a target with another spartolos gains a +4 flanking bonus instead of +2. Disjoin (Su) As a move action, a spartolos can crumble into a pile of bones and tarnished weaponry. While in this state, the undead gains a +8 racial bonus to its Stealth check and its DR rises to 10/bludgeoning. As a move action, a spartolos can reform itself, jolting into its armored skeletal form even if its pieces have been scattered. United Resistance (Su) A spartolos ignores 5 points of damage caused by channel energy. This resistance rises by 5 for every other spartolos within 10 feet to a minimum of 0 damage."},{"Name":"Uniila","CR":"10.00","XP":"9600","Size":"Medium","Init":"6","AC":"22, touch 22, flat-footed 15","HP":"95","Fort":"11","Ref":"15","Will":"7","DefensiveAbilities":"","SR":"21","Weaknesses":"","Speed":"fly 40 ft. (perfect)","Melee":"4 +1 daggers +17 (1d4+1/19-20)","Ranged":"4 +1 daggers +17 (1d4+1/19-20)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"dread magic","AbilitiyScores":"Str 11, Dex 22, Con 19, Int 22, Wis 18, Cha 21","BaseAtk":"10","CMB":"10","CMD":"32","Source":"AP 28","SpecialAbilities":"Dread Magic (Su) All spells an uniila casts draw upon terrible infernal eddies and the torment of damned souls. As such, all of an uniila's spells (not her spell-like abilities) are strange and terrible to behold. This increases the Spellcraft DC required to identify an uniila's spell as it is being cast by +5. In addition, at will, an uniila can choose to make a spell she casts particularly frightening. Any creature forced to make a saving throw to resist a spell cast by an uniila must make an additional Will save at the same DC or be shaken for 1 round. This effect can potentially increase the severity of other fear effects. This is a mind-affecting fear effect. Infernal Arcana (Su) Once per day, after spending a minute whispering strange formulas and cosmic truths, an uniila can grant an adjacent mortal spellcaster additional profane insight into the ways of magic. This counts as a bonus spell prepared or spell per day of 6th level or lower, which is immediately accessible by the target in addition to all its regular spells. The uniila chooses what spell to grant the target. It need not be a spell already known by the target, though it must be of 6th level or lower and of a level he can cast or from his class's spell list. This spell remains available to the target for 24 hours. The spell can be any arcane or divine spell. An uniila can never use this ability on herself or non-mortal targets. Once a target chooses to make use of this spell, it is cast at the uniila's caster level (typically 8th) and is treated as having the evil subtype. In addition, as the uniila chooses, she may spontaneously add the effects of any metamagic feat to the spell (without the spell being treated as though it were of an increased spell level). Typically, uniilas use this ability to compel magic users to rely on them for more powerful magic, though they might also use effects like Widen Spell to affect unintended targets. Scroll Mastery (Su) All uniilas possess Scribe Scroll as a bonus feat. An uniila is treated as knowing all spells of 6th level or lower in the Pathfinder RPG Core Rulebook and can create scrolls of any of those spells. Whether an uniila knows rarer magic is decided by the GM. Summon Devil (Su) Once per day, an uniila can attempt to summon 2d4 imps with a 55% chance of success. This ability is the equivalent of a 4th-level spell. Witch Token (Su) By spending an hour in concentration, an uniila can create a token of arcane power. This token may take any form that takes up an item slot, and typically appears as a subtly fiendish ring, amulet, or similar piece of jewelry. While it is worn by a mortal, all of the DCs of any spells the wearer casts increase by +1 (this effect stacks with Spell Focus). However, while wearing a witch token, the bearer takes a -5 penalty on all saves made to resist spells and effects cast by the token's creation. Also, while the token is being worn, the uniila can effectively scry through the token at will and without the wearer's knowledge as long as he remains on the same plane. Spells and effects that typically bar or confound scry also affect the witch token. As a standard action, an uniila can cause her witch token to erupt in a burst of destructive magic that deals 10d6 points of damage to the wearer. An uniila can only ever have one witch token in existence at a time and must destroy a previously created token before creating a new one. The damage of this effect is based on the uniila's Hit Dice. All witch tokens are also under effects similar to magic aura, and are detected as possessing auras of moderate universal magic. Those who use identify or a similar spell must succeed at a DC 20 Will save to receive correct information (that the token sheds an aura of strong divination). Detect evil reveals no aura from a witch token. The saving throw is Charisma-based."},{"Name":"Malbolgian Cerberi","CR":"12.00","XP":"19200","Size":"Large","Init":"5","AC":"26, touch 10, flat-footed 25","HP":"161","Fort":"15","Ref":"10","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"3 bites +20 (1d8+7 plus 1d8 fire plus cerberus's jaws)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"rend (2 bites, 1d8+10 or 3 bites, 1d8+14)","AbilitiyScores":"Str 24, Dex 12, Con 22, Int 6, Wis 15, Cha 8","BaseAtk":"14","CMB":"22","CMD":"33 (37 vs. trip)","Source":"AP 28","SpecialAbilities":"Cerberus's Jaws (Su) Curse-bite; save Fort DC 23; effect forbidden to leave plane."}]