[{"Name":"Ebon Acolytus","CR":"7.00","XP":"3200","Size":"Large","Init":"-1","AC":"20, touch 8, flat-footed 20","HP":"79","Fort":"3","Ref":"2","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"dagger +14 (1d6+9/19-20) or 2 slams +14 (1d6+6)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"prostration, sacrifice","AbilitiyScores":"Str 22, Dex 8, Con 10, Int 10, Wis 11, Cha 1","BaseAtk":"9","CMB":"16","CMD":"25","Source":"AP 30","SpecialAbilities":"Prostration (Ex) As a standard action, an ebon acolytus can attempt to force any creature it is currently grappling into a sacrificial position. The construct must make an additional combat maneuver check against its target to reposition it into an advantageous position. If it succeeds, and the victim remains grappled at the beginning of the construct's next round, the ebon acolytus may make use of its sacrifice ability. An ebon acolytus gains a +2 bonus on its CMB for the purposes of making this check if it is adjacent to an altar or similar site of ceremonial bloodletting. Sacrifice (Su) As a full-round action, an ebon acolytus may make a coup de grace attack with its dagger against any target currently grappled into place using its prostration ability. The target is affected by the coup de grace attack and must make a Fortitude saving throw (DC 10 + damage dealt) or die as normal. If the target is killed by this attack, his soul is sent straight to the plane of the being to which the altar is dedicated, regardless of alignment, and cannot be raised from the dead except by a cleric sworn to the same deity or by a miracle or wish spell. A creature under the effects of a protection from evil spell-or similar spell that opposes the alignment of the god the ebon acolytus is crafted to serve-may be resurrected as normal."},{"Name":"Hell Gigas","CR":"15.00","XP":"51200","Size":"Gargantuan","Init":"7","AC":"29, touch 9, flat-footed 26","HP":"237","Fort":"19","Ref":"11","Will":"12","DefensiveAbilities":"rock catching","SR":"","Weaknesses":"","Speed":"60 ft.","Melee":"mwk ranseur +24/+19/+14 (4d6+19)","Ranged":"rock +14 (2d6+19 plus 6d6 fire)","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"hurl fireball, rock throwing (140 ft.)","AbilitiyScores":"Str 37, Dex 16, Con 26, Int 20, Wis 22, Cha 15","BaseAtk":"14","CMB":"31","CMD":"44","Source":"AP 30","SpecialAbilities":"Hurl Fireball (Su) Hell gigas charge any rocks they throw with explosive energy. Wherever a rock thrown by a Hell gigas lands, it explodes in a 30-foot burst of flame that deals 1d6 points of fire damage for every three Hit Dice the gigas possesses (Reflex DC 27 for half ). This is in addition to any damage caused by the thrown rock. The save DC is Constitution-based. Planar Empowerment (Su) While on the plane of Hell, a Hell gigas gains access to earthquake (DC 25), firestorm (DC 25), and unholy aura as spell-like abilities, each usable once per day. If the gigas ventures onto another plane, it cannot make use of theseabilities (though its other spell-like abilities remain available). The save DC for the spell-like abilities is Charisma-based and includes a +5 racial bonus."},{"Name":"Ephialtes Kyton","CR":"16.00","XP":"76800","Size":"Huge","Init":"6","AC":"30, touch 10, flat-footed 28","HP":"243","Fort":"14","Ref":"13","Will":"14","DefensiveAbilities":"chain armor","SR":"27","Weaknesses":"","Speed":"30 ft.","Melee":"bite +24 (2d6+8), 2 chains +25 (2d8+8/19-20), 2 claws +24 (1d8+8), tail +19 (1d8+4)","Ranged":"","Space":"15 ft.","Reach":"15 ft. (30 ft. with chains)","SpecialAttacks":"breath weapon (50-ft. cone, 2d8+8 piercing damage plus grab, Reflex DC 27 for half, usable every 1d4 rounds) dancing chains, entrapping chains, pull (breath weapon, 10 feet), rend (2 chains, 2d8+12)","AbilitiyScores":"Str 26, Dex 14, Con 26, Int 10, Wis 12, Cha 16","BaseAtk":"18","CMB":"+28 (+32 grapple or pull)","CMD":"40 (44 vs. trip)","Source":"AP 30","SpecialAbilities":"Breath Weapon (Su) As a full-round action, an ephialtes kyton may exhale a spread of barbed, grappling chains anchored within its massive maw, targeting up to six creatures in a 50-foot cone. Those failing a DC 27 Reflex save suffer 2d8+8 points of piercing damage and the kyton may make a combat maneuver check as an immediate action to grapple each victim with the animate chains. A successful save cuts the damage in half and avoids the grapple opportunity. Those successfully grappled by the chains become subject to the kyton's pull ability. A kyton cannot use its breath weapon again while it is grappling or pulling creatures with its breath weapon chains. Otherwise, it may use the breath weapon once every 1d4 rounds. The save DC is Constitution-based. An ephialtes kyton's chains (hardness 10, hp 10, Break DC 26) can be broken, or attacked by making a sunder attempt. If the chain is currently grappling a target, the attacker gains a +4 circumstance bonus on the CMB check to sunder. Severing a chain deals no damage to a kyton. Chain Armor (Ex) The chains that adorn an ephialtes kyton grant it a +8 armor bonus, but are not treated as armor for the purpose of arcane spell failure, armor check penalties, maximum Dexterity, weight, or proficiency. Dancing Chains (Su) An ephialtes kyton can control up to four chains within 30 feet as a standard action, making the chains dance or move as it wishes. In addition, the kyton can increase these chains' length by up to 15 feet and cause them to sprout razor-sharp barbs. The chains attack as effectively as the kyton itself. If a chain is in another creature's possession, the creature can attempt a DC 22 Will save to break the ephialtes kyton's power over that chain. If the save is successful, the kyton cannot attempt to control that particular chain again for 24 hours or until the chain leaves the other creature's possession. An ephialtes kyton can climb chains it controls at its normal speed without making Climb checks. The save DC is Charisma-based. Entrapping Chains (Su) With a successful combat maneuver check, an ephialtes kyton may transfer an adjacent creature grappled by the kyton's breath weapon chains to the chains adorning its body, giving the target the pinned condition while the kyton deals with remaining foes. The kyton does not retain the grappled condition while pinning such creatures. Pinned victims can free themselves with a combat maneuver check to break the pin or an Escape Artist check. Other creatures can attempt to free pinned victims by making a sunder attempt (hardness 10, hp 10). An ephialtes kyton may entrap 1 Large, 2 Medium, 8 Small, 32 Tiny, or 128 Diminutive or smaller opponents. Pull (Ex) An ephialtes kyton has a +4 racial bonus on CMB checks made using its pull special attack."},{"Name":"Advodaza Devil","CR":"18.00","XP":"153600","Size":"Huge","Init":"11","AC":"35, touch 15, flat-footed 28","HP":"297","Fort":"21","Ref":"18","Will":"15","DefensiveAbilities":"idol armor","SR":"29","Weaknesses":"","Speed":"40 ft., fly 80 ft. (average)","Melee":"bite +28 (2d6+12), 2 claws +28 (1d8+12 plus infernal wound),  2 hooves +26 (1d8+6), tail +26 (2d6+6)","Ranged":"","Space":"15 ft.","Reach":"15 ft. (20 ft. with tail)","SpecialAttacks":"","AbilitiyScores":"Str 34, Dex 25, Con 30, Int 23, Wis 25, Cha 24","BaseAtk":"18","CMB":"32","CMD":"49 (53 vs. trip)","Source":"AP 30","SpecialAbilities":"Devil Mark (Su) An advodaza can grant worthy servants a measure of its power. As a full-round action, an advodaza can touch a willing adjacent creature, marking it with a unique symbol similar to an arcane mark. This symbol can be either visible or invisible, as the devil chooses. For as long as the target possesses the mark, it gains a spell-like ability it can use once per day. This spell-like ability comes from the advodaza's chosen domain (see the false divinity ability). The target also gains the ability to telepathically communicate with the advodaza over any distance as long as the two creatures are on the same plane. An advodaza can mark multiple creatures, up to an amount equaling its Hit Dice (typically 18). An advodaza can dispel its mark as a standard action, no matter where the bearer is. It can also, as a standard action, deal pain to a mark bearer that causes 6d6 points of damage with no saving throw.  An advodaza's mark cannot be removed physically, but a dispel magic or erase spell that succeeds on a dispel check or caster level check of DC 30 removes the effect.  False Divinity (Su) Advodazas possess areas of concern as deities do, but on a far smaller scale. Each advodaza chooses one cleric domain and gains the domain spells (up to 5th level) of that domain as spell-like abilities, each of which it can use 3 times per day. The advodaza does not gain any of the domain's granted powers. Most advodazas possess powers from the Evil, Fire, Law, War, or Weather domains, though any domain is possible.  Evil Domain: align weapon (evil only), dispel good, magic circle against good, protection from good, unholy blight Fire Domain: burning hands, fire shield, fireball, produce flame, wall of fire Law Domain: align weapon (law only), dispel chaos, magic circle against chaos, order's wrath, protection from chaos War Domain: divine power, flame strike, magic vestment, magic weapon, spiritual weapon Weather Domain: call lightning, fog cloud, ice storm, obscuring mist, sleet storm Idol Armor (Su) Advodazas armor themselves in their fallen idols and ornaments of devotion. This armor grants an advodaza a +6 armor bonus to AC and immunity to cold, electricity, and sonic damage, as well as immunity to the spell dismissal. The spells chaos hammer, holy smite, holy word, and word of chaos destroy this armor, removing the devil's armor bonus to AC and immunities (its cold immunity decreases to its normal resistance 10). If uninterrupted for 1 hour, an advodaza can summon new armor to replace its destroyed protection.  Infernal Wound (Su) The damage an advodaza deals with its claws causes persistent wounds that deal 2d6 points of bleed damage. Bleeding caused in this way is di#cult to stanch-a DC 30 Heal check stops the damage, and any attempt to heal a creature suffering from an infernal wound must succeed on a DC 30 caster level check or the spell does not function. Success indicates the healing works normally and stops all bleed effects.  The Heal check and caster level DC are Constitution-based."},{"Name":"Behemoth, Ravener","CR":"18.00","XP":"153600","Size":"Colossal","Init":"-2","AC":"35, touch 0, flat-footed 35","HP":"337","Fort":"22","Ref":"12","Will":"12","DefensiveAbilities":"","SR":"29","Weaknesses":"","Speed":"30 ft., swim 30 ft.","Melee":"bite +33 (4d6+16 plus snatch), gore +33 (4d6+16), 2 stomps +28 (2d8+8)","Ranged":"rock +16 (2d8+24)","Space":"30 ft.","Reach":"20 ft.","SpecialAttacks":"demolishing attack, mighty roar, rock hurling (120 ft.), shock wave, swallow whole (4d6+24 bludgeoning damage, AC 27, hp 33), trample (2d8+24, DC 38)","AbilitiyScores":"Str 42, Dex 6, Con 26, Int 6, Wis 14, Cha 14","BaseAtk":"25","CMB":"49","CMD":"57 (61 vs. trip)","Source":"AP 30","SpecialAbilities":"Camouflage (Ex) A ravener behemoth looks like a rocky hillside or small mountain when at rest. It takes a DC 20 Perception check to notice it before it attacks. Demolishing Attack (Ex) A ravener behemoth that makes a full attack against an object or structure deals double damage. Mighty Roar (Su) Every 1d4 rounds, as a standard action, a ravener behemoth can issue a mighty roar in a 60-foot cone that duplicates the effects of greater shout. This attack deals 10d6 points of sonic damage (or 20d6 against exposed brittle or crystalline objects or crystalline creatures). It also causes creatures to be stunned for 1 round and deafened for 4d6 rounds. Creatures exposed to the sonic attack can negate the stunning and halve both the damage and duration of the deafness with a successful Fortitude save (DC 30). The save DC is Constitution-based. Rock Hurling (Ex) Because of their immense hunger, ravener behemoths often ingest ore-laced rocks to fill their stomachs with longer-lasting sustenance. When faced with dangerous opponents outside its reach, a behemoth may regurgitate these rocks and grind them into smaller shards with its hardened teeth. It then spits forth these shards one at a time as boulders weighing between 60 to 80 pounds. A ravener usually carries enough rocks in its stomachs to make up to 4d6 boulders in this manner. Shock Wave (Ex) As a full-round action, a ravener behemoth can hammer the ground with its feet and generate a localized tremor that rips the ground, knocking down smaller creatures and creating di#cult terrain in a 100-foot radius centered on the behemoth. This shock wave lasts for 1 round, during which time creatures in the affected area cannot move or attack. They must also succeed on a DC 38 Reflex save or fall prone. Any spellcaster on the ground must make a Concentration check (DC 20 + spell level) or lose any spell he or she tries to cast. The save DC is Strength-based. Swallow Whole (Ex) A ravener behemoth can swallow a snatched opponent of Huge size or smaller with its bite attack by making a successful grapple check. Once swallowed, a victim suffers 4d6+24 points of bludgeoning damage per round from one of the behemoth's 5 stomachs. A swallowed creature can cut its way out by using a light slashing or piercing weapon to deal 33 points of damage to a stomach (AC 27). Once the creature exits, that stomach regenerates 15 hit points per round. A ravener behemoth may gorge itself upon multiple creatures, shunting each victim to a different stomach each time. Each of a behemoth's 5 stomachs can hold 1 Huge, 4 Large, 16 Medium, 64 Small, 256 Tiny, or over 1,000 Diminutive or smaller creatures."}]