[{"Name":"Brush Thylacine","CR":"2.00","XP":"600","Size":"Medium","Init":"2","AC":"14, touch 12, flat-footed 12","HP":"25","Fort":"7","Ref":"5","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"bite +5 (1d6+4/19-20)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 16, Dex 14, Con 19, Int 2, Wis 13, Cha 7","BaseAtk":"2","CMB":"5","CMD":"17 (21 vs. trip)","Source":"AP 31","SpecialAbilities":""},{"Name":"River Elk","CR":"2.00","XP":"600","Size":"Large","Init":"2","AC":"13, touch 11, flat-footed 11","HP":"25","Fort":"7","Ref":"7","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"50 ft., swim 30 ft.","Melee":"gore +4 (1d8+3) or 2 hooves -1 (1d6+1)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 17, Dex 15, Con 18, Int 2, Wis 15, Cha 6","BaseAtk":"2","CMB":"6","CMD":"18 (22 vs. trip)","Source":"AP 31","SpecialAbilities":""},{"Name":"Thawn","CR":"2.00","XP":"600","Size":"Large","Init":"-1","AC":"14, touch 8, flat-footed 14","HP":"19","Fort":"7","Ref":"0","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"repulsive","Speed":"30 ft.","Melee":"2 claws +4 (1d6+3/19-20)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"","AbilitiyScores":"Str 17, Dex 8, Con 14, Int 7, Wis 12, Cha 6","BaseAtk":"2","CMB":"+30 (+32 bull rush or overrun)","CMD":"41 (43 vs. bull rush or overrun)","Source":"AP 31","SpecialAbilities":"Repulsive (Ex) Thawns find the appearance of themselves and others of their kind revolting. As such, most wear heavy cloaks or otherwise obscure their countenances. All thawns within 30 feet of an uncloaked thawn must make a DC 15 Will save or be sickened for 1 round. This repulsion is all the more severe when a thawn sees its own reflection. Should a thawn be confronted with its own reflection (such as being presented with a mirror) it must make a DC 15 Will save or be sickened for 1d4+1 rounds."},{"Name":"Drekavac","CR":"3.00","XP":"800","Size":"Small","Init":"1","AC":"15, touch 12, flat-footed 14","HP":"30","Fort":"4","Ref":"2","Will":"7","DefensiveAbilities":"","SR":"","Weaknesses":"sunlight aversion, vulnerability to magic,  vulnerability to salt","Speed":"20 ft.","Melee":"chilling grasp +5 touch (1d6 cold plus disease) or  shadow +5 touch (disease)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"create spawn, disease, diseased shadow","AbilitiyScores":"Str 10, Dex 12, Con -, Int 9, Wis 12, Cha 17","BaseAtk":"3","CMB":"9","CMD":"21 (can't be tripped)","Source":"AP 31","SpecialAbilities":"Create Spawn (Su) A child slain by a drekavac's disease has a 1-in- 6 chance of rising as another drekavac 3 days after death. The new drekavac is not in any way controlled by its maker, and is immediately capable of exercising its full powers, including creating spawn of its own. It does not possess any of the abilities it had in life.  Disease (Su) Drekavacs are spirits of disease and contagion.  While most drekavacs carry bubonic plague, drekavacs who died from other afflictions may carry those diseases instead.  Any illness caused by a drekavac must be potentially fatal.  Other diseases commonly carried include demon fever, filth fever, and slimy doom. If a drekavac is reduced to 0 hit points (from weapons or other sources, including channeled energy), all of the diseases it caused are cured, although the victims must recover from any effects normally, and slain victims are not restored.  Bubonic plague: Touch-injury; save Fort DC 15; onset 1 day; frequency 1/day; effect 1d4 Con damage, 1 Cha damage, victim is fatigued; cure 2 consecutive saves.  Diseased Shadow (Su) Any creature touched by a drekavac's shadow is also affected by the creature's disease ability. If there is a question about which way the drekavac's shadow falls, roll 1d8 to determine a random square around the creature. A character with a light source cannot be touched by the drekavac's shadow, but the light causes the shadow to fall directly opposite the character (unless there is another light source there as well). A drekavac can deliberately touch a creature with its shadow as a standard action by making a successful touch attack.  A target missed by the drekavac's chilling grasp attack must make a DC 15 Reflex save to avoid being touched by the creature's shadow as well. This save DC is Charisma-based.  Sunlight Aversion (Ex) Drekavacs hate natural sunlight and immediately flee from it. A drekavac caught in natural sunlight is staggered.  Unnatural Aura (Su) Animals, wild or domesticated, can sense the unnatural presence of a drekavac at a distance of 30 feet. They do not willingly approach nearer than that and panic if forced to do so unless a master succeeds at a DC 25 Handle Animal, Ride, or wild empathy check. Panicked animals remain so as long as they are within 30 feet of the drekavac.  Vulnerability to Magic (Ex) A remove curse or remove disease spell cast directly upon a drekavac (DC equal to the drekavac's disease ability) immediately destroys the creature, allowing the afflicted soul to move on. Destroying a drekavac with remove curse or remove disease does not cure any of the creature's diseases.  Vulnerability to Salt (Ex) Drekavacs are vulnerable to salt that has been consecrated in the same fashion as holy water, and cannot cross an unbroken line of blessed salt. A handful of blessed salt thrown at a drekavac inflicts the same damage as a flask of holy water (Pathfinder RPG Core Rulebook 160)."},{"Name":"Megaloceros Elk","CR":"4.00","XP":"1200","Size":"Large","Init":"2","AC":"16, touch 11, flat-footed 14","HP":"34","Fort":"8","Ref":"8","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"50 ft.","Melee":"gore +7 (2d6+5) or 2 hooves +2 (1d6+2)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"powerful charge (4d6+7)","AbilitiyScores":"Str 20, Dex 15, Con 18, Int 2, Wis 15, Cha 5","BaseAtk":"3","CMB":"9","CMD":"21 (25 vs. trip)","Source":"AP 31","SpecialAbilities":""}]