[{"Name":"Biloko","CR":"0.50","XP":"200","Size":"Small","Init":"6","AC":"14, touch 13, flat-footed 12","HP":"5","Fort":"-1","Ref":"5","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft.","Melee":"1 shortspear +0 (1d4-2), 1 bite +0 (1d4-2)","Ranged":"1 shortspear +4 (1d4-2)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 6, Dex 15, Con 8, Int 11, Wis 12, Cha 13","BaseAtk":"1","CMB":"-2","CMD":"10","Source":"AP 38","SpecialAbilities":"Persuasion (Su) Biloko can gradually insinuate their desires into the minds of those in the power of their charm person spell-like ability. For every 10 minutes a humanoid is under the influence of a biloko's charm person, the victim takes a -1 penalty on her opposed Charisma check (to a maximum of -5) when the biloko is trying to convince her to do something she would not normally do. This penalty applies to the charm of only a single biloko and is reduced back to 0 as soon as the victim breaks free or the spell ends."},{"Name":"Chemosit","CR":"4.00","XP":"1200","Size":"Large","Init":"7","AC":"18, touch 12, flat-footed 15","HP":"47","Fort":"8","Ref":"7","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft., climb 40 ft.","Melee":"2 claws +11 (1d6+7), 1 bite +11 (1d8+7)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"pounce, rake (1d6), terrifying roar","AbilitiyScores":"Str 24, Dex 17, Con 19, Int 2, Wis 15, Cha 8","BaseAtk":"5","CMB":"13","CMD":"26","Source":"AP 38","SpecialAbilities":"Brain Eater (Su) Should a chemosit kill an opponent with a coup de grace attack, it breaks open the creature's skull and devours what's inside. If the creature killed is of one of the following classes or creature types, the chemosit gains the associated benefit. If the creature killed falls into multiple categories, the chemosit chooses a single benefit to gain. With the exception of healing, the effects provided by this ability affect a chemosit for a number of minutes equal to 5 times its Hit Dice. Animal: The chemosit regains a number of hit points equal to the victim's Hit Dice, and the DC of its terrifying roar increases by +2. Arcane Spell-Caster: The chemosit regains a number of hit points equal to 1d4 times the victim's Hit Dice and gains SR 15. Divine Spell-Caster: The chemosit regains a number of hit points equal to 1d8 times the victim's Hit Dice. Humanoid: The chemosit regains a number of hit points equal to 1d4 times the victim's Hit Dice. Outsider: The chemosit regains a number of hit points equal to 1d4 times the victim's Hit Dice but is confused for 1d4 rounds. Monstrous Humanoid: The chemosit regains a number of hit points equal to 1d4 times the victim's Hit Dice and is affected as per the spell rage. Undead: The chemosit takes 1d4 points of damage and is sickened for 1d4 rounds. In addition, the chemosit detects as undead for the purposes of spells like detect undead, though it is in no other way treated as an undead creature. Terrifying Roar (Su) The terrifying roar of the chemosit unnerves even the bravest souls. Any creatures within a 300-foot spread must make a DC 15 Will save or become shaken for 1d4 rounds. This is a sonic mind-affecting fear affect. Whether or not the save is successful, an affected creature is immune to the same chemosit's roar for the next 24 hours. The save DC is Wisdom-based."},{"Name":"Bloodhaze Mosquito Swarm","CR":"6.00","XP":"2400","Size":"Fine","Init":"2","AC":"20, touch 20, flat-footed 18","HP":"71","Fort":"9","Ref":"6","Will":"5","DefensiveAbilities":"swarm traits","SR":"","Weaknesses":"swarm traits","Speed":"5 ft., fly 30 ft. (average)","Melee":"swarm (1 Con damage and sleeping sickness)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"cling, Con damage, distraction (DC 17), disease","AbilitiyScores":"Str 1, Dex 15, Con 12, Int -, Wis 13, Cha 2","BaseAtk":"9","CMB":"-","CMD":"-","Source":"AP 38","SpecialAbilities":"Cling (Ex) If a creature leaves a bloodhaze mosquito swarm's square, the swarm takes 1d6 points of damage as dozens of insects tenaciously cling to the victim. A creature with bloodhaze mosquitoes clinging to it takes 1 point of Constitution damage at the end of its turn for the next 1d4 rounds. As a full-round action, the creature can remove the mosquitoes with a DC 18 Reflex save or by immersing itself in water. High winds or any amount of damage from an area-affecting effect destroys all clinging mosquitoes. The save DC is Dexterity-based. Once a group of clinging mosquitoes has dealt 4 points of Constitution damage, the mosquitoes detach and disperse to digest their meal. Disease (Ex) Bloodhaze mosquitoes are bearers of a terrifying and deadly disease common to the jungle, known to most locals as sleeping sickness. Sleeping Sickness: Swarm-injury; save Fort DC 17; onset 1d2 days; frequency 1 day; effect 1d4 Wisdom damage and target is fatigued, cure 2 consecutive saves or arsenic (see page 35 for more details)."},{"Name":"Personification of Fury","CR":"15.00","XP":"51200","Size":"Huge","Init":"16","AC":"30, touch 21, flat-footed 17","HP":"218","Fort":"17","Ref":"23","Will":"10","DefensiveAbilities":"air mastery","SR":"","Weaknesses":"","Speed":"fly 100 ft. (perfect), swim 90 ft.","Melee":"2 slams +29 (2d10+10/19-20 plus 2d6 cold or electricity)","Ranged":"2 energy arcs +29 ranged touch (2d6 cold or electricity/18-20)","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"drench, vortex (10-60 ft. high, 2d10+10, DC 29), water mastery, whirlwind (10-60 ft. high, 2d10+10, DC 29)","AbilitiyScores":"Str 30, Dex 35, Con 22, Int 15, Wis 15, Cha 18","BaseAtk":"19","CMB":"31","CMD":"54","Source":"AP 38","SpecialAbilities":"Air Mastery (Ex) Airborne creatures take a -1 penalty on attack and damage rolls against the herald. Drench (Ex) The herald's touch puts out nonmagical flames of Huge size or smaller. The herald can dispel magical fire it touches as dispel magic (caster level 19th). Energy Arc (Ex) The herald can throw blasts of cold or electricity to damage foes. These blasts have a maximum range of 100 feet. Storm Spirit (Su) Once per day, the herald can merge with an unattended object of Large, Huge, or Gargantuan size, giving it life as an animated object (Pathfinder RPG Bestiary 14). The herald flows into the animated object, and cannot itself be harmed while in this form, though the animated object can be damaged as normal. The herald controls the object and may speak through it and use any of its own spell-like abilities in addition to those of the animated object, but may not use any of its own extraordinary or supernatural abilities. The herald may animate an object for an indefinite period, and may leave whenever it chooses, though it may not animate another object for 24 hours after leaving. The herald can be driven out of an object by dismissal or by taking 10 or more points of damage from a channel energy effect utilizing the Elemental Channel feat to damage air or water elementals. If driven out, the herald appears in an adjacent space to the now-inert object and is stunned for 1d4 rounds. Vortex (Su) The herald can create a whirlpool at will as a standard action. This ability functions identically to its whirlwind special attack, but can only form underwater and cannot leave the water. Water Mastery (Ex) The herald gains a +1 bonus on attack and damage rolls if both it and its opponent are touching water. These modifiers apply to bull rush and overrun maneuvers, whether the elemental is initiating or resisting these kinds of attacks. (Unlike a water elemental, the herald does not have a penalty if it or its opponent is touching the ground.)"}]