[{"Name":"Clawbat","CR":"1.00","XP":"400","Size":"Small","Init":"3","AC":"15, touch 14, flat-footed 12","HP":"11","Fort":"3","Ref":"6","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., fly 50 ft. (average)","Melee":"1 bite +6 (1d4-2 plus bleed)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bleed (1), distraction (DC 11)","AbilitiyScores":"Str 7, Dex 17, Con 10, Int 2, Wis 14, Cha 10","BaseAtk":"2","CMB":"-1","CMD":"12","Source":"AP 33","SpecialAbilities":"Blood Scent (Ex) A clawbat can detect any creature at less than maximum hit points as if it had scent. Those at full hit points cannot be detected by the blood scent ability. Distraction (Ex) A clawbat's lengthy tongue whips around its body as it feeds, lapping up the blood from wounded creatures nearby. Every round a clawbat may choose either a creature it attacks or any creature it passes adjacent to as it moves. If the target is at less than full hit points, it must make a DC 11 Fortitude save or be nauseated for 1 round. The save DC is Constitution-based."},{"Name":"Blodeuwedd","CR":"6.00","XP":"2400","Size":"Medium","Init":"5","AC":"20, touch 16, flat-footed 14","HP":"66","Fort":"7","Ref":"10","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 claws +8 (1d8+4)","Ranged":"mwk sling +9 (1d4+4)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 18, Dex 21, Con 21, Int 14, Wis 17, Cha 18","BaseAtk":"3","CMB":"7","CMD":"23","Source":"AP 33","SpecialAbilities":"Allergen Aura (Ex) A blodeuwedd exudes an aura of pollen and other irritating allergens that forces living creatures within 30 feet to make a DC 18 Fortitude save or become sickened, coughing and sneezing for 1d6 rounds. Creatures who successfully save cannot be affected by the same blodeuwedd's aura for 24 hours. A blodeuwedd can suppress this aura at will as a free action. The save DC is Constitution-based. Change Shape (Su) A blodeuwedd can assume a single unique humanoid shape or the form of a prairie owl once per day for up to 7 hours as if using the spell polymorph. These hours do not need to be consecutive and a blodeuwedd can return to her normal shape as a free action. Nature's Infusion (Su) Once per day, while surrounded by any field or fertile plain, a blodeuwedd may infuse herself with borrowed life energy from nearby plants and nutrients in the ground. This ability functions exactly like false life (CL 7th) but lasts only 1 hour. Verdant Step (Su) Every stride taken by a blodeuwedd causes small plants, grasses, and wildflowers to sprout from the ground, though she can suppress this effect if she desires. While within a plain of tall grass, brush, or similar undergrowth, a blodeuwedd may also step through such plant-life and emerge at any other point within the same field (potentially miles away). This ability functions similar to transport via plants, but a blodeuwedd can only transport herself and does not require a plant equal to her size. This ability is usable three times per day. Wild Empathy (Ex) This works like the druid's wild empathy class feature, except a blodeuwedd has a +6 racial bonus on the check. A blodeuwedd with druid levels adds this racial modifier to her wild empathy checks."},{"Name":"Stygira","CR":"7.00","XP":"3200","Size":"Medium","Init":"7","AC":"19, touch 13, flat-footed 16","HP":"76","Fort":"6","Ref":"9","Will":"14","DefensiveAbilities":"","SR":"18","Weaknesses":"light blindness","Speed":"30 ft.","Melee":"2 claws +11 (1d4+3 plus stone curse)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"gem gaze, stone curse","AbilitiyScores":"Str 17, Dex 16, Con 18, Int 17, Wis 22, Cha 15","BaseAtk":"8","CMB":"11","CMD":"24","Source":"AP 33","SpecialAbilities":"Gem Eye (Su) Stygiras possess a special connection with gemstones. While holding or otherwise in contact with a gemstone of at least the size of a human eye, a stygira can see through the gemstone like a magical eye, viewing her surroundings as if her blindsense extended to 120 feet and she were under the effects of true seeing, which grants her a +4 bonus on Perception checks. Gem Gaze (Su) Shaken for 1d4 rounds, 30 feet, Fortitude DC 16 negates. The save DC is Charisma-based. A stygira can only make use of this ability while holding a gemstone. Light Blindness Despite their effective blindness, stygiras remain sensitive to light. Abrupt exposure to bright light blinds stygiras for 1 round; on subsequent rounds, they are dazzled as long as they remain in the affected area. Stone Curse (Su) Any creature struck by a stygira's claws must make a DC 18 Will save or be affected by a curse that gradually drains it of color, stiffens its joints, and finally turns the victim to stone. This curse proves frighteningly unpredictable, forcing another save against its effects every 1d3 hours. Any creature that is drained to 0 Dexterity or fails three saves against the curse is permanently petrified. Even if a creature is petrified and then restored to flesh, it is still affected by the curse and is petrified again upon failing its next save against the curse. A stone curse can only be removed in one of two ways: by casting remove curse or by spending a full hour in unobstructed natural sunlight. Magical radiance like daylight does not affect a stone curse, and remove curse does not return a petrified creature to flesh. The save DC is Constitution-based. Stone curse: Claw-curse; save Will DC 18; frequency 1/1d3 hours; effect 1d6 Dex damage, failing 3 saves results in petrification; cure casting remove curse or spending 1 hour in natural sunlight"}]