[{"Name":"Ochre Eurypterid","CR":"0.33","XP":"135","Size":"Small","Init":"5","AC":"14, touch 12, flat-footed 13","HP":"4","Fort":"2","Ref":"1","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., swim 40 ft.","Melee":"2 claws +0 (1d2-1), sting +0 (1d2-1 plus poison)","Ranged":"","Space":"5 ft.","Reach":"5 ft. (10 ft. with sting)","SpecialAttacks":"","AbilitiyScores":"Str 8, Dex 13, Con 10, Int -, Wis 13, Cha 2","BaseAtk":"0","CMB":"-2","CMD":"9","Source":"AP 37","SpecialAbilities":"Poison (Ex) Sting-injury; save Fort DC 10; frequency 1/round for 4 rounds; effect 1 Dex; cure 1 save."},{"Name":"Rhamphorhynchus","CR":"0.33","XP":"135","Size":"Tiny","Init":"3","AC":"15, touch 15, flat-footed 12","HP":"4","Fort":"2","Ref":"7","Will":"2","DefensiveAbilities":"evasion","SR":"","Weaknesses":"","Speed":"10 ft., fly 40 ft. (good)","Melee":"bite +0 (1d3-2)","Ranged":"","Space":"2-1/2 ft.","Reach":"2-1/2 ft.","SpecialAttacks":"sudden swoop","AbilitiyScores":"Str 6, Dex 17, Con 11, Int 2, Wis 14, Cha 11","BaseAtk":"0","CMB":"1","CMD":"9","Source":"AP 37","SpecialAbilities":"Sudden Swoop (Ex) If a rhamphorhynchus makes a charge attack while flying, it does not provoke attacks of opportunity when it enters an opponent's space to make a melee attack. It also gains a +2 bonus on damage rolls with its bite attack when it makes a sudden swoop."},{"Name":"Common Eurypterid","CR":"1.00","XP":"400","Size":"Medium","Init":"4","AC":"14, touch 10, flat-footed 14","HP":"11","Fort":"4","Ref":"0","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., swim 40 ft.","Melee":"2 claws +1 (1d3), sting +1 (1d3 plus poison)","Ranged":"","Space":"5 ft.","Reach":"5 ft. (10 ft. with sting)","SpecialAttacks":"","AbilitiyScores":"Str 10, Dex 11, Con 12, Int -, Wis 13, Cha 2","BaseAtk":"1","CMB":"1","CMD":"11","Source":"AP 37","SpecialAbilities":"Poison (Ex) Sting-injury; save Fort DC 12; frequency 1/round for 4 rounds; effect 1d2 Con; cure 1 save."},{"Name":"Hunter Urchin","CR":"1.00","XP":"400","Size":"Medium","Init":"-4","AC":"12, touch 6, flat-footed 12","HP":"13","Fort":"5","Ref":"-4","Will":"0","DefensiveAbilities":"stability","SR":"","Weaknesses":"","Speed":"15 ft.","Melee":"tongue +3 (1d3+3 plus pull)","Ranged":"","Space":"5 ft.","Reach":"5 ft.; 20 ft. with tongue","SpecialAttacks":"spines (+3, 1d4+2 plus poison), pull (tongue, 5 feet)","AbilitiyScores":"Str 15, Dex 3, Con 14, Int -, Wis 11, Cha 2","BaseAtk":"1","CMB":"3","CMD":"9 (17 vs. bull rush or trip)","Source":"AP 37","SpecialAbilities":"All-Around Vision (Ex) All giant sea urchins can see in all directions. They gain a +4 racial bonus on Perception checks and cannot be flanked. Poison (Ex) Hunter urchin venom causes intense pain that staggers those who suffer its effects, but does not actually inflict ability damage. The save DC is Constitution-based. Spines-injury; save Fort DC 13; frequency 1/round for 6 rounds; effect staggered for 1 round; cure 1 save. Spines (Ex) A hunter urchin's spines can swivel to face any approaching creature. Any creature that attacks a hunter urchin with an unarmed strike or a natural attack, or any Medium or smaller creature that attacks with a one-handed weapon or light weapon, is automatically attacked by the hunter urchin's spines as an immediate action. If the spines hit, they can poison the target as well. Stability (Ex) All giant sea urchins receive a +8 bonus to CMD when resisting a bull rush or trip attempt."},{"Name":"Undead Ningyo","CR":"1.00","XP":"400","Size":"Small","Init":"1","AC":"14, touch 12, flat-footed 13","HP":"15","Fort":"3","Ref":"1","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., swim 20 ft.","Melee":"2 claws +3 (1d3+1), bite +3 (1d4+1)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"group grapplers, startle","AbilitiyScores":"Str 12, Dex 13, Con -, Int 5, Wis 15, Cha 16","BaseAtk":"1","CMB":"1","CMD":"12","Source":"AP 37","SpecialAbilities":"Startle (Su) Any creature of 5 Hit Dice or fewer that is attacked by an undead ningyo in a surprise round must make a DC 14 Will save or be frightened for 1d4 rounds. If the subject succeeds on a Will save, it is shaken for 1 round. Whether or not the save is successful, the affected creature is immune to the same undead ningyo's startle attack for 24 hours. Creatures with 6 or more HD are immune to this effect. This is a mind-affecting fear effect. The save DC is Charisma-based."},{"Name":"Spear Urchin","CR":"4.00","XP":"1200","Size":"Large","Init":"-4","AC":"17, touch 5, flat-footed 17","HP":"42","Fort":"8","Ref":"-3","Will":"1","DefensiveAbilities":"stability","SR":"","Weaknesses":"","Speed":"5 ft.","Melee":"2 spines +8 (1d6+6 plus poison)","Ranged":"2 spines +3 (1d6+6 plus poison)","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"spines (+8, 1d6+6 plus poison)","AbilitiyScores":"Str 23, Dex 3, Con 18, Int -, Wis 11, Cha 2","BaseAtk":"3","CMB":"10","CMD":"16 (24 vs. bull rush or trip)","Source":"AP 37","SpecialAbilities":"Poison (Ex) Spear urchin venom causes horrific pain that weakens the muscles and causes intense nausea. The save DC is Constitution-based. Spines-injury; save Fort DC 16; frequency 1/round for 6 rounds; effect 1d2 Str and nauseated for 1 round; cure 1 save. Spines (Ex) A spear urchin's spines can swivel and rotate to face any approaching creature that attacks it. Any creature that attacks a spear urchin with an unarmed strike or a natural attack, or any Large or smaller creature that attacks with a onehanded weapon or light weapon, is automatically attacked by the spear urchin's spines as an immediate action. If the spines hit, they can poison the target as well. In addition, a spear urchin can fire up to two spines each round as if they were javelins with a range increment of 30 feet. As long as its target is within range of its tremorsense (30 feet), a spear urchin ignores its Dexterity penalty on ranged attack rolls, but beyond this range the penalty functions normally, effectively increasing a spear urchin's penalty to hit by -4 over its standard penalty for range. A spear urchin's spines function equally well underwater as they do above water."},{"Name":"Tuyewera","CR":"4.00","XP":"1200","Size":"Medium","Init":"7","AC":"16, touch 13, flat-footed 13","HP":"39","Fort":"4","Ref":"5","Will":"6","DefensiveAbilities":"daylight invisibility","SR":"","Weaknesses":"vulnerable to sunlight","Speed":"20 ft.","Melee":"slam +7 (1d6+4), tongue +8 (1d4+4 plus grab)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"constrict (1d4+4), lure, steal tongue, suffocation","AbilitiyScores":"Str 17, Dex 16, Con -, Int 8, Wis 13, Cha 15","BaseAtk":"4","CMB":"7","CMD":"20","Source":"AP 37","SpecialAbilities":"Daytime Invisibility (Su) During the day, a tuyewera is invisible as long as it doesn't attack. This effect functions as the invisibility spell, but lasts for the entire day. If a tuyewera takes any action that would negate its invisibility (such as attacking), it remains visible until it takes a full-round action to reactivate its invisibility. Lure (Su) If a tuyewera possesses a stolen tongue (see steal tongue ability), it can lure creatures into a trancelike state and compel them to approach as a standard action. When a tuyewera uses its lure, it must target an intelligent creature within 120 feet to which it has line of effect (but not necessarily line of sight). The tuyewera must concentrate to maintain the lure's effects. It then calls out to the creature, beckoning it to approach. The target can resist this lure by making a successful DC 15 Will save, after which that target is immune to that tuyewera's lure ability until the tuyewera gains a different tongue. If the tuyewera uses the target's name during the lure, the target suffers a -2 penalty on the Will save. If the target fails, she becomes fascinated and attempts to approach the tuyewera by the shortest, safest route possible. Once the target is adjacent to the tuyewera, she remains motionless and offers no resistance to the undead's attacks (although once the tuyewera attacks, it ceases concentration and the victim is free to act, assuming she survives the monster's attack). This is a sonic mindaffecting charm effect. The save DC is Charisma-based. Suffocation (Su) A tuyewera does not breathe itself, but it can attempt to steal the breath of a helpless, fascinated, or stunned adjacent creature as a standard action. When the tuyewera attempts this, it moves its mouth next to the victim's mouth and inhales, drawing the victim's breath out of her body. The victim can attempt to resist this attack by making a DC 15 Fortitude save. If she fails, the victim is stunned for 1 round and begins to suffocate. The victim falls unconscious on the second round, drops to -1 hit points on the third, and dies of suffocation on the fourth. Each round, the victim may attempt a new DC 15 Fortitude save to end the suffocation effect. The save DC is Charisma-based. Steal Tongue (Su) A tuyewera does not possess a tongue of its own when it is created-it must steal a tongue from a recently slain (no more than 1 day ago) creature before it can speak, attack with its tongue, or use its lure or constriction attacks. Stealing a tongue is a full-round action, after which the stolen tongue merges with the tuyewera's jaw. The tuyewera gains the ability to speak and understand all of the languages known by the dead body from which the tongue was harvested, and its voice sounds exactly like that of the dead creature while it still lived. The monster's new tongue is a dangerous weapon as well, and can extend to a length of nearly 5 feet to attack and constrict foes. A stolen tongue only lasts until the next sunrise, after which it rots away to corruption in a single round, forcing the tuyewera to seek out a replacement before it regains its speech and attacks."},{"Name":"Bluetip Eurypterid","CR":"5.00","XP":"1600","Size":"Large","Init":"7","AC":"19, touch 12, flat-footed 16","HP":"52","Fort":"8","Ref":"7","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., swim 60 ft.","Melee":"2 claws +8 (1d6+4), sting +8 (1d4+4 plus poison)","Ranged":"","Space":"10 ft.","Reach":"10 ft. (15 ft. with sting)","SpecialAttacks":"pounce","AbilitiyScores":"Str 18, Dex 17, Con 16, Int -, Wis 13, Cha 2","BaseAtk":"5","CMB":"10","CMD":"23","Source":"AP 37","SpecialAbilities":"Poison (Ex) Sting-injury; save Fort DC 16; frequency 1/round for 6 rounds; effect 1d4 Con; cure 2 consecutive saves."},{"Name":"Quetzalcoatlus","CR":"7.00","XP":"3200","Size":"Huge","Init":"7","AC":"19, touch 12, flat-footed 15","HP":"82","Fort":"10","Ref":"12","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., fly 50 ft. (clumsy)","Melee":"bite +13 (2d8+7/x3), 2 wings +8 (1d6+3)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"","AbilitiyScores":"Str 25, Dex 17, Con 17, Int 2, Wis 14, Cha 12","BaseAtk":"8","CMB":"17","CMD":"31","Source":"AP 37","SpecialAbilities":"Razor-Sharp Beak (Ex) A quetzalcoatlus's razor-sharp beak has a critical modifier of x3."},{"Name":"Glass Urchin","CR":"9.00","XP":"6400","Size":"Huge","Init":"-4","AC":"22, touch 4, flat-footed 22","HP":"126","Fort":"14","Ref":"0","Will":"6","DefensiveAbilities":"stability, transparency","SR":"","Weaknesses":"","Speed":"5 ft.","Melee":"3 spines +17 (1d8+10 plus poison)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"poison spray, spines","AbilitiyScores":"Str 31, Dex 3, Con 22, Int -, Wis 15, Cha 2","BaseAtk":"9","CMB":"21","CMD":"27 (35 vs. bull rush or trip)","Source":"AP 37","SpecialAbilities":"Poison (Ex) Glass urchin venom causes the senses to become clouded and creates vivid hallucinations and confusion in the victim's mind. The save DC is Constitution-based. Spines-contact or injury; save Fort DC 16; frequency 1/ round for 6 rounds; effect 1d4 Wis and confused for 1 round; cure 2 consecutive saves. Poison Spray (Ex) As a standard action, once every 5 rounds, a spear urchin can spray poison from numerous smaller spines across its body. This poison fills a 20-foot-radius spread around the urchin- all creatures within this area are exposed to the urchin's venom and must make Fortitude saves as detailed above to resist Wisdom damage and confusion. This attack is even more effective underwater, as the poison spray creates a cloud that lingers in the area around the urchin for 5 rounds-creatures must save each round they begin a turn in the area of the poison cloud in addition to when the urchin creates the effect. Spines (Ex) A glass urchin's spines can swivel and rotate to face any approaching creature that attacks it. Any creature that attacks a glass urchin with an unarmed strike or a natural attack, or any Huge or smaller creature that attacks with a one-handed weapon or light weapon, is automatically attacked by the glass urchin's spines as an immediate action. If the spines hit, they can poison the target as well. Transparency (Ex) A glass urchin's spines and body are transparent when underwater, granting the creature concealment and a constant 20% miss chance."},{"Name":"Spiny Eurypterid","CR":"9.00","XP":"6400","Size":"Huge","Init":"3","AC":"22, touch 7, flat-footed 22","HP":"114","Fort":"13","Ref":"3","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., swim 40 ft.","Melee":"2 claws +15 (1d8+8/19-20), sting +15 (1d6+8 plus poison)","Ranged":"","Space":"15 ft.","Reach":"15 ft. (20 ft. with sting)","SpecialAttacks":"rend (2 claws, 1d6+12)","AbilitiyScores":"Str 26, Dex 9, Con 20, Int -, Wis 13, Cha 2","BaseAtk":"9","CMB":"19","CMD":"28","Source":"AP 37","SpecialAbilities":"Poison (Ex) Sting-injury; save Fort DC 21; frequency 1/round for 6 rounds; effect 1d4 Con and 1d2 Dex; cure 2 consecutive saves. Spiny Carapace (Ex) The spiny eurypterid's carapace is covered with thousands of razor-sharp spines. Any creature that attacks a spiny eurypterid with a light weapon, unarmed strike, or natural attack takes 1d6 points of piercing damage. Any creature that grapples or is grappled by a spiny eurypterid automatically takes 2d6 points of piercing damage per round the grapple is maintained."},{"Name":"Spitting Eurypterid","CR":"12.00","XP":"19200","Size":"Gargantuan","Init":"4","AC":"26, touch 6, flat-footed 26","HP":"184","Fort":"17","Ref":"5","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., swim 40 ft.","Melee":"2 claws +20 (1d8+12), sting +20 (2d6+12 plus poison)","Ranged":"","Space":"20 ft.","Reach":"20 ft. (30 ft. with sting)","SpecialAttacks":"spit","AbilitiyScores":"Str 34, Dex 10, Con 24, Int -, Wis 13, Cha 2","BaseAtk":"12","CMB":"28","CMD":"38","Source":"AP 37","SpecialAbilities":"Poison (Ex) Sting-injury; save Fort DC 25; frequency 1/round for 6 rounds; effect 1d6 Con and 1d4 Dex; cure 2 consecutive saves. Spit (Ex) A spitting eurypterid can expel a high-pressure jet of water from a vent just below its mouth with startling accuracy and force. This spit attack is equally effective above or below water, creating a 40-foot line that inflicts 10d6 points of nonlethal damage to all creatures in the area of effect. In addition, creatures that take damage from this jet of water are stunned for 1 round. A DC 25 Fortitude save halves the damage and negates the stun effect. Once a spitting eurypterid uses this ability, it cannot use it again until it takes a full-round action while completely submerged to draw more water into its body. The save DC is Constitution-based."}]