[{"Name":"Piranha Swarm","CR":"3.00","XP":"800","Size":"Tiny","Init":"7","AC":"15, touch 15, flat-footed 12","HP":"26","Fort":"6","Ref":"7","Will":"2","DefensiveAbilities":"swarm traits","SR":"","Weaknesses":"","Speed":"swim 30 ft.","Melee":"swarm (1d6 plus bleed and distraction)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"bleed (1d6), distraction (DC 14)","AbilitiyScores":"Str 3, Dex 16, Con 15, Int 1, Wis 12, Cha 2","BaseAtk":"3","CMB":"-","CMD":"-","Source":"AP 39","SpecialAbilities":"Keen Scent (Ex) A piranha swarm can notice creatures by scent in a 180-foot radius underwater and can detect blood in the water at ranges of up to a mile."},{"Name":"Umasi","CR":"4.00","XP":"1200","Size":"Medium","Init":"6","AC":"18, touch 12, flat-footed 16","HP":"42","Fort":"6","Ref":"6","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"immune to healing","Speed":"40 ft.","Melee":"dagger +7 (1d4+4/19-20), 2 unarmed strikes +7 (1d3+2  nonlethal)","Ranged":"shortbow +7 (1d6/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 18, Dex 15, Con 17, Int 10, Wis 13, Cha 8","BaseAtk":"5","CMB":"9","CMD":"21","Source":"AP 39","SpecialAbilities":"Graft Flesh (Su) Umasi can graft the flesh and even limbs of other humanoids to their own bodies in a ritual that takes 1 hour to complete. To heal damage, an Umasi must have a supply of flesh (either living or dead), and the Umasi must make a DC 20 Heal check to treat deadly wounds. The Umasi can only heal damage with his graft flesh ability once per day, but there is no time limit on healing wounds and the Umasi does not need a healer's kit (and does not take a penalty for lacking one). This ability otherwise functions as the treat deadly wounds use of the Heal skill.  Umasi can also graft additional limbs onto their bodies; each extra arm gives the Umasi an additional unarmed strike, while each additional leg adds +5 feet to the Umasi's speed.  An Umasi can have a maximum of six arms and six legs.  Harvest Organs (Su) An Umasi can remove a vital organ when he delivers a coup de grace against a humanoid opponent with a slashing or piercing weapon. The next round, the Umasi can consume the harvested organ as a move action to gain the benefits of the death knell spell (caster level equal to the Umasi's Hit Dice).  Immortal Flesh (Su) Umasi are immune to disease and aging effects, and they gain a +2 racial bonus on saving throws against poison.  Immune to Healing (Ex) Umasi do not heal damage naturally, and are not healed by positive or negative energy."},{"Name":"Vireseed Swarm","CR":"5.00","XP":"1600","Size":"Fine","Init":"1","AC":"19, touch 19, flat-footed 18","HP":"51","Fort":"9","Ref":"3","Will":"2","DefensiveAbilities":"swarm traits","SR":"","Weaknesses":"vulnerable to fire","Speed":"5 ft., fly 30 ft. (perfect)","Melee":"swarm (2d6 plus infestation)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"distraction (DC 17)","AbilitiyScores":"Str 1, Dex 13, Con 18, Int -, Wis 10, Cha 13","BaseAtk":"5","CMB":"-","CMD":"-","Source":"AP 39","SpecialAbilities":"Infestation (Ex) Swarm-injury; save Fort DC 17; onset immediate; frequency 1/round for 3 rounds; effect 1 Con damage; cure applying flame to the infested character deals 1d6 points of fire damage but immediately destroys the infestation; blight, reduce plants, and remove disease also automatically destroy the infestation. (See page 245 of the GameMastery Guide for more details on infestations.)"},{"Name":"Megapiranha Swarm","CR":"6.00","XP":"2400","Size":"Tiny","Init":"6","AC":"17, touch 14, flat-footed 15","HP":"76","Fort":"9","Ref":"10","Will":"4","DefensiveAbilities":"swarm traits","SR":"","Weaknesses":"","Speed":"swim 40 ft.","Melee":"swarm (2d6 plus bleed and distraction)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"bleed (2d6), distraction (DC 17)","AbilitiyScores":"Str 12, Dex 15, Con 17, Int 1, Wis 12, Cha 2","BaseAtk":"6","CMB":"-","CMD":"-","Source":"AP 39","SpecialAbilities":"Keen Scent (Ex) A megapiranha swarm can notice creatures by scent in a 180-foot radius underwater and can detect blood in the water at ranges of up to a mile."},{"Name":"Tribal Totem","CR":"6.00","XP":"2400","Size":"Medium","Init":"2","AC":"19, touch 12, flat-footed 17","HP":"69","Fort":"3","Ref":"5","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"ceremonial activation, vulnerable to fire","Speed":"20 ft.","Melee":"2 slams +12 (1d10+3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"spirit link","AbilitiyScores":"Str 17, Dex 14, Con -, Int -, Wis 13, Cha 14","BaseAtk":"9","CMB":"3","CMD":"13 (can't be tripped or bull rushed)","Source":"AP 39","SpecialAbilities":"Ceremonial Activation (Su) A tribal totem stands inert unless empowered each day by spiritual energy. This activation requires that at least 10 participants perform an hour-long ceremony of chanting and adoration. For each hour this ritual lasts, the totem remains alert and functional for 1 day.  The worshipers need not include the creator or possess any special divine powers.  Effigy (Su) As a full-round action once per day, a tribal totem can mimic the shape of any Small or Medium humanoid within its line of sight, reforming itself into a wooden depiction of that creature. Upon doing so, the target can be affected by the effigy ability. While in this shape, the tribal totem knows the location of its target as if persistently using the spell locate creature. A warp wood or wood shape spell immediately forces the tribal totem to revert to its normal form. Although the tribal totem may only use this ability once per day, it can retain a shape indefinitely.  Mouthpiece (Sp) Although a tribal totem cannot speak on its own, every day it can store a single message for its creator and repeat that message upon a prescribed condition. This ability functions as the magic mouth spell, and its creator may change or reset the conditions of the message each day.  Spirit Link (Su) As a standard action, a tribal totem may attempt to join its animating energies with a creature within its line of sight that also shares its likeness (as per the effigy ability).  The target can resist this effect with a DC 16 Will save. If this save fails, the target is affected as if it had cast the spell shield other, taking half the damage inflicted upon the tribal totem.  In addition, any spell with a range of \"creature touched\" cast upon the tribal totem affects the linked creature rather than the construct. If the spell allows a saving throw, the linked creature can make a saving throw as normal to resist the effect. Spirit link lasts for 4 hours and ends immediately if the tribal totem no longer possesses the target's shape. The save DC is Charisma-based."},{"Name":"Camulatz","CR":"9.00","XP":"6400","Size":"Large","Init":"3","AC":"22, touch 12, flat-footed 19","HP":"114","Fort":"12","Ref":"11","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., fly 80 ft. (average)","Melee":"bite +18 (2d6+6/19-20 plus 2d6 bleed), 2 talons +17  (1d6+6)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"decapitating strike, hypnotic display, rend (2 talons, 1d6+9)","AbilitiyScores":"Str 23, Dex 17, Con 18, Int 8, Wis 15, Cha 14","BaseAtk":"12","CMB":"19","CMD":"32","Source":"AP 39","SpecialAbilities":"Decapitating Strike (Ex) On an attack roll of a natural 20 (followed by a successful roll to confirm the critical hit) with its bite attack, a camulatz severs its opponent's head (if the opponent has one). Most creatures die when their heads are cut off. This ability functions as the vorpal weapon special ability.  Hypnotic Display (Su) As a full-round action, a camulatz may cause its coat of feathers to change colors, shifting through a mesmerizing pattern that lures creatures to the camulatz's side. All creatures who can see the camulatz (even other camulatz) must succeed on a DC 18 Will saving throw or become captivated. A creature that successfully saves is not subject to the same camulatz's hypnotic display for 24 hours. A victim under the effects of the hypnotic display moves toward the camulatz using the most direct means available. If this path leads the victim into a dangerous area, such as through fire or off a cliff, that creature receives a second saving throw to end the effect before moving into peril. Captivated creatures can take no actions other than to defend themselves. A victim that is within 5 feet of the camulatz simply stands and offers no resistance to the camulatz's attacks. This effect lasts for 1d6 rounds.  Sightless creatures are not affected. This is a mind-affecting pattern effect. The save DC is Charisma-based.  Sound Mimicry (Ex) A camulatz can perfectly imitate certain sounds or the speech of any creature it has heard, though this ability does not allow it to speak or to understand languages it does not know. The listener must make a Sense Motive check opposed by the camulatz's Bluff check to recognize the mimicry, although if the listener isn't familiar with the person or the type of creatures mimicked, it takes a -8 penalty on its Sense Motive check.  The camulatz has a +8 racial bonus on its Bluff check to mimic speech or sounds that it has listened to for at least 10 minutes. It cannot duplicate the effects of magical abilities (such as bardic performance or a harpy's captivating song), though it may be able to mimic the sound of those abilities."}]