[{"Name":"Bog Strider","CR":"2.00","XP":"600","Size":"Medium","Init":"2","AC":"16, touch 13, flat-footed 13","HP":"15","Fort":"2","Ref":"5","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., water stride 50 ft.","Melee":"spear +4 (1d8+3/x3), bite -1 (1d6+1) or 2 claws +4 (1d4+2), bite +4 (1d6+2)","Ranged":"spear +4 (1d8+2/x3) or mwk net +5 ranged touch (entangle)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 14, Dex 14, Con 14, Int 11, Wis 13, Cha 9","BaseAtk":"2","CMB":"4","CMD":"17 (21 vs. trip)","Source":"AP 34","SpecialAbilities":"Hold Breath (Ex) A bog strider can hold its breath for a number of rounds equal to 4 times its Constitution score before it risks drowning. Tremor Tap (Ex) Bog striders can send and receive messages by creating and sensing silent vibrations on the surface of any body of water they currently tread. The range of communication extends outward 120 feet to all other bog striders within line of effect on or under the water. Because the ripples created on the water prove omni-directional, bog striders can communicate with multiple targets at the same time. Only bog striders can understand this form of communication. This ability also grants bog striders tremorsense in water at a range of 120 feet. Water Sprint (Ex) Once per hour, a bog strider can move up to 5 times its normal speed (250 feet) on water when making a charge or retreating from an enemy. Once it decides to increase its movement in this fashion, the effect lasts for up to 4 rounds, after which a bog strider becomes fatigued for as many rounds as it chose to move at a higher speed. Water Stride (Su) A bog strider can tread upon rivers, lakes, and flooded swamplands or marshes as if under the effects of the water walk spell. It also gains an increased movement rate by using the surface tension and its multiple legs to propel itself across the water."},{"Name":"Calathgar","CR":"4.00","XP":"1200","Size":"Small","Init":"8","AC":"16, touch 15, flat-footed 12","HP":"39","Fort":"6","Ref":"6","Will":"4","DefensiveAbilities":"cold healing","SR":"","Weaknesses":"fire vulnerability","Speed":"20 ft., climb 20 ft.","Melee":"flower +7 (1d6+2 plus 1d6 cold), 2 tendrils +7 (1d4+2)","Ranged":"","Space":"5 ft.","Reach":"5 ft. (10 ft. with tendrils)","SpecialAttacks":"seed spray (15-ft. cone, 4d6 cold damage, Reflex DC 14 for half, usable every 1d4 rounds)","AbilitiyScores":"Str 14, Dex 19, Con 14, Int 6, Wis 15, Cha 12","BaseAtk":"4","CMB":"5","CMD":"19 (21 vs. trip)","Source":"AP 34","SpecialAbilities":"Cold Healing (Ex) Calathgars are healed by cold. Anytime a calathgar is subjected to cold damage, it regains 1 hit point (regardless of the amount of cold damage dealt). When in areas of severe cold (such as arctic regions or near brown mold), a calathgar gains fast healing 1. Mold Mulch (Ex) Upon being reduced to 0 hit points, a calathgar withers and swiftly decays, transforming into a 5-foot patch of brown mold. If a calathgar is killed by fire, the mold immediately grows into a 10-foot patch. If it is killed in a space already occupied by brown mold, that mold patch doubles in size just as though fire had been brought near. The area within 30 feet of brown mold is cold enough to activate a calathgar's cold healing and the persistent effect of its seed spray. Brown mold deals 3d6 points of nonlethal cold damage to all creatures within 5 feet of it. See page 416 of the Pathfinder RPG Core Rulebook for additional details. Seed Spray (Ex) Once every 1d4 rounds, up to 3 times per day, a calathgar can expel a blast of thorny, frozen seeds in a 15-foot cone. All creatures in this area take 4d6 points of cold damage (Reflex DC 15 for half ). In frigid climes-areas where the temperature is 40 degrees or colder-these seeds cling to those they strike, dealing an additional 1d6 points of cold damage on the following round. The save DC is Constitution-based."}]