[{"Name":"Lesser Hollow Serpent","CR":"6.00","XP":"2400","Size":"Medium","Init":"4","AC":"19, touch 15, flat-footed 14","HP":"71","Fort":"6","Ref":"9","Will":"9","DefensiveAbilities":"channel resistance +2","SR":"17","Weaknesses":"","Speed":"30 ft., climb 30 ft.","Melee":"bite +12 (2d8+4 plus grab)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"constrict (2d8+4 plus 2d6 negative energy), negatively charged coils","AbilitiyScores":"Str 17, Dex 19, Con -, Int 2, Wis 11, Cha 12","BaseAtk":"8","CMB":"+11 (+15 grapple)","CMD":"26 (can't be tripped)","Source":"AP 42","SpecialAbilities":"Lifesense (Su) A hollow serpent notices and locates living creatures within 60 feet, just as if it possessed the blindsight ability. Negatively Charged Coils (Su) A hollow serpent deals an additional 2d6 points of damage caused by negative energy to victims trapped within its coils. A successful DC 16 Will save reduces the damage by half. The save DC is Charisma-based."},{"Name":"Emperor of Scales","CR":"15.00","XP":"51200","Size":"Huge","Init":"11","AC":"30, touch 15, flat-footed 23","HP":"225","Fort":"19","Ref":"13","Will":"15","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"30 ft., climb 30 ft., fly 60 ft. (good)","Melee":"bite +24 (2d8+8/19-20 plus poison and grab), 8 snakebites  +22 (1d6+4 plus poison)","Ranged":"","Space":"15 ft.","Reach":"10 ft. (15 ft. with snakebites)","SpecialAttacks":"acidic gore, poison, swallow whole (2d8+12 plus poison, AC 17, 22 hp)","AbilitiyScores":"Str 26, Dex 24, Con 23, Int 13, Wis 19, Cha 22","BaseAtk":"18","CMB":"+28 (+32 grapple)","CMD":"45 (can't be tripped)","Source":"AP 42","SpecialAbilities":"Acidic Gore (Su) The Emperor of Scales' giant severed head continually drips blood and gore that burn like acid. Any creature within 10 feet of the Emperor of Scales must make a DC 25 Reflex save or be sprayed by droplets of acidic blood, taking 2d6 points of acid damage. The save DC is Constitution-based.  Command Snakes (Ex) As a free action, the Emperor of Scales can command any snake or serpent with the animal or magical beast type, as the dominate animal spell. The target can resist the command with a DC 25 Will save.  Immunity to Vorpal Weapons (Ex) The Emperor of Scales is essentially a giant head with no body. As a result, its head cannot be severed, and vorpal weapons have no additional effect on it.  Maddening Hiss (Su) The Emperor of Scales' numerous snake heads constantly hiss in a maddening cacophony as a free action. Any creature within 100 feet of the Emperor of Scales must make a DC 25 Will save or be confused for 1 round. This is a mind-affecting compulsion insanity effect. A creature that saves cannot be affected by the Emperor of Scales' maddening hiss for 24 hours. The save DC is Charisma-based.  Poison (Ex) Bite or swallow-injury; save Fort DC 25; frequency 1/round for 10 rounds; effect 2d6 acid and 1d4 Str; cure 2 consecutive saves; snakebite-injury; save Fort DC 20; frequency 1/round for 6 rounds; effect 1d2 Con; cure 2 consecutive saves."}]