[{"Name":"Water Strider Swarm","CR":"1.00","XP":"400","Size":"Diminutive","Init":"4","AC":"18, touch 18, flat-footed 14","HP":"9","Fort":"3","Ref":"4","Will":"0","DefensiveAbilities":"swarm traits","SR":"","Weaknesses":"swarm traits","Speed":"10 ft., swim 20 ft., water walk 30 ft.","Melee":"swarm (1d6 plus blood drain and distraction)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"blood drain (1d2 Constitution), distraction (DC 11)","AbilitiyScores":"Str 1, Dex 18, Con 10, Int -, Wis 10, Cha 2","BaseAtk":"1","CMB":"-","CMD":"-","Source":"AP 49","SpecialAbilities":"Water Walking (Ex) Water striders are covered with water-repellent hairs that prevent them from sinking beneath the water's surface. The swarm's movement speed across water is 30 feet."},{"Name":"Belostomatid","CR":"3.00","XP":"800","Size":"Large","Init":"1","AC":"18, touch 10, flat-footed 17","HP":"30","Fort":"7","Ref":"2","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., fly 20 ft. (poor), swim 40 ft.","Melee":"2 claws +6 (1d4+3 plus grab), bite +6 (1d8+4 plus digestive enzymes)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"digestive enzyme","AbilitiyScores":"Str 19, Dex 13, Con 16, Int -, Wis 11, Cha 2","BaseAtk":"3","CMB":"+8 (+12 grapple)","CMD":"19 (27 vs. trip)","Source":"AP 49","SpecialAbilities":"Digestive Enzymes (Ex) A belostomatid injects a corrosive enzyme into its prey that both paralyzes and liquefies flesh. A creature struck by the belostomatid's piercing bite must succeed at a DC 15 Fortitude save or be paralyzed for 1d4 rounds. For every round the creature is paralyzed it takes 1d2 points of Constitution damage.  Hold Breath (Ex) A belostomatid can hold its breath for a number of rounds equal to 4 times its Constitution score before it risks drowning."},{"Name":"Hala","CR":"4.00","XP":"1200","Size":"Medium","Init":"4","AC":"18, touch 14, flat-footed 14","HP":"37","Fort":"6","Ref":"8","Will":"8","DefensiveAbilities":"vengeful wind","SR":"15","Weaknesses":"enemy of dragons and eagles","Speed":"30 ft., fly 60 ft. (perfect)","Melee":"2 claws +9 (1d4+3), bite +9 (1d6+3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"hailstorm","AbilitiyScores":"Str 16, Dex 19, Con 14, Int 12, Wis 11, Cha 15","BaseAtk":"5","CMB":"11","CMD":"25 (29 vs. trip)","Source":"AP 49","SpecialAbilities":"Enemy of Dragons and Eagles (Ex) Halas are hated enemies of dragons and eagles. Those creatures gain a +2 bonus on attack and damage rolls against hala demons.  Hailstorm (Su) A hala can call down hailstones from surrounding clouds once every 1d4 rounds as a standard action. These hailstones deal 1d6 points of bludgeoning damage and 1d6 points of cold damage to all creatures within a 20-foot radius that have no overhead cover. A DC 14 Reflex save halves this damage. The save DC is Constitution-based. To use this ability, the hala must be outside and there must be clouds in the sky.  Stormwind Aura (Su) Halas surround themselves with a buffeting shroud of supernatural, windstorm-force winds. These winds shield a hala from any other wind effects and form a shell of breathable air around it, allowing the hala to breathe underwater. Ranged weapons and gases directed toward a hala are affected as the spell wind wall.  Vengeful Wind (Su) Anytime a hala takes damage from a critical hit, a powerful blast of wind explodes forth in the direction of the attacker. This blast takes the form of a 60-foot-long gale, treated as a gust of wind spell, directed from the hala toward the opponent that scored the critical hit against it (if that creature is more than 60 feet away, the wind is aimed in its direction but doesn't come close enough to affect it). This wind is also charged with electricity. Any creature in or that enters the area of effect must make a DC 14 Reflex save or take 3d6 points of electricity damage. The save DC is Constitution-based."},{"Name":"Giant Hellgrammite","CR":"5.00","XP":"1600","Size":"Large","Init":"0","AC":"16, touch 9, flat-footed 16","HP":"52","Fort":"8","Ref":"2","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., swim 20 ft.","Melee":"bite +8 (2d8+4 plus grab), tail slap +3 (1d8+2)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"death grip, constrict (2d8+4)","AbilitiyScores":"Str 19, Dex 11, Con 16, Int -, Wis 9, Cha 2","BaseAtk":"5","CMB":"+10 (+14 grapple)","CMD":"20 (28 vs. trip)","Source":"AP 49","SpecialAbilities":"Death Grip (Ex) Upon its death, a hellgrammite's massive jaws close tightly and lock. Any creature or object that is grappled at the time of the hellgrammite's death takes an additional 1d8+2 points of damage per round unless it makes a DC 22 Escape Artist check, makes a DC 20 Strength check, or deals an additional 10 points of damage to the hellgrammite's corpse to escape."},{"Name":"Yamabushi Tengu","CR":"5.00","XP":"1600","Size":"Medium","Init":"8","AC":"18, touch 14, flat-footed 14","HP":"57","Fort":"9","Ref":"9","Will":"4","DefensiveAbilities":"","SR":"16","Weaknesses":"susceptible to patterns","Speed":"30 ft., fly 30 ft. (average)","Melee":"#ERROR!","Ranged":"composite longbow +10/+5 (1d8+2/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"steal voice","AbilitiyScores":"Str 15, Dex 19, Con 18, Int 12, Wis 15, Cha 16","BaseAtk":"6","CMB":"8","CMD":"22","Source":"AP 49","SpecialAbilities":"Yamabushi Weapons (Ex) A yamabushi tengu is proficient with all monk weapons and all swordlike weapons (including katanas and wakizashi), and gains a +1 bonus on attack rolls and damage rolls with such weapons. Yamabushi tengus who do not use swords favor the kusarigama.  Steal Voice (Su) Up to three times per day, but no more than once per target, a yamabushi tengu can attempt to steal a victim's voice as part of its bite attack. When it does so, the creature bitten must make a DC 16 Will save or lose the ability to speak aloud. This prevents the use of any spell with verbal components and the use of command-word-activated magic items, among other difficulties. The yamabushi tengu's voice changes to match the one stolen. The victim's voice remains stolen until the oni steals another voice, until the oni agrees to give the stolen voice back (a standard action requiring the oni to touch the victim), or until the next sunrise. Any effect that removes curses (such as remove curse or break enchantment) can restore a stolen voice (DC for success equals the save DC of the steal voice ability-DC 16 for most yamabushi tengu), as does the death of the oni who stole the voice in the first place. The save DC is Charisma-based. Susceptible to Patterns (Ex) A yamabushi tengu takes a -2 penalty on all saving throws against illusion spells of the pattern subschool. For 1 round after a yamabushi tengu either makes a successful save against a pattern or recovers from the effects of a pattern, it is dazzled."}]