[{"Name":"Skin Stealer","CR":"2.00","XP":"600","Size":"Medium","Init":"3","AC":"15, touch 13, flat-footed 12","HP":"18","Fort":"2","Ref":"7","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 claws +5 (1d4+1)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"sneak attack (+1d6), steal skin","AbilitiyScores":"Str 12, Dex 17, Con 13, Int 16, Wis 10, Cha 17","BaseAtk":"2","CMB":"3","CMD":"16","Source":"AP 44","SpecialAbilities":"Steal Skin (Su) As a full-round action, a skin stealer may steal the skin of a creature of Small, Medium, or Large size with a roughly humanoid shape. The target creature must be dead, helpless, or willing. If the target creature is alive, the skin stealer must make a successful coup de grace attack to steal its skin. The skin stealer can don or remove a stolen skin as a move action. When wearing a stolen skin, the skin stealer takes on the likeness of the skin's original owner, including the victim's voice, build, and size, but gains none of the creature's abilities. The stolen skin grants the skin stealer a +10 bonus on Disguise checks, with none of the usual penalties for different gender, race, age, and size. Stolen skins are preserved and remain as supple as living skin. A skin stealer may only steal and use a number of skins equal to its Charisma score. The skin stealer may choose to discard unwanted skins to make room for new ones at any time; discarded skins rot and decay normally."},{"Name":"Boruta","CR":"9.00","XP":"6400","Size":"Medium","Init":"6","AC":"23, touch 13, flat-footed 20","HP":"105","Fort":"12","Ref":"6","Will":"7","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 claws +13 (1d4+3 plus grounding curse)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 17, Dex 15, Con 16, Int 13, Wis 17, Cha 16","BaseAtk":"10","CMB":"13","CMD":"26","Source":"AP 44","SpecialAbilities":"Electric Fortitude (Ex) Borutas take no damage from electricity.  Instead, any electricity attack used against a boruta temporarily increases its Constitution score by 1d4 points. The boruta loses these temporary points at the rate of 1 per hour.  Grounding Curse (Su) Any living creature that takes damage from a boruta's claws must make a DC 20 Fortitude save or have hundreds of tiny seed pods injected into its body.  These seeds grow rapidly; they explode through the victim's skin on its next turn, dealing 1d6 points of damage and entangling it as runners and vines grow from its flesh and root themselves in the ground. The victim cannot move unless it makes a DC 10 Strength check to tear the plants from the ground, but doing so also deals 1d4 points of damage to the victim. This effect lasts for 10 minutes.  Remove curse, blight, diminish plants, and similar spells instantly end this effect. The save DC is Constitution-based.  Treespeech (Ex) A boruta has the ability to converse with plants as if subject to a continual speak with plants spell, and most plants greet them with an attitude of friendly or helpful.  Wild Shape (Su) A boruta can wild shape three times per day as a 7th-level druid. In any form a boruta takes, its appearance remains plantlike, with wooden features and leaves rather than fur or feathers."},{"Name":"Steward of the Skein","CR":"15.00","XP":"51200","Size":"Medium","Init":"7","AC":"31, touch 23, flat-footed 27","HP":"199","Fort":"15","Ref":"20","Will":"22","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"50 ft., fly 150 ft. (average)","Melee":"2 slam +26 (2d10+7 plus gaze)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"gaze, tug the strands of fate","AbilitiyScores":"Str 25, Dex 16, Con 20, Int 18, Wis 21, Cha 23","BaseAtk":"19","CMB":"26","CMD":"44","Source":"AP 44","SpecialAbilities":"Fate Aura (Su) The Steward's aura gives her a +4 deflection bonus to AC and a +4 resistance bonus on saves. The aura makes her immune to possession and attempts to exercise mental control over her, as protection from evil (though it blocks these effects from non-evil sources as well). If a creature successfully strikes the Steward with a melee attack, it is blinded or takes 1d6 Strength damage (Steward's choice, DC 25 negates either effect). The fate aura also acts as consecrate, although this does not interfere with altars or other fixtures relating to deities. Fateful Resurrection (Su) As the herald of the goddess of death and birth, the Steward quickly recovers from being killed. She remains dead for only 1d4 rounds unless her body is completely destroyed by an effect such as disintegrate. Otherwise, she rises again 1d4 rounds after death, as if brought back to life via resurrection, and is fully healed. The Steward gains 1 permanent negative level when this occurs (though Pharasma typically removes it as soon as the herald returns to the Boneyard). The Steward can self-resurrect only once per day. If she dies a second time before that day passes, she is permanently dead (barring intervention by Pharasma or magic that can resurrect an outsider). Gaze (Su) In humanoid form, the Steward can use a 60-footrange gaze attack that dazes creatures for 2d6 rounds (Will negates, DC 25). Creatures who make their save are merely staggered for 1d6 rounds. Creatures of 5 HD or less who fail their save are stunned instead of dazed. Undead who fail their saves are held immobile (as halt undead) for 2d6 rounds rather than stunned or staggered. A creature that saves against the Steward's gaze cannot be affected by it again for 24 hours. The Steward is immune to her own gaze. This is a mind-affecting effect (or a necromancy effect against undead). A creature struck by the Steward's slam attack must save or be affected by her gaze attack. The save DCs are Charisma-based. Incorporeal Form (Su) The Steward can become incorporeal or return to her normal form as a standard action. When incorporeal, she can use her spell-like abilities and gaze attack but can't make physical attacks against corporeal creatures. Her appearance changes radically when she is incorporeal, looking like a burning orange spirit of darkness (this duality has led some to believe Pharasma actually has two heralds). Lady's Blessing (Su) This special blessing is normally only given to important heroes of the faith or children with a significant destiny. The touched target gains a +1 luck bonus on attack rolls, weapon damage rolls, saves, and skill checks, and foes take a -1 penalty on such rolls directed against the target. This blessing lasts one year. The Steward can use this ability at will, but only does so at the direction of Pharasma, and never on herself. Tug the Strands of Fate (Su) The Steward can influence a creature's fate, forcing a creature within 100 feet and line of sight to reroll any one roll that it has made before the result of the roll is revealed. The result of the reroll must be taken, even if it is worse than the original roll. The Steward can use this ability 3 times per day."}]