[{"Name":"Tikoloshe","CR":"3.00","XP":"800","Size":"Small","Init":"2","AC":"15, touch 13, flat-footed 13","HP":"26","Fort":"2","Ref":"3","Will":"3","DefensiveAbilities":"channel resistance +2, water diffusion","SR":"","Weaknesses":"blind","Speed":"20 ft., swim 30 ft., waverider","Melee":"bite +6 (1d4+2), 2 slams +6 (1d3+2)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"trickster's torment","AbilitiyScores":"Str 14, Dex 15, Con -, Int 8, Wis 15, Cha 13","BaseAtk":"3","CMB":"4","CMD":"18 (22 vs. trip)","Source":"AP 40","SpecialAbilities":"Blind A tikoloshe has no eyes and is blind. All creatures beyond the range of its hearing-based blindsense and blindsight abilities have total concealment against it. Trickster's Torment (Su) Once per day, a tikoloshe can curse another living creature. As a standard action, the tikoloshe makes a melee touch attack and unless the target makes a DC 15 Will save, the target is treated as if under the effect of bestow curse, except that the curse's duration is only 24 hours. A creature can only suffer from one tikoloshe's curse at a time. The save DC is Charisma-based. Water Diffusion (Ex) When in water at least 2 feet deep, a tikoloshe's body seems to diffuse into and become part of the water, granting it concealment (20% miss chance) as if under the effect of blur. This effect ends immediately upon entering shallower water or setting foot on land. Waverider (Ex) Up to 3 times per day, a tikoloshe can swim up to 30 feet as a swift action. It does not provoke an attack of opportunity for this movement."},{"Name":"Sabosan","CR":"5.00","XP":"1600","Size":"Medium","Init":"4","AC":"18, touch 14, flat-footed 14","HP":"52","Fort":"4","Ref":"9","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., fly 40 ft. (good)","Melee":"bite +10 (1d6+3 plus bleed 3), 2 claws +10 (1d6+3) or shortspear +10 (1d6+3), bite +5 (1d6+1 plus bleed 3), claw +5 (1d6+1)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"blood drain (1 Con), dread flight, fell shriek, powerful charge (bite, claw, or shortspear; 2d6+6)","AbilitiyScores":"Str 16, Dex 18, Con 15, Int 9, Wis 13, Cha 10","BaseAtk":"7","CMB":"10","CMD":"24","Source":"AP 40","SpecialAbilities":"Blood Drain (Ex) A sabosan drains blood at the end of its turn if it grapples a foe, inflicting 1 Constitution damage. The sabosan prefer to drain helpless foes. Dread Flight (Ex) A sabosan can use its Hover feat to create a dust cloud as if it were a Large creature, except the dust cloud only has a 30-foot radius. Fell Shriek (Ex) As a standard action, a sabosan can emit a deafening cry in a 30-foot cone. Creatures in this area must make a DC 15 Fortitude save or be deafened for 1 minute. The sabosan are immune to this ability. The save DC is Constitution-based. Powerful Charge (Ex) When a sabosan makes a charge, its attack deals extra damage (listed above) in addition to the normal benefits and hazards of a charge."},{"Name":"Impundulu","CR":"11.00","XP":"12800","Size":"Medium","Init":"9","AC":"25, touch 15, flat-footed 20","HP":"133","Fort":"13","Ref":"14","Will":"10","DefensiveAbilities":"","SR":"22","Weaknesses":"","Speed":"20 ft. (30 ft. in humanoid form), fly 60 ft. (good)","Melee":"bite +19 (1d6+4 plus 1d6 bleed and 1d6 electricity), 2 talons +19 (1d4+4 plus 1d6 electricity and grab), 2 hook +13 (1d4+2 plus 1d6 electricity)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bleed (1d6), breath weapon (60-ft. line, 8d6 electricity, Reflex DC 21 half, usable every 1d4 rounds), electrical discharge","AbilitiyScores":"Str 18, Dex 21, Con 19, Int 15, Wis 18, Cha 20","BaseAtk":"14","CMB":"+18 (+22 grapple)","CMD":"33","Source":"AP 40","SpecialAbilities":"Blood Drain (Ex) If it grapples a foe, an impundulu drains blood at the end of its turn, dealing Constitution damage. Electrical Discharge (Su) An impundulu builds substantial electrical charges in its body-electrical charges visibly crackle about its form. If the impundulu hits a creature with two talons in the same round, this charge releases into that creature, dealing 4d6 points of electricity damage (this damage is in addition to the electricity damage from its talon attacks). The target may attempt a DC 21 Fortitude save for half damage. If one or both of the talon attacks is a critical hit, the jolt is so potent that the target is stunned for 1d4 rounds (creatures that are immune to electricity are immune to this stunning effect). The save DC is Constitution-based. Once the creature releases this charge, it cannot use this ability again for 1d4 rounds while it waits for the energy to build again (though this energy buildup does not affect the electrical damage from its regular talon attacks). Familiar Service A mortal of 7th level or higher with the Improved Familiar feat can summon an impundulu to serve as her familiar; an impundulu familiar appears as a birdlike imp or quasit, has the normal statistics of an imp or quasit, and loses all of its own abilities except its subtypes, alignment, and damage reduction. If its master is slain, the impundulu seizes its former master's soul, retreats to a hidden place, and consumes the soul, after which it metamorphoses over the next 24 hours into its natural form, regains all of its normal abilities, and becomes free; most aging masters pass on their impundulu familiars to younger family members rather than let the creatures turn on them. Shaman Form (Su) An impundulu using its change shape special quality can take on one specific humanoid form as if it had the change shape ability. This form usually resembles that of a jungle shaman, except it has claw-like fingernails and its feet end in talons. In this form, it cannot fly or use its breath weapon, electrical discharge, or hook attacks. An impundulu can remain in this form indefinitely. Its natural form is its bird form. If killed, it reverts to its true form. Witchcraft An impundulu serving as a witch's familiar gives its master additional spells known, just like a witch's patron. The master must choose from one of the following patron themes when binding the impundulu, and this choice cannot be changed without dismissing and re-summoning the impundulu: Agility, Elements, or Transformation. These patron spells known are in addition to any granted by the witch's actual patron."},{"Name":"Obambo","CR":"13.00","XP":"25600","Size":"Medium","Init":"8","AC":"21, touch 21, flat-footed 17","HP":"175","Fort":"11","Ref":"10","Will":"15","DefensiveAbilities":"channel resistance +4, rejuvenation, incorporeal","SR":"","Weaknesses":"","Speed":"30 ft., fly 30 ft. (perfect)","Melee":"incorporeal touch +16 (1d6 Int drain plus daze)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"jungle animus, thought eater","AbilitiyScores":"Str -, Dex 23, Con -, Int 19, Wis 18, Cha 25","BaseAtk":"10","CMB":"16","CMD":"33 (can't be tripped)","Source":"AP 40","SpecialAbilities":"Jungle Animus (Su) As a full-round action, an obambo can invest its spirit into the land itself and cause the ground to rise up as a Huge mass of soil, mud, vines, roots, and vermin. In this form, it has the statistics of an advanced giant shambling mound, except it keeps its own hit points.  Rejuvenation (Su) In most cases, it's difficult to destroy an obambo through simple combat, as the \"destroyed\" spirit restores itself in 2d4 days. Only after its remains or place of death is found and appropriate funeral rites are performed does it rest in peace and not return.  Speak with Vermin (Su) An obambo can communicate with vermin, similar to using speak with animals. Vermin can only communicate with instinct-level information.  Thought Eater (Su) An obambo's touch drains 1d6 points of Intelligence and dazes the target for 1 round; a successful DC 24 Fortitude save negates the daze effect and halves the ability drain. The obambo gains 5 temporary hit points and a +1 bonus on all Intelligence-based skill checks for 24 hours with each successful Intelligence drain; these benefits stack. A creature reduced to 0 Intelligence by this attack is polymorphed into a Diminutive vermin (Fortitude DC 24 negates; otherwise treat as baleful polymorph).  Unnatural Aura (Su) Animals, both wild and domesticated, can sense the unnatural presence of an obambo at a distance of 30 feet. They do not willingly approach nearer than that and panic if forced to do so unless their master succeeds at a DC 25 Handle Animal, Ride, or wild empathy check. A panicked animal remains so while within 30 feet of the obambo."}]