[{"Name":"Hollow Helm","CR":"1.00","XP":"400","Size":"Tiny","Init":"5","AC":"16, touch 13, flat-footed 15","HP":"9","Fort":"0","Ref":"1","Will":"3","DefensiveAbilities":"channel resistance +2","SR":"","Weaknesses":"","Speed":"20 ft., fly 30 ft. (perfect)","Melee":"1 slam +4 (1d4+1)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"skull cage","AbilitiyScores":"Str 12, Dex 13, Con -, Int -, Wis 10, Cha 10","BaseAtk":"1","CMB":"0","CMD":"11 (cannot be tripped)","Source":"AP 47","SpecialAbilities":"Freeze (Ex) A hollow helm can hold itself so still it appears to be a normal suit of armor. A hollow helm that uses freeze can take 20 on its Stealth check to hide in plain sight, disguised as normal armor. Skull Cage (Ex) A hollow helm sometimes pretends to be normal armor, letting a creature try to wear it before revealing its deadly nature. If the hollow helm makes a successful combat maneuver to grapple an opponent of Medium size or smaller, the grappled creature is also blinded. Creatures that purposefully try to wear a hollow helm are automatically grappled. This blindness lasts until the hollow helm's grapple is broken. A hollow helm cannot attack a creature it is grappling. If a hollow helm is damaged while it is grappling, the creature it is grappling takes an equal amount of damage."},{"Name":"Sentient Wax Golem","CR":"4.00","XP":"1200","Size":"Medium","Init":"3","AC":"15, touch 9, flat-footed 15","HP":"47","Fort":"3","Ref":"2","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to fire","Speed":"30 ft.","Melee":"slam +6 (1d6+3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 14, Dex 9, Con -, Int 10, Wis 11, Cha 1","BaseAtk":"4","CMB":"6","CMD":"15","Source":"AP 47","SpecialAbilities":""},{"Name":"Phantom Lancer","CR":"6.00","XP":"2400","Size":"Large","Init":"6","AC":"21, touch 10, flat-footed 20","HP":"76","Fort":"7","Ref":"5","Will":"6","DefensiveAbilities":"channel resistance +4","SR":"","Weaknesses":"","Speed":"40 ft., fly 40 ft. (perfect)","Melee":"mwk lance +9/+4 (1d8+4/x3)","Ranged":"longbow +7/+2 (1d8/x3)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"trample (1d6+4, DC 17)","AbilitiyScores":"Str 17, Dex 15, Con -, Int 7, Wis 11, Cha 18","BaseAtk":"6","CMB":"10","CMD":"22 (26 vs. trip)","Source":"AP 47","SpecialAbilities":"Armor Rider (Su) A phantom lancer is not actually two creatures, but rather a single spirit animating both a suit of humanoid-shaped armor and a ridden creature's barding. Therefore, it does not need to make the checks normally associated with riding another creature."},{"Name":"Mother's Maw","CR":"15.00","XP":"51200","Size":"Large","Init":"11","AC":"30, touch 16, flat-footed 23","HP":"230","Fort":"13","Ref":"16","Will":"18","DefensiveAbilities":"channel resistance +4","SR":"26","Weaknesses":"","Speed":"10 ft., fly 40 ft. (average)","Melee":"bite +26 (5d6+17/19-20 plus d10 bleed, 1d6 Con drain, grab, and mummy rot [DC 26])","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"breath weapon (60-ft. cone, 15d6 negative energy, Reflex DC 26 half, usable every 1d4 rounds), channel negative energy 9/day (DC 19, 6d6), devour soul, swallow whole (special acid damage, AC 17, 20 hp)","AbilitiyScores":"Str 33, Dex 25, Con -, Int 21, Wis 20, Cha 22","BaseAtk":"15","CMB":"+27 (+31 grapple)","CMD":"44 (can't be tripped)","Source":"AP 47","SpecialAbilities":"Constitution Drain (Su) Creatures that are hit by the Maw's bite must succeed at a DC 26 Fortitude save or take 1d6 points of Constitution drain. On each successful attack, the herald gains 5 temporary hit points. The save DC is Charisma-based. Create Spawn (Su) Any creature slain by the Maw (including those that die from any of its special attacks or disease) rises 1 round later as a bloody skeleton loyal to the herald. Deathless (Su): The Maw is destroyed when reduced to 0 hit points, but it returns to unlife 1 hour later at 1 hit point, allowing its fast healing to resume healing it thereafter. The Maw can be permanently destroyed if it is destroyed by positive energy, if it is reduced to 0 hit points in the area of a bless or hallow spell, or if its remains are sprinkled with 20 vials of holy water. Desecrate (Sp) The bonuses from the Maw's constant desecrate spell-like ability (always centered on it) are calculated into the stats above. Devour Soul (Su) By using its swallow whole ability, the herald can deal 12d6+18 points of damage to a swallowed creature as if using a slay living spell. A DC 21 Fortitude save reduces this damage to 3d6+18. A swallowed creature must make this save every round on the herald's turn. The soul of a creature slain by this attack becomes trapped within the herald's skull (the creature's body is regurgitated immediately as a mangled wreck of shattered bone and chewed meat). The creature cannot be brought back to life until the herald's destruction (or a spell deflection-see below) releases its soul. The Maw can hold only one soul at a time. The trapped essence provides the Maw with fast healing 20, lasting 1 round for every Hit Die of the devoured soul. The trapped soul gains one permanent negative level for every round it spends within the Maw-these negative levels remain if the creature is brought back to life (but they do not stack with any negative levels imparted by being brought back to life). A soul that is completely consumed may only be restored to life by a miracle or wish spell. The save DC is Charisma-based. Spell Deflection (Su) If any of the following spells is cast at the Maw and overcomes its spell resistance, it instead affects the devoured soul: banishment, chaos hammer, confusion, crushing despair, detect thoughts, dispel evil, dominate person, fear, geas/quest, holy word, hypnotism, imprisonment, magic jar, maze, suggestion, trap the soul, or any form of charm or compulsion. While none of these effects harms the soul, the caster makes a DC 25 caster level check when a spell is deflected-success indicates that the trapped soul is released from its prison and the creature whose body it belonged to can now be restored to life as normal. Swallow Whole (Ex) If a creature cuts its way out of the Maw after being swallowed, the Maw can use swallow whole once its fast healing repairs the damage caused by its prey cutting itself free. True Herald Despite its type and Hit Dice, Mother's Maw is the herald of Urgathoa. Despite its type and Hit Dice, it can be conjured using the spell greater planar binding. Vomit Swarm (Su) Once per round as a free action, the Maw can vomit forth a swarm of maggots (use the statistics for army ants on page 16 of the Pathfinder RPG Bestiary) into a square adjacent to it, after which the swarm moves in a direction of the Maw's choosing. These swarms persist for 10 rounds."}]