[{"Name":"Gargoyle Guardian","CR":"8.00","XP":"4800","Size":"Large","Init":"2","AC":"22, touch 11, flat-footed 20","HP":"90","Fort":"3","Ref":"5","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., fly 60 ft. (poor)","Melee":"1 bite +16 (1d8+6), 2 claw +16 (1d6+6)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"snatch","AbilitiyScores":"Str 22, Dex 14, Con -, Int -, Wis 10, Cha 1","BaseAtk":"11","CMB":"18","CMD":"30","Source":"AP 48","SpecialAbilities":"Freeze (Ex) A gargoyle guardian can hold itself so still that it appears to be a statue. A gargoyle guardian that uses freeze can take 20 on Stealth checks to hide in plain sight as a stone statue.  Snatch (Ex) A gargoyle guardian can start a grapple when it hits with both claw attacks, as though it had the grab ability. If it grapples a creature of size Medium or smaller, it squeezes each round for automatic claw damage with a successful grapple check. A gargoyle guardian can fly while holding a creature that weighs 350 pounds or less. It cannot throw creatures it is carrying, but can drop them as a free action."},{"Name":"Minor Grim Reaper","CR":"10.00","XP":"9600","Size":"Medium","Init":"8","AC":"22, touch 14, flat-footed 18","HP":"127","Fort":"8","Ref":"11","Will":"9","DefensiveAbilities":"","SR":"21","Weaknesses":"","Speed":"30 ft.","Melee":"scythe +14/+9/+4 (2d4+3/x4 plus death touch)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"fear cone (30 ft., DC 20)","AbilitiyScores":"Str 14, Dex 19, Con -, Int 8, Wis 11, Cha 17","BaseAtk":"11","CMB":"15","CMD":"27","Source":"AP 48","SpecialAbilities":"Death Touch (Su) Creatures hit by either a lesser reaper's touch attack or by a weapon wielded by a lesser reaper must succeed at a DC 20 Fortitude save or gain 1d4 negative levels. The save DC is Charisma-based. A humanoid slain by a reaper's death touch is consumed in unholy fire and has its remains destroyed as the destruction spell. This is a death effect.  Sole Target (Su) Each minor reaper is assigned a specific target by the reaper that summoned it. If a creature attacks a minor reaper targeting another creature, that minor reaper may immediately summon another minor reaper as a free action to battle the interceding creature unless the interloper is already in battle with a minor reaper of its own, in which case the ability is wasted. If a minor reaper does not or cannot use this ability immediately after being attacked, it must wait until it is attacked once again in order to do so."},{"Name":"Forsaken Lich","CR":"12.00","XP":"12800","Size":"Medium","Init":"0","AC":"21, touch 11, flat-footed 21","HP":"97","Fort":"7","Ref":"3","Will":"12","DefensiveAbilities":"channel resistance +4, soul shield, spell storm","SR":"","Weaknesses":"","Speed":"20 ft.","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"channel negative energy 9/day (DC 19, 6d6), disembodied strike (1d8+5); hand of the acolyte (8/day), soul lash (DC 19; 5d6)","AbilitiyScores":"Str 20, Dex 10, Con -, Int 13, Wis 21, Cha 18","BaseAtk":"8","CMB":"13","CMD":"24","Source":"AP 48","SpecialAbilities":""},{"Name":"Grim Reaper","CR":"20.00","XP":"307200","Size":"Large","Init":"6","AC":"32, touch 20, flat-footed 30","HP":"378","Fort":"18","Ref":"11","Will":"20","DefensiveAbilities":"channel resistance +4, incorporeal","SR":"31","Weaknesses":"","Speed":"40 ft., fly 60 ft. (perfect)","Melee":"#ERROR!","Ranged":"","Space":"10 ft.","Reach":"15 ft.","SpecialAttacks":"","AbilitiyScores":"Str 24, Dex 15, Con -, Int 16, Wis 19, Cha 29","BaseAtk":"21","CMB":"24","CMD":"50 (can't be tripped)","Source":"AP 48","SpecialAbilities":"Death Touch (Su) Creatures hit by either a grim reaper's touch attack or by a weapon wielded by a grim reaper must succeed at a DC 33 Fortitude save or gain 2d4 negative levels. The save DC is Charisma-based. A grim reaper can channel this ability through any weapon it wields. A humanoid slain by a reaper's death touch is consumed in unholy fire and has its remains destroyed as the destruction spell. This is a death effect.  Summon Minor Reapers (Sp) Three times per day, a reaper can summon 1d4 minor reapers as a standard action. Each of these minor reapers is assigned a single creature to attack, and the targeted creature must battle the minor reaper by itself. The target that the grim reaper assigns to its minor reapers need not be in sight, but it must be on the same plane on which the minor reaper was summoned. A grim reaper may only assign one minor reaper to any creature at a given time, even if it uses this ability multiple times."}]