[{"Name":"Chon Chon","CR":"0.50","XP":"200","Size":"Tiny","Init":"2","AC":"14, touch 14, flat-footed 12","HP":"9","Fort":"0","Ref":"4","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., fly 60 ft. (good)","Melee":"bite +1 (1d3-2)","Ranged":"acid spit +5 (1d4 acid)","Space":"2-1/2 ft.","Reach":"0 ft.","SpecialAttacks":"","AbilitiyScores":"Str 6, Dex 15, Con 10, Int 7, Wis 12, Cha 13","BaseAtk":"1","CMB":"1","CMD":"9","Source":"AP 53","SpecialAbilities":"Acid Spit (Ex) A chon chon can spit a disgusting blob of acid at a single foe, making a ranged attack with a range of 30 feet and no range increment. A successful attack deals 1d4 points of acid damage and forces the target to make a DC 11 Fortitude saving throw to avoid becoming nauseated for 1 round. The save DC is Constitution-based.  Jabber (Su) A chon chon endlessly mutters half-remembered spells and meaningless arcane formulae to itself. This jabbering creates a kind of magical static that interferes with spells being cast nearby. Any creature attempting to cast a spell within 15 feet of a chon chon must make a successful DC 11 concentration check or lose the spell. This is a sonic, mind-affecting effect. The concentration DC is Charisma-based."},{"Name":"Kijimuna","CR":"2.00","XP":"600","Size":"Small","Init":"3","AC":"15, touch 15, flat-footed 11","HP":"19","Fort":"3","Ref":"6","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"spear +4 (1d6+1/x3)","Ranged":"net +6 (special)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"steal fire","AbilitiyScores":"Str 13, Dex 17, Con 15, Int 12, Wis 10, Cha 14","BaseAtk":"2","CMB":"2","CMD":"16","Source":"AP 53","SpecialAbilities":"Steal Fire (Su) As a standard action, a kijimuna can call out to a nonmagical fire within 30 feet equivalent in size to the flames of a burning torch. Doing so causes the flame to become a light similar to that created by a dancing lights spell, under the control of the kijimuna. An attended object can make a DC 13 Reflex saving throw to avoid this effect. Unlike a dancing lights spell, a kijimuna's steal fire ability can cause a stolen fire to strike a creature, either ringing the target in light as per the spell faerie fire for 5 minutes, or dealing 2d6 points of fire damage (DC 13 Reflex, half ). Both save DCs are Charisma-based. A lantern, candle, torch, or similar item that has its flame stolen cannot be relit by any means for 24 hours."},{"Name":"Chon Chon Swarm","CR":"3.00","XP":"800","Size":"Tiny","Init":"6","AC":"16, touch 16, flat-footed 14","HP":"27","Fort":"2","Ref":"6","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., fly 60 ft. (good)","Melee":"swarm +6 (2d6)","Ranged":"acid spit +8 (2d4 acid)","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"babble, distraction (DC 13)","AbilitiyScores":"Str 10, Dex 15, Con 10, Int 7, Wis 12, Cha 13","BaseAtk":"4","CMB":"4","CMD":"14","Source":"AP 53","SpecialAbilities":"Acid Spit (Ex) A chon chon can spit a disgusting blob of acid at a single foe, making a ranged attack with a range of 30 feet and no range increment. A successful attack deals 2d4 points of acid damage and forces the target to make a DC 13 Fortitude saving throw to avoid becoming nauseated for 1 round. The save DC is Constitution-based.  Jabber (Su) A chon chon swarm mutters even more loudly than a solitary chon chon. Any creature attempting to cast a spell within 30 feet of a chon chon must make a successful DC 11 concentration check or lose the spell. This is a sonic, mind-affecting effect. The concentration DC is Charisma-based."},{"Name":"Raiju","CR":"5.00","XP":"1600","Size":"Small","Init":"8","AC":"19, touch 15, flat-footed 15","HP":"51","Fort":"8","Ref":"11","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft., fly 60 ft. (good)","Melee":"2 claw +8 (1d3+1 plus 1d6 electricity), tail slap +3 (1d4 plus 1d6 electricity)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"shocking burst","AbilitiyScores":"Str 12, Dex 19, Con 16, Int 5, Wis 11, Cha 10","BaseAtk":"6","CMB":"6","CMD":"20 (24 vs. trip)","Source":"AP 53","SpecialAbilities":"Change Shape (Su) On the Material Plane, a raiju typically assumes the form of a badger, cat, giant rat, monkey, weasel, or wolf (as per beast shape II) to blend in with native wildlife. Even in these forms, however, it typically has pale coloration and lightninglike patterns.  Electric Body (Su) As an immediate action, a raiju can transform itself into a ball of living lightning. While in this form, the raiju gains the incorporeal subtype and incorporeal quality. It only takes half damage from corporeal sources if they are magical (it takes no damage from nonmagical weapons and objects). Additionally, it sparks with electricity while it is in this form. Any creature that touches the raiju with a natural or unarmed attack or whose square the raiju passes through during its movement must succeed at a DC 17 Reflex save or take 2d6 points of electricity damage. The save DC is Dexterity-based. In normal weather, a raiju can remain incorporeal for a number of rounds per day equal to its Hit Dice, though it can remain incorporeal for as long as it pleases during a thunderstorm.  Shocking Burst (Su) Besides dealing normal slashing damage, the claw and tail of a raiju are considered to have the shocking burst weapon special quality. They deal 1d6 extra points of electrical damage on a normal hit and an additional 1d10 points on a critical hit."},{"Name":"Oni, Earth Yai","CR":"13.00","XP":"25600","Size":"Large","Init":"6","AC":"29, touch 15, flat-footed 23","HP":"184","Fort":"16","Ref":"11","Will":"14","DefensiveAbilities":"","SR":"24","Weaknesses":"","Speed":"50 ft., fly 50 ft. (good)","Melee":"greatclub +23/+18/+13/+8 (2d8+12) or  2 slams +23 (1d10+8)","Ranged":"stony missile +21 (3d6 plus awesome blow)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"spiky skin","AbilitiyScores":"Str 27, Dex 22, Con 23, Int 12, Wis 14, Cha 15","BaseAtk":"16","CMB":"25","CMD":"41","Source":"AP 53","SpecialAbilities":"Spiky Skin (Ex) An earth yai may grow spikes from its stony skin at will as a free action. These spikes are treated as armor spikes that deal 1d10 points of damage.  Stony Missile (Su) As a swift action, an earth yai can fire an incredibly dense stone from its third eye. This attack has a range of 200 feet, with no range increment, and deals 3d6 points of bludgeoning damage. Upon striking the target, the stone immediately makes an Awesome Blow attempt against the target using the earth yai's CMB."},{"Name":"The Old Man","CR":"15.00","XP":"51200","Size":"Medium","Init":"10","AC":"37, touch 35, flat-footed 26","HP":"178","Fort":"10","Ref":"20","Will":"20","DefensiveAbilities":"improved evasion","SR":"26","Weaknesses":"","Speed":"80 ft., climb 30 ft., swim 30 ft.","Melee":"unarmed strike +22/+17/+12/+7 (2d8+5) or  flurry of blows +20/+20/+15/+15/+10/+10/+5 (2d8+5)","Ranged":"pebble +27/+22/+17/+12 (1d3+5)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"stunning fist (16/day, DC 28)","AbilitiyScores":"Str 20, Dex 31, Con 20, Int 21, Wis 31, Cha 22","BaseAtk":"17","CMB":"+27 (+29 disarm, +31 grapple, +29 trip)","CMD":"57 (59 vs. disarm, 59 vs. grapple, 59 vs. trip)","Source":"AP 53","SpecialAbilities":"Monk Abilities The Old Man has the following abilities of a 16th-level monk: AC bonus (+4), fast movement (80 ft.), high jump, ki pool (18 points, adamantine, magic), quivering palm (DC 28), slow fall (70 ft.), stunning fist (blinded, deafened, fatigued, staggered, or stunned)"}]