[{"Name":"Nogitsune","CR":"7.00","XP":"3200","Size":"Medium","Init":"7","AC":"21, touch 18, flat-footed 13","HP":"80","Fort":"8","Ref":"12","Will":"8","DefensiveAbilities":"evasion","SR":"18","Weaknesses":"","Speed":"50 ft., climb 50 ft.","Melee":"bite +14 (1d6+4), 2 claws +14 (1d4+2 plus poison)","Ranged":"mwk dart +15/+10 (1d4+4 plus poison)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"contagious whisper, sneak attack +3d6","AbilitiyScores":"Str 18, Dex 25, Con 22, Int 17, Wis 16, Cha 19","BaseAtk":"7","CMB":"11","CMD":"29","Source":"AP 50","SpecialAbilities":"Contagious Whisper (Su) As a standard action, a nogitsune can influence a target she speaks to as per the spell suggestion. The target must succeed at a DC 17 Will save or be affected by this effect. In addition to being subject to suggestion's normal effects, any creature affected by the contagious whisper can pass the enchantment on to other targets. Doing so requires the target to communicate the nogitsune's suggestion, forcing the new target to save as if it were the initial target. If such a secondary target resists the contagious whisper, it is unaffected, but this does not remove the suggestion from the initial target. Failing  the save puts another creature under the nogitsune's compulsion. Newly affected creatures are also able to spread the suggestion. A nogitsune's compelling whisper can affect a number of creatures equal to the its Hit Dice and lasts for a number of hours equal to its Hit Dice. Creatures that successfully save versus the nogitsune's compelling whisper (as a primary or secondary target) cannot be affected by that particular nogitsune's compelling whisper for 24 hours. The save DC is Charisma-based.  Fleet Distraction (Su) A nogitsune can make a Bluff check or use its obscuring mist spell-like ability as a swift action in any round in which it moves up to half its base land speed.  Poison Use (Ex) Nogitsune are skilled in the use of poison and never risk accidentally poisoning themselves. Their aptitude is such that they often paint their weapons and nails with blue whinnis.  Blue Whinnis: injury; save Fort DC 14; frequency 1/round for 2 rounds; initial effect 1 Con damage; secondary effect unconsciousness for 1d3 hours; cure 1 save"},{"Name":"Gare Linnorm","CR":"15.00","XP":"51200","Size":"Gargantuan","Init":"9","AC":"30, touch 30, flat-footed 25","HP":"229","Fort":"17","Ref":"15","Will":"14","DefensiveAbilities":"freedom of movement","SR":"26","Weaknesses":"","Speed":"40 ft., swim 100 ft.","Melee":"bite +26 (2d8+13/19-20 plus poison), 2 claws +26 (2d6+13), tail slap +21 (2d8+6 plus grab)","Ranged":"","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"breath weapon (60-ft. cone, 17d8 fire damage, Reflex DC 25 half, usable every 1d4 rounds), constrict (tail, 2d8+19), death curse, poison","AbilitiyScores":"Str 36, Dex 20, Con 25, Int 5, Wis 18, Cha 21","BaseAtk":"17","CMB":"+34 (+38 grapple)","CMD":"68 (can't be tripped)","Source":"AP 50","SpecialAbilities":"Breath Weapon (Su) Once every 1d4 rounds as a standard action, a gare linnorm can breathe a 60-foot cone of scalding steam, dealing 17d8 points of fire damage to all creatures struck (Reflex DC 25 halves). This steam then hangs in the air for 1 round after the linnorm creates it. Creatures in the area of effect or that enter the area take an additional 6d6 points of fire damage the second round (Reflex DC 25 negates). In addition, the cloud of steam acts as the spell solid fog, with a caster level equal to the linnorm's HD. The save DC is Constitution-based.  Death Curse (Su) When a creature slays a gare linnorm, the slayer is affected by the curse of the drowning gasp.  Curse of the Drowning Gasp: save Will DC 22; effect anytime the creature imbibes a liquid of any kind, its lungs fill with water and it begins to drown. Treat this as the spell suffocation* (DC 19 Fort save to resist), with a caster level equal to the linnorm's Hit Dice. The save DC for the curse is Charisma-based. * See page 248 of the Advanced Player's Guide.  Freedom of Movement (Ex) A gare linnorm is under the constant effect of freedom of movement, as the spell of the same name. This effect cannot be dispelled.  Poison (Su) Bite-injury; save Fort DC 25; frequency 1/round for 10 rounds; effect 3d6 fire damage and 1d6 Dex drain; cure 2 consecutive saves. The save DC is Constitution-based.  True Seeing (Ex) A gare linnorm has true seeing, as the spell of the same name. This effect cannot be dispelled."},{"Name":"Spirit of Adoration","CR":"15.00","XP":"51200","Size":"Large","Init":"4","AC":"32, touch 20, flat-footed 27","HP":"189","Fort":"17","Ref":"21","Will":"25","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"40 ft., fly 60 ft. (good)","Melee":"#ERROR!","Ranged":"stunning bolt +21 (1d8 plus stun)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"","AbilitiyScores":"Str 18, Dex 19, Con 20, Int 19, Wis 22, Cha 23","BaseAtk":"18","CMB":"23","CMD":"44","Source":"AP 50","SpecialAbilities":"Aura of Charming (Su) The spirit's aura sways the feelings of creatures within 30 feet that have an attitude of unfriendly or worse. Such creatures must succeed at a DC 25 Will save or be affected by charm monster for 1 day. Creatures that attack the spirit must save against the aura, regardless of their attitude. A creature that makes its save is immune to the spirit's aura for 24 hours. The save DC is Charisma-based.  Bardic Knowledge (Ex) The spirit adds half her Hit Dice (+9) on all Knowledge checks and may make all Knowledge checks untrained.  Bardic Magic Each day, the spirit can cast any three bards spells of any level and in any combination. Her caster level for these bard spells is 18th. She may select any spells from the bard spell list when using this ability.  Bardic Performance (Su) The spirit has the bardic performance class ability. She can use bardic performance for 11 rounds per day, and has access to the following abilities: countersong, distraction, fascinate, and inspire courage (+5).  Inspiration (Su) The spirit can choose an intelligent creature to inspire and serve as a muse for by giving that creature some token of her power (typically a lock of her hair or a piece of her garment). As long as the spirit retains her favor for this creature and the creature carries the spirit's token, the creature gains a +4 insight bonus on all Will saving throws, Craft checks, and Perform checks. A bard who has the spirit for a muse in this way can use his bardic performance for an additional number of rounds per day equal to the spirit's Charisma bonus. The spirit retains a link to her token and its carrier as if she had cast a status spell on the carrier. The spirit can end this effect at any time as a free action, even if she is not on the same plane as the carrier. The spirit may inspire a number of creatures at a time equal to her Charisma bonus.  Stunning Bolt (Su) The spirit's stunning bolt is a ray of brilliant divine energy. This attack has a range of 180 feet with no range increment. Any creature that it strikes takes 1d8 points of damage and must succeed at a DC 25 Will save or be stunned for 1d6 rounds. If the target succeeds at this save, it is merely dazzled for 1d6 rounds. The save DC is Charisma-based.  Unearthly Grace (Su) The spirit adds her Charisma modifier as a racial bonus on all her saving throws, and as a deflection bonus to her Armor Class."}]