[{"Name":"Wind Yai","CR":"16.00","XP":"76800","Size":"Huge","Init":"3","AC":"31, touch 11, flat-footed 28","HP":"230","Fort":"20","Ref":"9","Will":"17","DefensiveAbilities":"","SR":"27","Weaknesses":"","Speed":"40 ft., fly 60 ft. (good)","Melee":"mwk morningstar +32/+27/+22/+17 (3d6+12) or  2 slams +30 (2d6+12)","Ranged":"shocking missile +21 touch (4d6 electricity plus deafen)","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"roaring gale","AbilitiyScores":"Str 35, Dex 16, Con 22, Int 15, Wis 20, Cha 21","BaseAtk":"20","CMB":"34","CMD":"47","Source":"AP 54","SpecialAbilities":"Roaring Gale (Su) As a standard action three times per day, a wind yai can select a point within sight on which to conjure a violent updraft, violently flinging its opponents into the air. When it uses this ability, the wind yai must make a single bull rush combat maneuver check (CMB equal to the wind yai's caster level + its Cha bonus; +21 for most wind yai) against all creatures in a 10-foot-radius burst. Any creature with a CMD score lower than the result of this check is hurled 1d6 x 10 feet straight up, and lands prone in a spot 1d4 x 5 feet from its original position. The wind yai selects the direction it wishes to throw its victims, and may select a different direction for each victim, though each must be thrown in a straight line. Creatures take falling damage for any impacts while traveling up or down in this way; if a creature collides with an object during its sideways movement, both the creature and the object take 1d6 points of damage and the creature is knocked prone in the space adjacent to the obstacle.  Shocking Missile (Su) As a swift action, a wind yai can fire a bolt of electricity from its third eye as a ranged touch attack. This attack has a range of 180 feet with no range increment, and deals 4d6 points of damage. If the creature struck is wearing metal armor or is made of metal, it instead takes 4d8 points of damage. Upon being struck by this attack, the victim must make a DC 25 Fortitude save or be deafened for 1d4 rounds. The save DC is Charisma-based."}]