[{"Name":"Black Spot","CR":"0.50","XP":"200","Size":"Tiny","Init":"1","AC":"15, touch 13, flat-footed 14","HP":"5","Fort":"2","Ref":"3","Will":"0","DefensiveAbilities":"stability","SR":"","Weaknesses":"","Speed":"20 ft., swim 20 ft.","Melee":"bite +4 (1d3-5), spines -2 (1d2-5 plus curse)","Ranged":"","Space":"2 1/2 ft.","Reach":"0 ft.","SpecialAttacks":"leaping charge","AbilitiyScores":"Str 1, Dex 13, Con 10, Int -, Wis 10, Cha 15","BaseAtk":"1","CMB":"0","CMD":"5 (13 vs. bull rush or trip)","Source":"AP 56","SpecialAbilities":"Curse (Su) Instead of poison, the spines of black spots bear what is for some a minor annoyance, but for sailors nearly a death sentence. The save DC is Charisma-based.  Spines-injury; save Fort DC 13; onset 1 round; frequency constant; effect target takes a -10 penalty on Swim checks and cannot hold its breath. If forced underwater, the target must save each round (Core Rulebook 445) or drown.  Leaping Charge (Ex) A black spot ignores rough terrain and gaps less than 10 feet wide when charging. Additionally, its charges do no provoke attacks of opportunity.  Spines (Ex) A black spot's spines can swivel to face any approaching creature. Any creature that attacks a black spot urchin with an unarmed strike or a natural attack is automatically attacked by the black spot's spines as an immediate action. If the spines hit, they can curse the target as well.  Stability (Ex) All giant urchins and similar creatures-like black spots-receive a +8 bonus to CMD when resisting a bull rush or trip attempt."},{"Name":"Tiger Fish","CR":"1.00","XP":"400","Size":"Medium","Init":"2","AC":"13, touch 12, flat-footed 11","HP":"16","Fort":"4","Ref":"5","Will":"11","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"swim 50 ft.","Melee":"bite +4 (1d6+3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"interlocking bite","AbilitiyScores":"Str 15, Dex 14, Con 13, Int 1, Wis 12, Cha 2","BaseAtk":"2","CMB":"20","CMD":"34","Source":"AP 56","SpecialAbilities":"Interlocking Bite (Ex) A tiger fish gains a +2 bonus on all drag combat maneuvers and can initiate a drag combat maneuver whenever it scores a successful bite attack against a target. A tiger fish does not provoke attacks of opportunity when initiating a drag maneuver."},{"Name":"Varisian Hagfish","CR":"1.00","XP":"400","Size":"Tiny","Init":"2","AC":"14, touch 14, flat-footed 12","HP":"17","Fort":"7","Ref":"7","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., swim 30 ft.","Melee":"bite +4 (1d3+1)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 12, Dex 15, Con 18, Int 1, Wis 12, Cha 11","BaseAtk":"1","CMB":"+1 (+5 grapple)","CMD":"12 (can't be tripped)","Source":"AP 56","SpecialAbilities":"Slime Cloud (Ex) While underwater, as a free action, a Varisian hagfish can secrete slime that transforms a 5-foot cube of water into a transparent cloud of viscous slime. This slime is the aquatic equivalent of rough terrain, and creatures swimming through it expend 2 squares of movement. The slime cloud remains for 10 rounds before dissipating. Hagfish are unaffected by these slime clouds. The slime also grants the hagfish a +4 bonus on grapple checks."},{"Name":"Malenti","CR":"2.00","XP":"600","Size":"Medium","Init":"1","AC":"15, touch 13, flat-footed 12","HP":"15","Fort":"4","Ref":"6","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., swim 60 ft.","Melee":"1 spear +4 (1d8+3/x3)","Ranged":"1 light crossbow +5 (1d8/19-20)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"blood frenzy","AbilitiyScores":"Str 14, Dex 17, Con 14, Int 14, Wis 13, Cha 13","BaseAtk":"2","CMB":"4","CMD":"17","Source":"AP 56","SpecialAbilities":"Blood Frenzy (Ex) Once per day, a malenti that takes damage in combat can fly into a frenzy in the following round. It gains a +2 bonus to its Constitution and Strength, but takes a -2 penalty to its AC. The frenzy lasts as long as the battle or 1 minute, whichever is shorter.  Speak with Sharks (Su) A malenti can communicate telepathically with sharks to a distance of 150 feet. This communication is limited to simple concepts, such as \"come here,\" \"defend me,\" or \"attack this target.\""},{"Name":"Ravenous Urchin Swarm","CR":"2.00","XP":"600","Size":"Tiny","Init":"1","AC":"15, touch 13, flat-footed 14","HP":"18","Fort":"4","Ref":"2","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., swim 20 ft.","Melee":"swarm +6 (2d6 plus poison)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"distraction (DC 14), jet, underfoot","AbilitiyScores":"Str 1, Dex 13, Con 10, Int -, Wis 13, Cha 9","BaseAtk":"3","CMB":"2","CMD":"7 (can't be tripped)","Source":"AP 56","SpecialAbilities":"Jet (Ex) While underwater, a ravenous urchin swarm can jet as a full-round action at a speed of 70 feet. It must move in a straight line, but does not provoke attacks of opportunity while jetting.  Poison (Ex) Swarm-injury; save Fort DC 12; frequency 1/round for 6 rounds; effect 1d2 Dex and reduce movement speed by 10 feet (to a minimum of 5 feet); cure 1 save. The venom of ravenous urchin swarms stiffens muscles and locks joints into painful configurations. The save DC is Constitution-based.  Underfoot (Ex) Each time a creature moves through a space occupied by a ravenous urchin swarm or starts its movement in such a space, it runs the risk of a ravenous urchin moving underfoot. The creature must succeed at a DC 13 Reflex save or take 1 point of damage plus poison. Additionally, the affected creature's movement speed is reduced by half because its foot is wounded. This movement penalty lasts for 24 hours, until the creature is successfully treated with a DC 15 Heal check, or until it receives at least 1 point of magical healing. A charging or running creature must immediately stop if it steps on a ravenous urchin. Any creature moving at half its speed or slower can pick its way through a tidal pool of ravenous urchins (but not a ravenous urchin swarm) with no trouble. The save DC is Constitution-based."},{"Name":"Swordfish","CR":"2.00","XP":"600","Size":"Large","Init":"2","AC":"14, touch 11, flat-footed 12","HP":"22","Fort":"5","Ref":"6","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"swim 70 ft.","Melee":"gore +5 (1d8+3)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"piercing rush","AbilitiyScores":"Str 15, Dex 14, Con 13, Int 1, Wis 12, Cha 2","BaseAtk":"3","CMB":"6","CMD":"18","Source":"AP 56","SpecialAbilities":"Piercing Rush (Ex) When a swordfish uses its gore attack after swimming at least 10 feet, including on a charge, it adds two times its strength bonus on damage rolls."},{"Name":"Four-armed","CR":"3.00","XP":"800","Size":"Medium","Init":"1","AC":"16, touch 11, flat-footed 15","HP":"18","Fort":"4","Ref":"4","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"light blindness","Speed":"30 ft., swim 60 ft.","Melee":"trident +4 (1d8+2), bite +2 (1d4+1), 2 claws +4 (1d4+2) or  bite +4 (1d4+1), 4 claws +4 (1d4+2)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"blood frenzy","AbilitiyScores":"Str 14, Dex 13, Con 14, Int 14, Wis 13, Cha 9","BaseAtk":"2","CMB":"4","CMD":"15","Source":"AP 56","SpecialAbilities":"Blood Frenzy (Ex) Once per day, a four-armed sahuagin that takes damage in combat can fly into a frenzy in the following round. It gains a +2 bonus to its Constitution and Strength, but takes a -2 penalty to its AC. The frenzy lasts as long as the battle or 1 minute, whichever is shorter.  Multiweapon Mastery (Ex) A four-armed sahuagin never takes penalties on attack rolls when fighting with multiple weapons, and treats claws as primary attacks even when also wielding weapons.  Speak with Sharks (Su) A four-armed sahuagin can communicate telepathically with sharks to a distance of 150 feet. This communication is limited to simple concepts, such as \"come here,\" \"defend me,\" or \"attack this target.\""},{"Name":"Giant Blowfish","CR":"5.00","XP":"1600","Size":"Large","Init":"5","AC":"18, touch 10, flat-footed 17","HP":"52","Fort":"10","Ref":"6","Will":"4","DefensiveAbilities":"quills","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"1 slam +9 (1d8+4 plus poison)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"","AbilitiyScores":"Str 18, Dex 13, Con 17, Int 1, Wis 14, Cha 12","BaseAtk":"5","CMB":"10","CMD":"21 (can't be tripped)","Source":"AP 56","SpecialAbilities":"Poison (Ex) Slam aand quills-injury; save Fort DC 16; frequency 1/ round for 6 rounds; effect 1d6 Dex, prevents breath holding; cure 1 save. Giant blowfish venom causes violent seizing of the muscles. Any non-aquatic creature affected must immediately begin making Constitution checks to continue holding its breath (see page 445 of the Core Rulebook). The save DC is Constitution-based.  Quills (Ex) Any creature attacking a giant blowfish with light or one-handed melee weapons, natural weapons, or an unarmed strike takes 1d8 points of piercing damage. A creature that grapples a giant blowfish takes 2d6 points of piercing damage each round it does so. Creatures damaged by a giant blowfish's quills must also save or be poisoned.  These gigantic cousins of common blowfish, covered in poisonous spearlike quills, can reach up to 10 feet in size, and nearly double that when fully inf lated."},{"Name":"Great Diadem Urchin","CR":"5.00","XP":"1600","Size":"Medium","Init":"-4","AC":"20, touch 6, flat-footed 20","HP":"57","Fort":"10","Ref":"-2","Will":"3","DefensiveAbilities":"stability","SR":"","Weaknesses":"","Speed":"10 ft.","Melee":"3 spines +9 (1d8+5 plus poison)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"spines","AbilitiyScores":"Str 21, Dex 3, Con 20, Int -, Wis 13, Cha 2","BaseAtk":"4","CMB":"9","CMD":"15 (23 vs. bull rush or trip)","Source":"AP 56","SpecialAbilities":"Poison (Ex) Spines-injury; save Fort DC 18; frequency 1/round for 6 rounds; effect 1d2 Con and stunned for 1 round; cure 1 save. Great diadem urchin venom is shockingly painful and feels acidic at the moment of contact-though the worst of the pain fades after a moment. The save DC is Constitution-based.  Spines (Ex) A great diadem urchin's spines can swivel to face any approaching creature. Any creature that attacks a great diadem urchin with an unarmed strike or a natural attack, or any Large or smaller creature that attacks with a one-handed weapon or light weapon, is automatically attacked by the hunter urchin's spines as an immediate action. If the spines hit, they can poison the target as well."},{"Name":"Dunkleosteus","CR":"6.00","XP":"2400","Size":"Huge","Init":"6","AC":"19, touch 10, flat-footed 17","HP":"75","Fort":"10","Ref":"9","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"swim 60 ft.","Melee":"bite +16 (3d8+15/19-20 plus grab)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"siphoning bite, swallow whole (1d10 acid damage, AC 10, 6 hp)","AbilitiyScores":"Str 30, Dex 14, Con 17, Int 1, Wis 12, Cha 6","BaseAtk":"7","CMB":"12","CMD":"26","Source":"AP 56","SpecialAbilities":"Siphoning Bite (Ex) A dunkleosteus can open its giant mouth in a fraction of a second, creating a vortex that draws a target in. When underwater, a dunkleosteus gains an additional 5 feet of reach with its bite attack and a +2 bonus on combat maneuver checks when grappling."},{"Name":"Canopy Creeper","CR":"8.00","XP":"4800","Size":"Huge","Init":"7","AC":"23, touch 11, flat-footed 20","HP":"150","Fort":"12","Ref":"9","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"cold","Speed":"20 ft., climb 20 ft.","Melee":"bite +16 (2d6+12)","Ranged":"4 vine tendrils +10 (grab plus feed and pull)","Space":"15 ft.","Reach":"10 ft. (100 ft. with vine tendrils)","SpecialAttacks":"aerial attack, pull (vine tendril, 30 feet)","AbilitiyScores":"Str 26, Dex 16, Con 26, Int 2, Wis 10, Cha 10","BaseAtk":"9","CMB":"+19 (+23 grapple)","CMD":"32 (can't be tripped)","Source":"AP 56","SpecialAbilities":"Aerial Attack (Ex) A canopy creeper gains a +2 bonus on attack rolls when battling a creature that is not touching the ground or otherwise braced on a solid surface (such as a ship's deck). This bonus applies on combat maneuver checks and to CMD.  Camouflage (Ex) Because a canopy creeper blends in with the foliage that is its natural habitat, a DC 20 Perception check (modified for distance) is required to notice it before it attacks for the first time. Any creature with ranks in Survival or Knowledge (nature) can use either of those skills (also modified for distance) instead of Perception to notice the plant.  Feed (Ex) When a canopy creeper grapples a creature with its tendrils, it begins to drain the creature's bodily fluids through the target's pores or other body orifices with its tendrils. This feeding deals 1d8 points of damage and 1 point of Strength damage to the target. If the vine tendril is severed or the target breaks the grapple, this feeding ceases until a new grapple is established.  Vine Tendrils (Ex) A canopy creeper can take control of any network of vines it has attached itself to and use up to four of those vines as weapons to strike out at targets up to 100 feet away. The vine tendrils have 10 hit points, DR 5/slashing, and a Break DC of 21. If one of these vines is destroyed, the canopy creeper can assume control of another vine as a move action to bring it to bear in combat."}]