[{"Name":"Frostfallen Mammoth","CR":"10.00","XP":"9600","Size":"Huge","Init":"1","AC":"25, touch 9, flat-footed 26","HP":"91","Fort":"5","Ref":"5","Will":"9","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to fire","Speed":"40 ft.","Melee":"gore +21 (2d8+13 plus 3d6 cold), slam +21 (2d6+13 plus 3d6 cold)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"cold","AbilitiyScores":"Str 36, Dex 12, Con -, Int -, Wis 10, Cha 12","BaseAtk":"10","CMB":"25","CMD":"36 (40 vs. trip)","Source":"AP 51","SpecialAbilities":""},{"Name":"Saumen Kar","CR":"10.00","XP":"9600","Size":"Large","Init":"2","AC":"24, touch 11, flat-footed 22","HP":"136","Fort":"11","Ref":"10","Will":"9","DefensiveAbilities":"frostbite brands","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"greataxe +21/+16/+11 (2d6+12/19-20 plus 1d6 cold), headbutt +15 (1d6+4 plus stun)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"snowstorm (2d6 cold plus 2d6 slashing damage, DC 24), stun (1 round, DC 24)","AbilitiyScores":"Str 26, Dex 15, Con 20, Int 11, Wis 12, Cha 11","BaseAtk":"13","CMB":"22","CMD":"38","Source":"AP 51","SpecialAbilities":"Frostbite Brands (Ex) A saumen kar's brands infuse the creature with intense cold, so much that it gains resistance to fire 20 and its touch deals an additional 1d6 points of cold damage. A saumen kar's metallic weapons also conduct this chill. A saumen kar's brands can be removed by the spell erase as though they were magic writing with a caster level equal to the saumen kar's Hit Dice. If the brands are removed, the saumen kar loses both its fire resistance and its ability to do additional cold damage, until the following dawn when the brands re-etch themselves upon its body.  Snowstorm (Su) In mimicry of its unforgiving environment, a saumen kar can transform into a living snowstorm of lethal power. This ability lasts as long and operates like the whirlwind special attack with the following changes: Creatures within the area of the snowstorm take 2d6 points of cold damage and 2d6 points of slashing damage and take a -20 penalty on Perception checks. A saumen kar gains a fly speed of 40 feet (perfect) while in this form.  Stun (Ex) While a saumen kar's horns are not large enough for a gore attack, they extend under the skin to form a bony plate. A creature struck by a saumen kar's headbutt must succeed at a DC 24 Fortitude saving throw or be stunned for 1 round."},{"Name":"Atamahuta","CR":"11.00","XP":"12800","Size":"Large","Init":"5","AC":"25, touch 10, flat-footed 24","HP":"147","Fort":"14","Ref":"5","Will":"12","DefensiveAbilities":"","SR":"22","Weaknesses":"","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"double weapon mastery, spellstrike","AbilitiyScores":"Str 25, Dex 12, Con 20, Int 13, Wis 16, Cha 17","BaseAtk":"14","CMB":"22","CMD":"33","Source":"AP 51","SpecialAbilities":"Double Weapon Mastery (Ex) An atamahuta fights with an orc double axe. While making a full attack, an atamahuta controls its arms with both heads and does not take a penalty on attack or damage rolls for attacking with a double weapon.  Spellstrike (Su) An atamahuta can imbue its weapon with magical properties using its spell-like abilities. Whenever an atamahuta casts a spell with a range of \"touch\" from its spell-like abilities, it can deliver the spell through any weapon it is holding as part of a free melee attack at its highest base attack bonus as part of casting its spell. If successful, this melee attack deals its normal damage as well as the effects of the spell. This attack uses the weapon's critical multiplier (usually x3), but the spell effect only deals 2 damage on a successful critical hit, while the weapon damage uses its own critical modifier. An atamahuta cannot make a full attack during the same round that it uses a spell-like ability unless another effect would allow it to do so.  Ward Off Distractions (Ex) An atamahuta uses one of its heads to defend against attacks while the other is using a spell-like ability, giving it a +4 bonus to AC against attacks of opportunity while casting."}]