[{"Name":"Fukujin","CR":"3.00","XP":"800","Size":"Tiny","Init":"7","AC":"15, touch 15, flat-footed 12","HP":"30","Fort":"6","Ref":"4","Will":"7","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"short sword +7 (1d3+1/19-20)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"precise attacks","AbilitiyScores":"Str 13, Dex 16, Con 14, Int 11, Wis 17, Cha 14","BaseAtk":"4","CMB":"5","CMD":"16","Source":"AP 52","SpecialAbilities":"Aura of Luck (Su) A fukujin brings good fortune with it wherever it goes. Any allied creature that begins its turn within 15 feet of a fukujin gains a +2 bonus on skill checks.  Precise Attacks (Su) A fukujin can detect weak points in a foe's defenses as an immediate action by succeeding at a DC 15 Perception check. Once these weak points have been determined, a fukujin gains a +2 bonus on attack rolls to confirm critical hits against that creature for 24 hours. A fukujin can inform a single ally within 30 feet of its findings as a swift action, granting that ally the same bonus. This bonus cannot be granted to more than one creature, even if a fukujin attempts to point out a weakness to another."},{"Name":"Ja Noi","CR":"5.00","XP":"1600","Size":"Medium","Init":"2","AC":"18, touch 12, flat-footed 16","HP":"57","Fort":"9","Ref":"7","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"mwk tetsubo +11/+6 (1d10+6/4)","Ranged":"longbow +8/+3 (1d8/3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 19, Dex 15, Con 18, Int 12, Wis 13, Cha 14","BaseAtk":"6","CMB":"10","CMD":"22","Source":"AP 52","SpecialAbilities":"Serene Fighter (Su) A ja noi is extremely disciplined and maintains its focus even in the midst of combat. Once per day as an immediate action, a ja noi may reroll a Will save."},{"Name":"Dosojin","CR":"7.00","XP":"3200","Size":"Medium","Init":"7","AC":"20, touch 13, flat-footed 17","HP":"85","Fort":"10","Ref":"6","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 slams +13 (1d6+2)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 15, Dex 17, Con 16, Int 12, Wis 14, Cha 17","BaseAtk":"10","CMB":"1","CMD":"11 (15 vs. trip)","Source":"AP 52","SpecialAbilities":"Manipulate Path (Su) As a standard action, a dosojin can alter the structure and stability of its ward, making travel along its road or trail either easier or harder for specific groups of travelers. Helping travelers in this way makes a dosojin's ward sturdier and more straightforward, allowing creatures to reach their destination in half the time they would normally take (though this does not grant a bonus to creatures' movement speeds in combat). If a dosojin instead chooses to hinder travelers, it creates unexpected twists and turns within its ward, turning the path into difficult terrain and so causing travelers to take twice as long as they normally would to reach their destination. These effects last as long as the targets stay within the boundaries of the dosojin's ward.  Mimic Statue (Su) As a standard action, a dosojin can assume the appearance of any Medium-sized statue, such as a stone marker, a religious icon, or a sculpture carved into the side of a cliff. A dosojin's body is hard and has the texture of rough stone no matter what appearance it takes. A dosojin gains a +20 racial bonus on Disguise checks when imitating a statue in this manner."},{"Name":"Suijin","CR":"14.00","XP":"38400","Size":"Large","Init":"2","AC":"30, touch 12, flat-footed 27","HP":"207","Fort":"17","Ref":"15","Will":"12","DefensiveAbilities":"","SR":"25","Weaknesses":"","Speed":"30 ft., fly 60 ft. (perfect), swim 60 ft.","Melee":"bite +24 (2d8+7/19-20), tail slap +19 (1d8+3 plus grab)","Ranged":"","Space":"10 ft.","Reach":"10 ft. (15 ft. with bite)","SpecialAttacks":"breath weapon (80-ft. line, 9d6 bludgeoning damage plus push, Reflex DC 25 for half, usable every 1d4 rounds), constrict (1d8+3), whitewater barrier","AbilitiyScores":"Str 24, Dex 15, Con 23, Int 18, Wis 22, Cha 19","BaseAtk":"18","CMB":"+26 (+30 grapple)","CMD":"39","Source":"AP 52","SpecialAbilities":"Breath Weapon (Su) When a suijin uses its breath weapon, it unleashes a pressurized blast of water that knocks over and soaks everything in its line of effect. Any creature that is struck by the blast and fails its saving throw is pushed back 10 feet as though bull rushed. For every 5 by  which a creature fails its saving throw, it is pushed back an additional 5 feet. This effect also extinguishes any normal fires within the line of effect, as well as magical fires, which are dispelled as though by greater dispel magic. A suijin can choose to have its breath weapon deal nonlethal damage instead of lethal damage before using this ability.  Whitewater Barrier (Su) Three times per day as a standard action, a suijin can create a wall of turbulent water. A suijin can make this barrier however long it wishes, up to a maximum length of 180 feet, and the wall is 20 feet tall. A whitewater barrier acts as a sheet of stormy water, and any Large or smaller creature that attempts to pass through the barrier must succeed at a DC 26 Swim check or be rushed to the top of the wave and pushed back to the side it started on, taking fall damage as appropriate. It is possible to create cylindrical or square whitewater barriers to enclose specific points. This effect acts like wind wall in regard to how ranged missiles, breath weapons, gases, and creatures in gaseous form interact with it. The Swim DC is Constitution-based."},{"Name":"Kaminari","CR":"17.00","XP":"102400","Size":"Huge","Init":"9","AC":"32, touch 13, flat-footed 27","HP":"264","Fort":"19","Ref":"12","Will":"18","DefensiveAbilities":"","SR":"28","Weaknesses":"vulnerable to silence","Speed":"30 ft., fly 60 ft. (perfect)","Melee":"2 slams +30 (2d8+9 plus cacophonous blow)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"trample (2d8+13 plus cacophonous blow, DC 30)","AbilitiyScores":"Str 28, Dex 21, Con 22, Int 16, Wis 17, Cha 25","BaseAtk":"23","CMB":"34","CMD":"49","Source":"AP 52","SpecialAbilities":"Cacophonous Blow (Su) Whenever a kaminari deals damage with a slam or trample attack, it also deals 11d6 points of sonic damage. In addition, a creature struck with this ability is rendered permanently deaf. A creature that makes a successful DC 27 Reflex save takes half damage and avoids the deafening effect. The save DC is Constitution-based.  Storm Ward (Su) A kaminari treats a specific mass of transient  storm clouds as its ward. This storm is about 1 mile in diameter, and a kaminari can observe the world from any point within its storm ward, whether merged with it or in its physical form. A kaminari can only control the movement of its ward to a minimal extent, willing it to remain in one place or move in a cardinal direction for up to 2d4 hours every day. After this time, the ward continues on its natural course for 24 hours, after which the kaminari may will it to remain stationary again. When a kaminari is in its physical form and within its ward or within 120 feet of its ward's boundaries, it gains the power to call down bolts of lightning. The kaminari can call up to a total of 15 bolts of lightning each day, each of which deals 5d10 points of electricity damage. This ability is otherwise identical to call lightning storm.  Vulnerable to Silence (Su) A kaminari constantly surrounds itself with sound and music, and can't stand any form of silence. Whenever a kaminari is affected by a silence spell or effect or is rendered deaf by any means, it loses its cacophonous blow ability and its fast healing for the duration of the effect. But because a kaminari possesses incredible resilience to such effects, any silence or deafening effect lasts only 2d4 rounds or as long as the effect's duration states, whichever is shorter."}]