[{"Name":"Coral Capuchin","CR":"1.00","XP":"400","Size":"Tiny","Init":"3","AC":"15, touch 15, flat-footed 12","HP":"13","Fort":"4","Ref":"6","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"moisture dependency","Speed":"30 ft., climb 30 ft., fly 40 ft. (good), swim 30 ft.","Melee":"bite +7 (1d3-2 plus cursed bite)","Ranged":"","Space":"2-1/2 ft.","Reach":"0 ft.","SpecialAttacks":"cursed bite","AbilitiyScores":"Str 6, Dex 17, Con 12, Int 6, Wis 13, Cha 7","BaseAtk":"2","CMB":"3","CMD":"11","Source":"AP 58","SpecialAbilities":"Cursed Bite (Su) A coral capuchin can deliver a bite that bestows some of the creature's benefits and weaknesses upon the victim. The curse delivered by this bite persists for 1d6 hours, and cannot affect the same creature more than once in a 24-hour period. Affected creatures begin drying out when exposed to air, but can hold their breath for double the normal amount of time. Targets of this cursed bite take 1d6 points of damage for every 10 minutes they are out of water, though spending a full-round action to bathe the victim in any sort of water halts this damage. Victims must succeed at a DC 12 Constitution check to avoid this effect. Remove curse ends this curse's effect as normal. The save DC is Constitution-based.  Moisture Dependency (Ex) A coral capuchin can breathe both air and water and survive indefinitely on land, but the creature must regularly be either submerged in water or thoroughly wetted down, or else it dries out in the air. A coral capuchin can survive out of water for a number of hours of equal to its Constitution score before it takes any negative effects. After this time, the creature takes 1d6 points of damage for every hour it remains dry. Bathing the creature in water of any sort resets this time frame."},{"Name":"Marine Crocodile","CR":"3.00","XP":"800","Size":"Large","Init":"5","AC":"14, touch 10, flat-footed 13","HP":"30","Fort":"7","Ref":"5","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"15 ft., swim 50 ft.","Melee":"bite +7 (1d8+7 plus grab)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"death dive","AbilitiyScores":"Str 20, Dex 13, Con 17, Int 1, Wis 12, Cha 2","BaseAtk":"3","CMB":"+9 (+13 grapple)","CMD":"20","Source":"AP 58","SpecialAbilities":"Death Dive (Ex) When grappling a foe of its size or smaller, a marine crocodile can perform a deadly dive upon making a successful grapple check. As it clings to its foe, it uses the force of its powerful tail to propel it downward in the water, allowing it to use both the move and damage actions as part of its grapple attempt. If successful, the marine crocodile maintains its grapple.  Hold Breath (Ex) A marine crocodile can hold its breath a number of rounds equal to 8 times its Constitution score before it risks drowning."},{"Name":"Saltwater Crocodile","CR":"5.00","XP":"1600","Size":"Huge","Init":"4","AC":"18, touch 8, flat-footed 18","HP":"57","Fort":"10","Ref":"5","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., swim 30 ft.","Melee":"bite +8 (2d6+6 plus grab), tail slap +3 (1d8+3)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"death roll, lunging bite","AbilitiyScores":"Str 23, Dex 10, Con 20, Int 1, Wis 13, Cha 2","BaseAtk":"4","CMB":"+12 (+16 grapple)","CMD":"22","Source":"AP 58","SpecialAbilities":"Death Roll (Ex) When grappling a foe of its size or smaller, a saltwater crocodile can perform a death roll upon making a successful grapple check. As it clings to its foe, it tucks in its legs and rolls rapidly, twisting and wrenching its victim. The crocodile deals its bite damage and knocks the creature prone. If successful, the crocodile maintains its grapple.  Hold Breath (Ex) A saltwater crocodile can hold its breath for a number of rounds equal to 4 times its Constitution score before it risks drowning.  Lunging Bite (Ex) Once per minute, a saltwater crocodile can extend the reach of its bite attack by 5 feet without taking the normal penalties to AC associated with the Lunge feat. This extended reach applies only to the crocodile's bite attack and lasts until the start of the creature's next turn."},{"Name":"Oracular Cyclops","CR":"7.00","XP":"3200","Size":"Large","Init":"1","AC":"21, touch 14, flat-footed 20","HP":"91","Fort":"11","Ref":"5","Will":"7","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"mwk Large greataxe +15/+10 (3d6+7/x3)","Ranged":"heavy crossbow +10 (2d8/19-20)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"","AbilitiyScores":"Str 21, Dex 12, Con 15, Int 12, Wis 17, Cha 10","BaseAtk":"10","CMB":"16","CMD":"31","Source":"AP 58","SpecialAbilities":"Greater Flash of Insight (Su) Once per day as an immediate action, a cyclops can peer into an occluded visual spectrum of possible futures, gaining insight that allows it to select the exact result of one die roll before the roll is made. This effect can alter an action taken by the cyclops, and once per week the oracular cyclops can apply this ability to one creature of her choosing. The target of this boon must be within 30 feet of the oracular cyclops and be able to be seen.  Protective Foresight (Su) An oracular cyclops can peer into the future to protect itself. This ability grants the cyclops a +4 insight bonus to AC."},{"Name":"Deinosuchus","CR":"8.00","XP":"4800","Size":"Gargantuan","Init":"5","AC":"21, touch 7, flat-footed 20","HP":"104","Fort":"12","Ref":"10","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., swim 40 ft.","Melee":"bite +18 (2d6+13 plus grab), tail slap +12 (2d8+6)","Ranged":"","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"constrict (2d6+13), snap bite","AbilitiyScores":"Str 36, Dex 12, Con 21, Int 1, Wis 15, Cha 2","BaseAtk":"8","CMB":"17","CMD":"26 (30 vs. trip)","Source":"AP 58","SpecialAbilities":"Hold Breath (Ex) A deinosuchus can hold its breath for a number of rounds equal to 4 times its Constitution score before it risks drowning.  Snap Bite (Ex) A deinosuchus making a full attack can make a second bite attack at a -2 penalty if its primary bite attack misses."},{"Name":"Tetrolimulus","CR":"11.00","XP":"12800","Size":"Large","Init":"8","AC":"27, touch 13, flat-footed 23","HP":"147","Fort":"16","Ref":"13","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"50 ft., swim 50 ft.","Melee":"2 claws +19 (2d6+6/x4), sting +17 (1d6+3 plus poison)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"poison, pounce","AbilitiyScores":"Str 22, Dex 18, Con 21, Int 3, Wis 12, Cha 9","BaseAtk":"14","CMB":"+25 (+27 overrun, +27 sunder)","CMD":"39 (41 vs. overrun, 41 vs. sunder, 43 vs. trip)","Source":"AP 58","SpecialAbilities":"Poison (Ex) Tetrodotoxin: Sting-injury; save Fort DC 22; frequency once; initial effect staggered for 1 round, secondary effect paralysis for 1d4 rounds; cure 2 consecutive saves.  Shoreline Mastery (Ex) The multi-limbed nature of the crab half of the tetrolimulus allows it to ignore the effects of uneven or difficult terrain. This does not apply to terrain magically manipulated to impede movement."},{"Name":"Savage Great Cyclops","CR":"18.00","XP":"153600","Size":"Huge","Init":"2","AC":"25, touch 8, flat-footed 23","HP":"368","Fort":"21","Ref":"11","Will":"19","DefensiveAbilities":"improved uncanny dodge, trap sense +2","SR":"","Weaknesses":"","Speed":"60 ft.","Melee":"mwk Huge greatclub +35/+30/+25/+20 (3d8+25), gore +33 (1d8+8) or   gore +33 (1d8+17), 2 slams +33 (2d6+17)","Ranged":"rock +18 (2d6+19)","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"powerful charge (gore, 4d8+24), rage (23 rounds/day), rage powers (knockback, night vision, quick reflexes), rock throwing (120 ft.)","AbilitiyScores":"Str 44, Dex 15, Con 33, Int 6, Wis 16, Cha 8","BaseAtk":"18","CMB":"37","CMD":"47","Source":"AP 58","SpecialAbilities":"Flash of Brutality (Su) Once per day as a swift action, a great cyclops can gain a burst of savage inspiration. When it does, it doubles the threat range of all attacks using weapons, natural attacks, and rock attacks it makes until the start of its next turn. Furthermore, once per day when the great cyclops reaches 0 or fewer hit points and is conscious because of its Diehard feat, this ability recharges, allowing the great cyclops to use the ability a second time that day."}]