[{"Name":"Andrazku","CR":"5.00","XP":"1600","Size":"Medium","Init":"5","AC":"18, touch 11, flat-footed 17","HP":"57","Fort":"9","Ref":"6","Will":"2","DefensiveAbilities":"","SR":"16","Weaknesses":"vulnerable to fire","Speed":"30 ft., climb 30 ft.","Melee":"2 slams +10 (1d6+4), bite +10 (1d6+4 plus bleed and 1d6 cold)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bleed 1d4, breath weapon (10-ft. cone, 3d6 cold, Reflex half DC 17, usable every 1d4 rounds), mutilating gouge, powerful charge (slam, 2d6+6)","AbilitiyScores":"Str 21, Dex 13, Con 18, Int 10, Wis 11, Cha 14","BaseAtk":"6","CMB":"11","CMD":"22","Source":"AP 69","SpecialAbilities":"Icewalking (Ex) This ability works like the spider climb spell, but the surfaces the demon climbs must be icy. The demon can move across icy surfaces without penalty and does not need to attempt Acrobatics checks to run or charge on ice.  Mutilating Gouge (Ex) If the andrazku hits with both slams in the same round, its target must succeed at a DC 17 Fortitude save or take 1 point of Charisma damage. The DC is Constitution-based."},{"Name":"Sangoi","CR":"7.00","XP":"3200","Size":"Small","Init":"9","AC":"20, touch 17, flat-footed 14","HP":"71","Fort":"6","Ref":"12","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"dagger +11 (1d3+1/19-20), bite +11 (1d4+1 plus 1d4 bleed) or   bite +11 (1d4+1 plus 1d4 bleed), 2 claws +11 (1d3+1 plus 1d4 bleed)","Ranged":"dagger +11 (1d3+1/19-20)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"blood rage, curse of misery, horrific critical, sneak attack +2d6","AbilitiyScores":"Str 13, Dex 21, Con 16, Int 14, Wis 12, Cha 19","BaseAtk":"5","CMB":"5","CMD":"21","Source":"AP 69","SpecialAbilities":"Curse of Misery (Su) As a full-round action, a sangoi can deliver its curse to an adjacent humanoid as a melee touch attack. If the target fails its saving throw, the sangoi gains the benefit of aid (caster level equal to the target's Hit Dice). In addition, a sangoi gains a +2 morale bonus on attack rolls, weapon damage rolls, saving throws, and opposed skill checks against any creature affected by its curse of misery. A creature that successfully saves can not be affected by the same sangoi's curse for 24 hours. The save DC is Charisma-based.  Curse of Misery: Touch-contact; save Will DC 19; frequency 1 day; effect permanent crushing despair.  Hear Heartbeat (Ex) A sangoi can hear the beating hearts of living creatures nearby, granting it blindsense 30 feet and blindsight 5 feet; it can locate all creatures taking bleed damage within 30 feet as if it had blindsight. This ability does not reveal the location of creatures without hearts, including elementals, oozes, plants, undead, and incorporeal creatures.  Horrific Critical (Ex) When a sangoi enters a blood rage, its claws and teeth elongate and sharpen, threatening a critical hit on a roll of 18-20 (in addition to the other benefits of blood rage). If a sangoi reduces a humanoid to -1 or fewer hit points with a critical hit from one of its natural weapons, it can tear out the target's heart and consume it as a free action (Fortitude DC 19 negates), killing it instantly. If successful, the sangoi gains 1d8 temporary hit points and a +2 enhancement bonus to Strength. Any humanoid within 30 feet who witnesses this attack must succeed at a DC 19 Will save or become shaken and sickened for 1d4 rounds (this is a mind-affecting fear effect). The save DCs are Charisma-based.  Sideways Glance (Su) Sangois fade from view when in a creature's peripheral vision. They automatically gain concealment against creatures that they flank with another creature (another sangoi or otherwise). They can also attempt a Bluff check to feint in combat as a swift action, but only against a foe that can clearly see them.  Sunlight Transparency (Ex) Direct sunlight causes a sangoi to partially fade from view. Their bodies become almost transparent (20% miss chance), and they become fatigued and take a -10 penalty on Disguise checks as long as they remain in direct sunlight."},{"Name":"Azgenzak","CR":"8.00","XP":"4800","Size":"Large","Init":"3","AC":"22, touch 12, flat-footed 19","HP":"95","Fort":"8","Ref":"6","Will":"8","DefensiveAbilities":"amorphous","SR":"","Weaknesses":"","Speed":"20 ft., swim 20 ft.","Melee":"3 slams +11 (1d6+4 plus burn and grab)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"burn (1d6, DC 20), burning blindness, constrict (1d6+4), swallow whole (2d6 fire, AC 15, 9 hp), swarming pyrocules","AbilitiyScores":"Str 18, Dex 17, Con 20, Int 7, Wis 13, Cha 12","BaseAtk":"7","CMB":"+12 (+16 grapple)","CMD":"25","Source":"AP 69","SpecialAbilities":"Burning Blindness (Su) When an azgenzak confirms a critical hit or a creature fails its save against the distraction attack of its swarming pyrocules, the azgenzak attempts to pluck out one of the target's eyes (Fortitude DC 20 negates). If the save fails, the target takes 1d6 additional points of fire damage, is sickened by pain for 1d4 rounds, and becomes permanently dazzled. If this results in the loss of all of the target's eyes, it is permanently blinded.  Inversion (Ex) As a move action, an azgenzak can invert its sac-like body, turning itself inside out and exposing its innumerable burning eyes. Doing so surrounds the azgenzak with a fiery aura and activates its frightful presence ability. These abilities are suppressed when the azgenzak is not inverted. When it's inverted, creatures adjacent to the azgenzak take 2d6 points of fire damage and risk catching on fire. A successful DC 16 Reflex save halves this damage and keeps the creature from catching on fire. An inverted azgenzak loses its racial bonus to Stealth underwater and takes a further -10 penalty on Stealth checks. In addition, when inverted, an azgenzak can't swallow its victim whole; however, if it begins its turn with a creature grappled, it can revert itself as a move action and then use its swallow whole ability. A creature swallowed by an azgenzak is subject to its fiery aura and frightful presence even when the azgenzak is not inverted.  Swarming Pyrocules (Su) As a full-round action, an azgenzak can disgorge a swarm of burning eyeballs. This swarm has the same statistics as a bat swarm (Pathfinder RPG Bestiary 30), except it lacks the wounding special ability, which is replaced by the azgenzak's burn ability and immunity to fire. An azgenzak using this ability takes 2d6 points of damage (though damage dealt to the swarming  pyrocules does not damage the azgenzak). The swarming pyrocules can't survive long separated from the azgenzak, and take 1 point of damage each round at the end of its turn. The swarming pyrocules can be reabsorbed by the azgenzak as a full-round action, healing the creature of 1d6 points of damage."},{"Name":"Svathurim","CR":"11.00","XP":"12800","Size":"Huge","Init":"3","AC":"26, touch 11, flat-footed 23","HP":"147","Fort":"11","Ref":"12","Will":"11","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to fire","Speed":"50 ft.","Melee":"mwk lance +22/+17/+12 (2d6+9/x3), gore +16 (2d6+4), 2 hooves +16 (1d8+4) or   2 slams +21 (1d8+9), gore +21 (2d6+9), 2 hooves +16 (1d8+4)","Ranged":"mwk composite longbow +16/+11/+6 (2d6+9/x3)","Space":"15 ft.","Reach":"10 ft. (20 ft. with lance)","SpecialAttacks":"thunderous trample, trample (1d8+13, DC 26)","AbilitiyScores":"Str 29, Dex 17, Con 20, Int 10, Wis 14, Cha 11","BaseAtk":"14","CMB":"+25 (+27 bull rush, +27 overrun)","CMD":"38 (40 vs. bull rush, 40 vs. overrun, 50 vs. trip)","Source":"AP 69","SpecialAbilities":"Skyrunner (Su) When charging, running, or taking a double move, a svathurim can stride across open air as if it were using air walk. This movement is very taxing, and a svathurim must succeed at a DC 14 Constitution check at the end of each round it uses this ability to avoid being fatigued for 1 minute. This DC increases by 2 each round after the first. Returning to the ground resets the DC to 14, but does not negate any ongoing fatigue or exhaustion. A svathurim cannot trample when using this ability.  Thunderous Trample (Su) Any creature damaged by a svathurim's trample attack must succeed at a DC 22 Fortitude save or be deafened for 1 minute. The save DC is Constitution-based.  Undersized Weapons (Ex) Although a svathurim is Huge, its upper torso is the same size as that of a Large humanoid. As a result, it wields weapons as if they were one size category smaller than their actual size (Large for most svathurim)."},{"Name":"Kokogiak","CR":"12.00","XP":"19200","Size":"Huge","Init":"1","AC":"25, touch 9, flat-footed 24","HP":"172","Fort":"15","Ref":"10","Will":"9","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft., burrow 20 ft., climb 20 ft., swim 20 ft.","Melee":"bite +23 (2d6+10 plus pull), 6 claws +24 (2d6+10/19-20)","Ranged":"","Space":"15 ft.","Reach":"10 ft. (20 ft. with bite)","SpecialAttacks":"blizzard breath, forlorn gaze, pull (bite, 10 ft.)","AbilitiyScores":"Str 31, Dex 13, Con 22, Int 13, Wis 14, Cha 16","BaseAtk":"15","CMB":"27","CMD":"38 (54 vs. trip)","Source":"AP 69","SpecialAbilities":"Blizzard Breath (Su) A kokogiak's breath weapon is a polar gale so bitterly cold that it saps vigor from those it touches. Once every 1d4 rounds as a standard action, a kokogiak can expel a 60-foot cone of blistering arctic winds, dealing 8d6 points of cold damage to all creatures struck. A successful DC 23 Reflex save halves this damage. Any creature damaged by this attack must then succeed at a DC 23 Fortitude save or become fatigued (or exhausted if it was already fatigued). The save DCs are Constitution-based.  Forlorn Gaze (Su) As a standard action, a kokogiak can lock its black eyes on a target within 60 feet to fascinate the creature. A successful DC 20 Will save negates this effect. Creatures that fail the save are fascinated and they see they kokogiak as a lost loved one, trusted friend in danger, or ally in desperate need. Once a creature is fascinated, the kokogiak can compel the creature to move toward it. Once adjacent, the creature is flat-footed against the kokogiak's attacks, but the creature receives a new saving throw at the beginning of its turn to break the fascination. This is a mind-affecting effect and the save DC is Charisma-based.  Ice Walker (Ex) A kokogiak takes no penalty to speed or on Acrobatics, Climb, or Stealth checks in snowy or icy terrain or weather conditions. It can walk across snow crusts or thin ice without breaking through. In addition, a kokogiak can choose to not leave tracks when moving in this type of terrain.  Penetrating Sight (Ex) A kokogiak's sight is not affected by its own fog cloud or solid fog spell-like abilities. In addition, a kokogiak does not take any penalties on Perception checks while its snowing.  Sound Imitation (Ex) A kokogiak can mimic any voice or sound it has heard by making a successful Bluff check against a listener's Sense Motive check."}]