[{"Name":"Clockwork Familiar","CR":"2.00","XP":"600","Size":"Tiny","Init":"6","AC":"18, touch 16, flat-footed 14","HP":"16","Fort":"1","Ref":"5","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to electricity","Speed":"30 ft., fly 50 ft. (perfect)","Melee":"bite +7 (1d3 plus 1d6 electricity)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 10, Dex 14, Con 10, Int 11, Wis 13, Cha 11","BaseAtk":"3","CMB":"3","CMD":"15","Source":"AP 63","SpecialAbilities":"Advice (Ex) Clockwork familiars have an innate understanding of how things work, granting their masters a +2 bonus on all Craft and Use Magic Device checks.  Item Installation (Ex) Each clockwork familiar is made with the ability to carry a specific type of magic item inside its body. This item type is chosen at the time of the construct's creation, and cannot be changed. While the creature cannot activate or use the item for its original function, it gains certain constant abilities from the resonant magic fields, and can drain the item's magic as a free action in order to gain additional magical effects. In addition, any clockwork construct can drain a single charge or spell level from its installed item to heal itself 1d6 hit points as a standard action. Removing a spent item and installing a new one is a full-round action.  Potion: The clockwork familiar gains a constant protection from good/evil/law/chaos effect (one type only, chosen each time a new potion is installed). In addition, a clockwork familiar can drain the magic from the potion in order to gain the ability to include in the effect a single creature whose shoulder it's perched on. While perched on a character's shoulder, it acts like a worn object with no body slot. While the familiar can move from person to person, thus transferring the benefit, latching on or unlatching from a shoulder is a move action. This ability to include others in the protection effect lasts for 1 minute per spell level of the potion drained.  Scroll: The clockwork familiar gains a constant detect magic effect as a spell-like ability. Draining magic from a scroll allows the familiar to cast a single identify spell on behalf of its master for each spell level of the spell inscribed on the scroll-these castings may be stored and saved, though a scroll used in this manner becomes instantly useless, even if not all spell levels have been drained.  Wand: The clockwork familiar gains the ability to spit a gobbet of acid up to 30 feet as a ranged touch attack, dealing 1d4 points of damage. Draining a charge increases the damage to 2d4 points for a single attack. This charge is spent before the attack is rolled."},{"Name":"Polevik","CR":"5.00","XP":"1600","Size":"Small","Init":"4","AC":"17, touch 15, flat-footed 13","HP":"60","Fort":"6","Ref":"10","Will":"7","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft.","Melee":"bite +8 (1d6+3)","Ranged":"puffballs +9 (1d6 plus disease)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 16, Dex 18, Con 19, Int 15, Wis 9, Cha 8","BaseAtk":"4","CMB":"6","CMD":"20","Source":"AP 63","SpecialAbilities":"Disease (Ex) Pulsing Puffs: Puffball-injury; save Fort DC 18; onset 1 minute; frequency 1/day; effect 1d6 Dex damage; cure 2 consecutive saves.  Pulsing puffs is a disease characterized by small, blue-white spores sprouting within a creature's wounds. These spores quickly grow into phosphorescent, domed mounds that pulsate and throb, eating away at victims' connective tissue, severely impairing them. Additionally, once a creature takes 7 points of Dexterity damage from the pulsing puffs, the domed mounds burst, releasing a 10-foot-radius burst of diseased spores. This effect lasts for 1 round. Any creature caught within the burst radius or that moves through it is exposed to the pulsing puffs disease. The save DC is Constitution-based.  Fungal Alchemy (Ex) As long as he has access to his fungus garden, a polevik can craft any alchemical item with a Craft DC of 25 or lower without needing to pay a cost in gold pieces for raw materials. Items function normally but may have a different appearance. For example, materials usually stored in glass jars instead fill rigid spheres of plant matter.  Puffballs (Ex) Poleviks have learned how to nurture myriad species of symbiotic fungi upon their bodies, and the most treasured of these are their deadly puffballs. Each 6-inch-diameter spherical fungus has a thorny internal stalk covered by a thin skin of spore-laden flesh. As a standard action that does not provoke an attack of opportunity, a polevik can pluck and throw a puffball with a range of 20 feet. On a successful hit, the thorns expand and pulsate on impact, bursting through the flesh of the puffball. This inflicts vicious wounds and releases fungal spores that infect the victim with pulsing puffs. As soon as a puffball has been plucked, another grows in its place. Once a puffball has been plucked, it decomposes after 1 round, becoming inert.  Putrefying Aura (Su) All unattended nonmagical food or liquid within the radius of a polevik's aura instantly rots or spoils. Attended nonmagical food or liquid within the aura receives a saving throw to resist this effect. The save DC is Constitution-based."},{"Name":"Chrestomath","CR":"6.00","XP":"2400","Size":"Medium","Init":"0","AC":"16, touch 12, flat-footed 16","HP":"95","Fort":"13","Ref":"-1","Will":"14","DefensiveAbilities":"psychic deflection","SR":"17","Weaknesses":"","Speed":"fly 10 ft. (average)","Melee":"","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"mind flood","AbilitiyScores":"Str 2, Dex 2, Con 19, Int 25, Wis 21, Cha 22","BaseAtk":"10","CMB":"6","CMD":"19","Source":"AP 63","SpecialAbilities":"Advanced Hive Mind (Ex) As long as there are at least two chrestomaths or caulborn within 300 feet of each other, if one creature in the group is aware of a particular danger, they all are. No creature in the group is considered flanked or flat-footed unless all of them are.  Cooperative Scrying (Sp) Three or more caulborn or chrestomaths who maintain physical contact can scry on a place or creature as if using the scrying spell (DC 20), but with no limit to the spell's duration so long as at least three of the participants involved continue to touch and concentrate. This ability functions at caster level 7th (or at the highest caster level available to the most powerful participant in the group). The save DC is Charisma-based, adjusted by the modifier of the participant with the highest Charisma score.  Mind Flood (Su) A chrestomath can target any creature it detects with its thoughtsense ability with a deadly psychic attack, flooding the target creature's head with so much obscure knowledge that it drives the target insane. Any creature affected by the mind blast must make a successful DC 19 Will save or take 1d6 points of Intelligence and Wisdom damage and be confused (as per the spell confusion) for 1d6 rounds. The save DC is Intelligence-based.  Psychic Deflection (Su) A chrestomath adds its Charisma modifier as a deflection bonus to its AC. In addition, all caulborn (though not other chrestomaths) within 300 feet of a chrestomath gain half of this deflection bonus as well, with the effects stacking with those from other chrestomaths and the caulborn's own psychic deflection ability. These bonuses cease when the chrestomath is unconscious.  Racial Memory (Ex) As a full-round action, any caulborn within 300 feet of a chrestomath may access the latter's racial memory to gain half the chrestomath's Knowledge skill bonus as a bonus on its own Knowledge check. In addition, the chrestomath instantly acquires any piece of information learned by any caulborn that comes within 300 feet of it. This information may then be shared by any other caulborn and chrestomaths with 300 feet.  Thoughtsense (Su) A chrestomath notices and locates living, conscious creatures within 60 feet just as if it possessed the blindsight ability. Spells such as nondetection or mind blank make an affected creature undetectable by this sense."}]