[{"Name":"Dawn Piper","CR":"5.00","XP":"1600","Size":"Medium","Init":"8","AC":"18, touch 15, flat-footed 13","HP":"45","Fort":"5","Ref":"9","Will":"3","DefensiveAbilities":"","SR":"16","Weaknesses":"","Speed":"30 ft.","Melee":"mwk rapier +8 (1d6+2/18-20)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"dissonance (every 1d4 rounds, 15-ft. cone, 6d6 sonic damage, Reflex DC 16 half ), elemental font","AbilitiyScores":"Str 15, Dex 18, Con 16, Int 14, Wis 15, Cha 17","BaseAtk":"3","CMB":"12","CMD":"23 (can't be tripped)","Source":"AP 68","SpecialAbilities":"Dissonance (Su) Every 1d4 rounds as a standard action, a dawn piper can use a musical instrument to unleash a deadly torrent of sonic vibrations that tears at the very physicality of its enemies. This is similar to a breath weapon that deals 6d6 points of sonic damage in a 15-ft. cone (Reflex DC 16 half ). A dawn piper must be in possession of a musical instrument in order to use this ability. The save DC is Charisma-based.  Elemental Font (Su) A dawn piper can infuse a 40-foot-radius area with the primal qualities of the First World. The creation of an elemental font requires a musical instrument and a musical ritual lasting 8 hours. As long as the piper returns to it every 24 hours, a font can persist forever, but it is destroyed immediately upon the creator's death. A dawn piper can also destroy its own font as a full-round action. The dawn piper gains additional spell-like abilities based on a single element while within range of its elemental font. Dimensional anchor and dimensional lock stop the flow of power, preventing the piper from using the additional spell-like abilities. The save DCs are Charisma-based, and the spell-like abilities are cast at caster level 7th.  Air: 2/day-fly, gust of wind (DC 15), shocking grasp  Earth: 2/day-grease (DC 14), spiked pitAPG (DC 16), stone callAPG  Fire: 2/day-burning hands (DC 14), fireball (DC 16), pyrotechnics (DC 15)  Water: 2/day-aqueous orbAPG (DC 16), hydraulic pushAPG, slipstreamAPG  Terrible Beauty (Su) As a standard action, a dawn piper can surround itself in an intense aura of magnificence that is too potent for non-fey to withstand. Non-fey creatures within a 30-foot radius of the dawn piper must succeed at a DC 16 Will save or be blinded or deafened for 1d4 rounds (the piper's choice, but the effect is consistent for all affected creatures), and take 1 point of bleed damage from their eyes or ears (depending on the specific effect). This aura lasts 1 full round, and a creature that succeeds at its saving throw cannot be affected again for 24 hours. This is a visual or auditory, mind-affecting effect. A dawn piper requires a musical instrument in order to create this aura. The save DC for this ability is Charisma-based."},{"Name":"Mirror Man","CR":"5.00","XP":"1600","Size":"Medium","Init":"6","AC":"18, touch 17, flat-footed 11","HP":"53","Fort":"2","Ref":"8","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"susceptible to mind-affecting effects","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"dagger +12/+7 (1d4+3/19-20)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"sneak attack +2d6","AbilitiyScores":"Str 16, Dex 23, Con -, Int 15, Wis 15, Cha 12","BaseAtk":"6","CMB":"9","CMD":"26","Source":"AP 68","SpecialAbilities":"Alert Master (Su) Three times per day, a mirror man can send a brief message to a creature it is familiar with (typically its master). This effect is similar to the sending spell, but it takes only a standard action, the communication is one way, and the target cannot respond to the sending.  Mirror Sight (Ex) A mirror man has no eyes, but is capable of visually perceiving through the use of blindsight, darkvision, and low-light vision.  Scrying Focus (Su) Mirror men are specifically created to interact with the spell Irriseni mirror sight (Pathfinder Adventure Path #67 73) in special ways. The construct's mirrored face can serve as a known mirror, allowing the caster to see from the perspective of the construct's face with normal sight. The caster may also communicate telepathically with the mirror man. As a swift action, the mirror man can choose to remember and record up to 1 minute of what it sees. This memory is visual only and can be viewed remotely through Irriseni mirror sight or played back across its face. The mirror man can only retain 1 minute of images; when its memory is full, old memories are erased so it can remember new ones. The caster may interact with the mirror man's soul mirror even after the construct body is destroyed as long as the face itself remains unbroken. If the construct has not been destroyed, an opponent must succeed at a sunder attempt targeting the mirrored face to break the mirror. The mirrored face is considered a separate weapon with a hardness of 1 and hit points equal to the mirror man's Hit Dice. If the construct has been destroyed, the mirrored face can be smashed as a standard action.  Soul Mirror (Su) The soul of a mirror man is bound within its mirrored face. As long as the face remains intact, it can be affixed to a new construct body using the same cost to create a new construct. Once a soul is bound to a mirror, the soul continues to learn, and if the mirror is later affixed to a new body, the soul retains any memories from its previous bodies.  Susceptible to Mind-Affecting Effects (Ex) The self-aware and autonomous nature of a mirror man makes it susceptible to mind-affecting effects, despite the fact that it is a construct."},{"Name":"Winter Fey","CR":"7.00","XP":"3200","Size":"Small","Init":"8","AC":"22, touch 15, flat-footed 18","HP":"68","Fort":"7","Ref":"10","Will":"7","DefensiveAbilities":"","SR":"","Weaknesses":"irreligious, vulnerable to fire","Speed":"30 ft.","Melee":"Medium scythe +11 (1d6+11/x4 plus 1d6 cold), kick +5 (1d4+7 plus 1d6 cold) or  2 claws +10 (1d4+5 plus 1d6 cold)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"frigid touch, frosty grasp","AbilitiyScores":"Str 20, Dex 19, Con 20, Int 16, Wis 13, Cha 15","BaseAtk":"4","CMB":"8","CMD":"22","Source":"AP 68","SpecialAbilities":"Boot Stomp (Ex) A winter redcap wears heavy iron boots with spiked soles that it uses to deadly effect in combat. These boots give the winter redcap a kick attack that it can make as a secondary attack, either as part of a full-attack action or as part of its movement, just as if it had the Spring Attack feat.  Heavy Weapons (Ex) A winter redcap can wield weapons sized for Medium creatures without penalty.  Irreligious (Ex) Bitter and blasphemous, winter redcaps cannot stand the symbols of good-aligned religions. If a foe spends a standard action presenting such a holy symbol, any winter redcap that can see the creature must succeed at a DC 15 Will save or become frightened for 1 minute and attempt to flee. A winter redcap who successfully saves is shaken for 1 minute.  Red Cap (Su) A winter redcap wears a tiny, shapeless woolen hat, dyed over and over with the blood of its victims. While wearing this cap, a winter redcap gains a +4 bonus on damage rolls (included in the above totals) and fast healing 3. These benefits are lost if the cap is removed or destroyed. Caps are not transferable, even between other redcaps. A winter redcap can create a new cap to replace a lost cap with 10 minutes of work, but until the winter redcap takes a standard action to dip the cap in the blood of a foe the winter redcap helped to kill, the cap does not grant its bonuses."},{"Name":"Courage Heart","CR":"15.00","XP":"51200","Size":"Medium","Init":"10","AC":"30, touch 13, flat-footed 27","HP":"195","Fort":"18","Ref":"18","Will":"14","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., fly 30 ft. (average)","Melee":"#ERROR!","Ranged":"#ERROR!","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bloody rose, favored enemy (evil outsiders +6, humans +2, lawful outsiders +8, undead +4)","AbilitiyScores":"Str 23, Dex 23, Con 22, Int 22, Wis 21, Cha 24","BaseAtk":"17","CMB":"23","CMD":"39","Source":"AP 68","SpecialAbilities":"Bloody Rose (Su) At will as a free action, the herald can create a thorny red rose. She may use this rose as a +1 anarchic dart as if she had the Quick Draw feat. The rose loses all its powers 1 round after it leaves the herald's hand.  Darkwood Breastplate The herald's +4 darkwood breastplate has all the normal properties of darkwood but is as hard and strong as steel (similar to wood created with an ironwood spell).  Favored Enemy (Ex) The herald has the favored enemy ability of a 17th-level ranger.  Imbue with Power (Su) The herald can imbue an ally with a portion of her power. This ability functions like imbue with spell ability, except she may transfer uses of the following spell-like abilities as if they were cleric spells: cure moderate wounds, magic weapon, peasant armaments, protection from arrows, shield other, and status. Using this ability reduces the number of times per day she can use that spell-like ability until she dismisses the transfer or the recipient expends it (for example, if she imbues a target with cure moderate wounds, thereafter she can only use that spell-like ability twice per day).  Martyr's Blood (Su) By marking an ally with her blood, the herald can transfer part of her fast healing ability to that ally. The herald's fast healing decreases by 1 (minimum 0), and the ally gains fast healing 1 for 1 hour. This ability has no effect if the target already has fast healing.  Rebellious Aura (Su) The herald's aura grants allies within 60 feet the effects of good hope and a paladin's aura of courage. The effects of this ability are included in the herald's stat block.  Tactician (Ex) The herald has the tactician ability of a 17th-level cavalier (4/day, one teamwork feat, all allies within 30 feet, 11 rounds). She may use this ability with any of her teamwork feats (Lookout, Outflank, Swap Places)."}]