[{"Name":"Triaxian","CR":"0.50","XP":"200","Size":"Medium","Init":"2","AC":"18, touch 12, flat-footed 16","HP":"13","Fort":"4","Ref":"4","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft.","Melee":"lance +2 (1d8+1/x3) or  longsword +2 (1d8+1/19-20)","Ranged":"composite longbow +3 (1d8+1/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"favored enemy (dragons +2)","AbilitiyScores":"Str 13, Dex 14, Con 15, Int 10, Wis 14, Cha 8","BaseAtk":"1","CMB":"20","CMD":"29 (33 vs. trip)","Source":"AP 70","SpecialAbilities":"Seasoned (Ex) Triaxians suffer no harm from being in hot or cold environments depending on whether they are Summerborn or Winterborn. Summerborn Triaxians can exist comfortably in conditions between 90 and 140 degrees Fahrenheit without having to attempt Fortitude saves. Winterborn Triaxians can exist comfortably in conditions between 40 and -20 degrees Fahrenheit without having to attempt Fortitude saves. When in conditions of severe cold or heat, Triaxians only have to attempt Fortitude saves once per hour instead of once every 10 minutes. Transitional Triaxians do not have this ability."},{"Name":"Wolliped","CR":"3.00","XP":"800","Size":"Large","Init":"2","AC":"15, touch 11, flat-footed 13","HP":"30","Fort":"7","Ref":"6","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"50 ft.","Melee":"gore +6 (1d8+6)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"trample (1d6+6, DC 16)","AbilitiyScores":"Str 18, Dex 14, Con 17, Int 2, Wis 11, Cha 3","BaseAtk":"3","CMB":"+8 (+10 bull rush)","CMD":"20 (22 vs. bull rush, 32 vs. trip)","Source":"AP 70","SpecialAbilities":"Spit (Ex) Once per hour, a wolliped can regurgitate the contents of its stomach, spitting the foul material at a single target within 10 feet. The target must succeed at a DC 15 Fortitude save or be sickened for 1d4 rounds. The save DC is Constitution-based."},{"Name":"Wolliped","CR":"3.00","XP":"800","Size":"Large","Init":"2","AC":"15, touch 11, flat-footed 13","HP":"30","Fort":"7","Ref":"6","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"50 ft.","Melee":"gore +1 (1d8+2)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 18, Dex 14, Con 17, Int 2, Wis 11, Cha 3","BaseAtk":"3","CMB":"8","CMD":"20 (32 vs. trip)","Source":"AP 70","SpecialAbilities":"Docile (Ex) Unless a wolliped is specifically trained for combat (see the Handle Animal skill on page 97 of the Pathfinder RPG Core Rulebook), its gore is treated as a secondary attack and the creature lacks the trample ability.  Spit (Ex) Once per hour, a wolliped can regurgitate the contents of its stomach, spitting the foul material at a single target within 10 feet. The target must succeed at a DC 15 Fortitude save or be sickened for 1d4 rounds. The save DC is Constitution-based."},{"Name":"Ursikka","CR":"10.00","XP":"9600","Size":"Huge","Init":"4","AC":"24, touch 8, flat-footed 24","HP":"138","Fort":"14","Ref":"10","Will":"5","DefensiveAbilities":"ferocity","SR":"","Weaknesses":"","Speed":"40 ft., burrow 20 ft.","Melee":"bite +21 (2d6+11 plus freezing viscosity), 2 claws +21 (1d8+11)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"coat claws, spit","AbilitiyScores":"Str 32, Dex 11, Con 22, Int 2, Wis 13, Cha 5","BaseAtk":"12","CMB":"+25 (+27 bull rush)","CMD":"35 (37 vs. bull rush, 39 vs. trip)","Source":"AP 70","SpecialAbilities":"Coat Claws (Ex) As a standard action, an ursikka can coat its pincerlike claws with its freezing viscous saliva. This coating lasts for 1 minute. Any creature hit by an ursikka's coated claws or grappled by an ursikka using the Snatch feat takes an additional 2d6 points of cold damage (Reflex DC 22 half).  Freezing Viscosity (Ex) The saliva that drips from an ursikka's mouth is maddeningly sticky as well as preternaturally cold. Creatures that take damage from an ursikka's bite attack must succeed at a DC 22 Reflex save or become entangled for 1d4 rounds. While entangled, creatures take 2d6 points of cold damage (Reflex DC 22 half). An entangled creature can break free before the end of this duration by succeeding at a DC 19 Strength check or by dealing 15 point of damage to the encasing saliva with either a slashing weapon or with fire damage. Using fire to remove the saliva damages the entangled creature as well. The save DC is Constitution-based.  Hibernation (Ex) Ursikkas can enter a state of hibernation for an indefinite period of time, typically until Triaxus's long summer subsides. An ursikka surrounds itself with its spittle, which hardens into a cocoon. While hibernating, an ursikka doesn't need to drink or eat. The cocoon has hardness 10 and 60 hit points, and is immune to fire damage. As long as the cocoon remains intact, the ursikka remains unharmed in its hibernation. An ursikka must use its attacks to break free from its cocoon.  Spit (Ex) As a standard action, an ursikka can spit a 60-foot line of its saliva. Creatures struck by this saliva take 8d6 points of cold damage and risk being entangled. A successful DC 22 Reflex save halves the damage and negates the entangled condition. The save DC is Constitution-based."},{"Name":"Stormghost","CR":"15.00","XP":"51200","Size":"Large","Init":"10","AC":"28, touch 16, flat-footed 21","HP":"212","Fort":"12","Ref":"16","Will":"12","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"50 ft., climb 30 ft.","Melee":"bite +24 (1d8+8), 2 claws +24 (1d8+8/19-20 plus 1d6 electricity)","Ranged":"","Space":"10 ft.","Reach":"5 ft. (10 ft. with claws)","SpecialAttacks":"impaling leap, sneak attack +3d6, static blast","AbilitiyScores":"Str 27, Dex 23, Con 24, Int 11, Wis 14, Cha 16","BaseAtk":"17","CMB":"26","CMD":"43 (47 vs. trip)","Source":"AP 70","SpecialAbilities":"Adaptive Camouflage (Ex) A stormghost's hide shifts coloration over time to match that of its environment. Choose a ranger favored terrain type. A stormghost gains a +4 racial bonus on Stealth checks within that terrain type. A stormghost moving into a different terrain type must remain there for 1d4 weeks before the racial bonus applies to the new terrain type.  Impaling Leap (Ex) As a standard action, a stormghost can jump into the air and land on a single target at least one size category smaller than itself, using its spiky legs to impale the victim. The target must succeed at a DC 25 Reflex save or it takes 4d8+12 points of piercing damage and is pinned. If the stormghost chooses to maintain the pin, it must succeed at a combat maneuver check as normal. Pinned foes take damage each from the impaling leap each round if they don't escape. The save DC is Constitution-based.  See in Fog (Ex) A stormghost can see in fog and foglike conditions without penalty.  Static Aura (Su) A stormghost can surround itself with crackling electricity that leaps from its body, affecting nearby creatures. All creatures within 5 feet of the stormghost take 2d6 points of electricity damage at the beginning of the stormghost's turn.  Static Blast (Su) As a standard action, a stormghost can focus its static charge into a bolt, releasing it in a 40-foot line that deals 6d6 points of electricity damage. A successful DC 25 Reflex save halves this damage. A stormghost can use its static blast once every 1d4 rounds. The save DC is Constitution-based."}]