[{"Name":"Ground Wasp Swarm","CR":"2.00","XP":"600","Size":"Fine","Init":"1","AC":"19, touch 19, flat-footed 18","HP":"13","Fort":"3","Ref":"2","Will":"1","DefensiveAbilities":"swarm traits","SR":"","Weaknesses":"","Speed":"5 ft., burrow 10 ft., fly 30 ft. (good)","Melee":"swarm (1d6 plus distraction and poison)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"distraction (DC 11)","AbilitiyScores":"Str 1, Dex 12, Con 10, Int -, Wis 11, Cha 3","BaseAtk":"2","CMB":"-","CMD":"-","Source":"AP 79","SpecialAbilities":"Poison (Ex) Swarm-injury; save Fort DC 11; frequency 1/round for 6 rounds; effect 1 Dexterity damage; cure 1 save."},{"Name":"Guardian Scroll","CR":"3.00","XP":"800","Size":"Tiny","Init":"2","AC":"15, touch 15, flat-footed 12","HP":"27","Fort":"1","Ref":"5","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"susceptible to mind-affecting effects, vulnerable to fire","Speed":"10 ft., fly 40 ft. (perfect)","Melee":"slice +9 (1d4+3 plus bleed and grab)","Ranged":"","Space":"2-1/2 ft.","Reach":"0 ft.","SpecialAttacks":"bleed (1d2), constrict (1d4+3), grab (Medium), slice, strangle","AbilitiyScores":"Str 14, Dex 15, Con -, Int 4, Wis 10, Cha 12","BaseAtk":"5","CMB":"+5 (+9 grapple)","CMD":"18","Source":"AP 79","SpecialAbilities":"Slice (Ex) A guardian scroll's slice attack is a primary attack that deals slashing damage.  Strangle (Ex) When a guardian scroll grapples a creature, it entirely covers its opponent's head with an airtight grip. A creature grappled by the scroll cannot see, speak, or cast spells with verbal components, and it must hold its breath (see Suffocation on page 445 of the Pathfinder RPG Core Rulebook). Creatures that don't speak or breathe through their heads aren't affected in those manners, nor are those who can see through other means blinded. Any attacks targeting a guardian scroll while it's grappling deal half damage to the scroll and the other half to the grappled creature.  Susceptible to Mind-Affecting Effects (Ex) As an intelligent construct, a guardian scroll is subject to mind-affecting effects."},{"Name":"Scarab Swarm","CR":"3.00","XP":"800","Size":"Fine","Init":"0","AC":"18, touch 18, flat-footed 18","HP":"22","Fort":"5","Ref":"1","Will":"1","DefensiveAbilities":"swarm traits","SR":"","Weaknesses":"","Speed":"30 ft., climb 10 ft., fly 20 ft. (clumsy)","Melee":"swarm (1d6 plus disease and distraction)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"distraction (DC 13)","AbilitiyScores":"Str 1, Dex 10, Con 13, Int -, Wis 11, Cha 2","BaseAtk":"3","CMB":"-","CMD":"-","Source":"AP 79","SpecialAbilities":"Disease (Ex) Filth fever: Swarm-injury; save Fort DC 13; onset 1d3 days; frequency 1 day; effect 1d3 Dex damage and 1d3 Con damage; cure 2 consecutive saves."},{"Name":"Shasalqu","CR":"3.00","XP":"800","Size":"Small","Init":"6","AC":"15, touch 13, flat-footed 13","HP":"30","Fort":"6","Ref":"6","Will":"2","DefensiveAbilities":"heat absorption,","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"tail slap +6 (1d6+1 plus 1d6 cold)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 13, Dex 15, Con 14, Int 2, Wis 13, Cha 12","BaseAtk":"4","CMB":"4","CMD":"16 (20 vs. trip)","Source":"AP 79","SpecialAbilities":"Frigid Flesh (Ex) A creature that successfully hits a shasalqu with a natural attack or an unarmed strike takes 1d6 points of cold damage.  Heat Absorption (Ex) Fire deals no damage to a shasalqu. Instead, the shasalqu absorbs the fire and gains 1 temporary hit point for every 3 points of fire damage it would have taken. These temporary hit points disappear after 1 hour.  Trapping Cold (Su) A shasalqu exudes a heat-sapping aura that makes the air temperature around it plunge. Any creature that begins its turn within 10 feet of a shasalqu takes 1d6 points of cold damage and becomes entangled. A successful DC 13 Fortitude save negates the damage and the entangled condition. An affected creature is entangled for as long as it is within the aura's area plus 1 round after leaving. Other shasalqus are immune to this aura, as are any creatures immune to cold damage or whose cold resistance causes them to take no damage from the aura. When a shasalqu dies, its trapping cold aura persists around its corpse for 1 hour."},{"Name":"Ahkhat","CR":"4.00","XP":"1200","Size":"Small","Init":"5","AC":"17, touch 12, flat-footed 16","HP":"34","Fort":"7","Ref":"5","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 slams +8 (1d6+3)","Ranged":"urn +6 (1d4+3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 17, Dex 13, Con 16, Int 8, Wis 12, Cha 13","BaseAtk":"4","CMB":"6","CMD":"17","Source":"AP 79","SpecialAbilities":"Integrated Body (Ex) An ahkhat has no true body. It instead derives its form from the structure it inhabits, emerging from the walls, floors, and ceilings as an extension of the structure. An ahkhat cannot manifest from broken areas of a structure or separate from the building's surface at any time; it can only move within the building materials of the structure it's attuned to. An ahkhat occupies the same space as whatever area of the structure it is presently manifesting from.  If an ahkhat is, for whatever reason, moved 10 or more feet away from its structure, it takes 1d8 points of damage; at the beginning of its next turn, the ahkhat immediately returns to the nearest space within its structure as a free action. If an ahkhat is killed, its manifested body disappears as it's immediately reabsorbed by its attuned structure. When not manifesting from a structure, an ahkhat can't be attacked normally, but it is instantly destroyed if 75% of its attuned building is destroyed. If an ahkhat's keystone (see the Ahkhat Keystones on page 81.) is destroyed, the ahkhat is instantly destroyed.  Repair Structure (Sp) This functions like make whole, except this ability is strictly limited to the structure the ahkhat inhabits and permanent fixtures attached to the structure. For example, walls, doors, cabinets, and portcullises could be repaired with this ability, but not furniture or an adventurer's equipment.  Structural Mobility (Su) An ahkhat can move through solid walls, floors, and ceilings of any material except metal. Its movement leaves behind no tunnel or hole, nor does it create any ripples or other signs of its passage. It cannot move through significantly damaged or ruined sections of a structure until they are repaired. If an area containing an ahkhat is targeted with a passwall spell or similar effect, the ahkhat takes 1d8 points of damage and is immediately shunted to the nearest available space in its attuned structure."},{"Name":"Sun Falcon","CR":"4.00","XP":"1200","Size":"Tiny","Init":"3","AC":"17, touch 15, flat-footed 14","HP":"39","Fort":"6","Ref":"8","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to cold","Speed":"10 ft., fly 60 ft. (good)","Melee":"2 talons +11 (1d3 plus 1d6 fire and burn)","Ranged":"","Space":"2-1/2 ft.","Reach":"0 ft.","SpecialAttacks":"blinding flash, breath weapon (30-ft. line, 3d6 fire, Reflex DC 14 half, usable every 1d4 rounds), burn (1d6 fire, DC 14)","AbilitiyScores":"Str 10, Dex 17, Con 12, Int 5, Wis 14, Cha 15","BaseAtk":"6","CMB":"7","CMD":"17","Source":"AP 79","SpecialAbilities":"Aura of Radiance (Su) A sun falcon radiates heat and light with the intensity of the noonday sun. Creatures within 10 feet of a sun falcon must succeed at a DC 15 Fortitude save each round or become fatigued. A sun falcon can suppress or activate its aura at will as a free action. The save DC is Charisma-based.  Blinding Flash (Su) By spreading its wings wide, a sun falcon can blast an intense wave of heat and light in a 20-foot cone as a standard action. All creatures within this area must succeed at a DC 15 Reflex save or take 1d6 points of fire damage and be blinded for 1d4+1 rounds. Creatures that succeed at this save take no fire damage and are instead dazzled for 1 round. The save DC is Charisma-based."},{"Name":"Plague Locust Swarm","CR":"8.00","XP":"4800","Size":"Fine","Init":"4","AC":"22, touch 22, flat-footed 18","HP":"90","Fort":"11","Ref":"8","Will":"5","DefensiveAbilities":"swarm traits","SR":"","Weaknesses":"","Speed":"10 ft., climb 10 ft., fly 40 ft. (average)","Melee":"swarm (4d6 plus distraction)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"devour, distraction (DC 19), voracious","AbilitiyScores":"Str 1, Dex 18, Con 17, Int -, Wis 13, Cha 2","BaseAtk":"9","CMB":"-","CMD":"-","Source":"AP 79","SpecialAbilities":"Devour (Ex) A plague locust swarm causes damage to unattended objects in its space each round as though they were creatures, and can even damage normally inedible objects.  Voracious (Ex) A plague locust swarm's swarm attack deals double damage to creatures of the plant type and to objects made of paper, wood, or other plant materials."}]