[{"Name":"Cambion","CR":"2.00","XP":"600","Size":"Medium","Init":"1","AC":"15, touch 11, flat-footed 14","HP":"22","Fort":"5","Ref":"2","Will":"4","DefensiveAbilities":"","SR":"13","Weaknesses":"","Speed":"30 ft.","Melee":"mwk scimitar +6 (1d6+2/18-20), claw +0 (1d4+1) or  2 claws +5 (1d4+2)","Ranged":"mwk composite longbow +5 (1d8+2/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"sadistic strike, sinfrenzy","AbilitiyScores":"Str 15, Dex 13, Con 14, Int 13, Wis 12, Cha 14","BaseAtk":"3","CMB":"5","CMD":"16","Source":"AP 76","SpecialAbilities":"Sadistic Strike (Su) Cambions are particularly cruel, and they excel at causing pain and anguish. A cambion always treats any weapon he attacks with (including natural weapons and spells that require attack rolls to hit) as if the demon had the Improved Critical feat for that weapon, increasing the weapon's threat range as appropriate.  Sinfrenzy (Su) Every cambion carries within his being an excessive capacity for one of the seven classical sins-this focus is determined at the moment of the cambion's birth and depends on the nature of his humanoid parent's greatest sin. Once per day for a number of rounds equal to his Hit Dice, a cambion can turn himself over to his sin and enter into a frenzied state as a free action. While a cambion is in this frenzy, his land speed increases by 10 feet and he gains a +1 bonus on Reflex saves and attack rolls. These bonuses do not stack with those granted by haste or similar effects, but if the cambion has at least 1 level in the class  listed for his specific sin, the sinfrenzy grants an additional effect as summarized below.  Envy (cleric): Cambion clerics covet the power of the gods themselves. While an envious cambion is in a sinfrenzy, his channeled energy effect increases by 1d6.  Gluttony (alchemist): Cambion alchemists take great pleasure in drinking their extracts, potions, mutagens, and even poisons. While a gluttonous cambion is in a sinfrenzy, his bombs deal an additional die of damage.  Greed (rogue): Cambion rogues are obsessed with gathering as much wealth and power as they can. While a greedy cambion is in a sinfrenzy, he deals an additional die of sneak attack damage.  Lust (bard): Cambion bards seek to dominate and control as many hedonistic slaves as they can through magic and intimidation. While a lustful cambion bard is in a sinfrenzy, the effects of his inspire courage, inspire competence, inspire greatness, and inspire heroics abilities increase by 1. The save DCs of the cambion's bardic performances also increase by 1 when he is in this state.  Pride (wizard): Cambion wizards believe their magic is greater than all others. While a prideful cambion is in a sinfrenzy, his spell save DCs increase by 1.  Sloth (fighter): Cambion fighters carry the essence of sloth within, so much so that even their very blood seems to flow slowly from cut veins. While a slothful cambion fighter is in a sinfrenzy, he gains 2 bonus hit points per Hit Die.  Wrath (ranger): Cambion rangers charge their attacks with savage hatred. While a wrathful cambion ranger is in a sinfrenzy, his favored enemy bonuses increase by 2."},{"Name":"Lamhigyn","CR":"3.00","XP":"800","Size":"Small","Init":"6","AC":"15, touch 13, flat-footed 13","HP":"27","Fort":"4","Ref":"6","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., fly 60 ft. (good)","Melee":"sting +7 (1d3+1 plus poison), 2 wings +2 (1d3 plus grab)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"poison, wrap wings","AbilitiyScores":"Str 12, Dex 15, Con 11, Int 5, Wis 12, Cha 8","BaseAtk":"5","CMB":"+5 (+9 grapple)","CMD":"17 (21 vs. trip)","Source":"AP 76","SpecialAbilities":"Poison (Ex) Sting-injury; save Fort DC 12; frequency 1/round for 4 rounds; effect 1d4 Wis damage; cure 2 consecutive saves.  Wrap Wings (Ex) When a lamhigyn uses its wing attacks to grab an opponent, it wraps its wings around its opponent's head, causing the victim to gain the blinded condition for as long as the lamhigyn grapples that creature. A grappling lamhigyn automatically deals wing damage while grappling, but it takes the normal -2 penalty on attack rolls for its sting attack. This ability has no effect on creatures that do not have sensory organs in their heads."},{"Name":"Putrid Ooze","CR":"11.00","XP":"12800","Size":"Huge","Init":"-1","AC":"7, touch 7, flat-footed 7","HP":"157","Fort":"11","Ref":"4","Will":"0","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., climb 20 ft., swim 30 ft.","Melee":"slam +20 (6d6+16 plus 2d6 acid and grab)","Ranged":"splatter +8 (3d6 acid)","Space":"15 ft.","Reach":"10 ft.","SpecialAttacks":"acid, constrict (6d6+16 plus 2d6 acid), splatter","AbilitiyScores":"Str 32, Dex 9, Con 22, Int -, Wis 1, Cha 1","BaseAtk":"11","CMB":"+24 (+28 grapple)","CMD":"33 (37 vs. grapple, can't be tripped)","Source":"AP 76","SpecialAbilities":"Acid (Ex) A putrid ooze secretes a digestive acid that dissolves organic material and metal quickly, but doesn't affect stone. Each time a creature takes damage from a putrid ooze's acid, its clothing and armor take the same amount of damage from the acid (Reflex DC 23 negates damage to clothing and armor). A metal or wooden weapon that strikes a putrid ooze takes 2d6 points of acid damage, unless the weapon's wielder succeeds at a DC 23 Reflex save. If a putrid ooze remains in contact with a wooden or metal object for 1 full round, the object takes 30 points of acid damage (no save). The save DCs are Constitution-based.  Splatter (Ex) As a standard action, a putrid ooze can throw a portion of its acidic sludge at a creature within 30 feet. The putrid ooze must make a successful ranged touch attack to hit the target. Creatures struck take 3d6 points of acid damage."},{"Name":"Shamira","CR":"25.00","XP":"1638400","Size":"Medium","Init":"11","AC":"42, touch 35, flat-footed 31","HP":"553","Fort":"28","Ref":"30","Will":"26","DefensiveAbilities":"fire shield, freedom of movement","SR":"36","Weaknesses":"vulnerable to cold","Speed":"40 ft., fly 80 ft. (perfect)","Melee":"2 claws +36 (1d8+9 plus 4d6 fire and burn), tail slap +31 (2d6+4 plus 4d6 fire, burn, and grab), 2 wings +31 (1d8+4 plus 4d6 fire and burn)","Ranged":"firebow +43/+38/+33/+28 (1d8+14/19-20/x3 plus 1d6 fire and burn)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"burn (8d6 fire, DC 38), constrict (2d6+13 plus 4d6 fire and burn), dream haunting, energy drain, fiery passion, profane benediction","AbilitiyScores":"Str 29, Dex 32, Con 40, Int 28, Wis 25, Cha 37","BaseAtk":"27","CMB":"+36 (+40 grapple)","CMD":"71","Source":"AP 76","SpecialAbilities":"Divine Deception (Su) Once per day while Shamira uses her change shape ability, she can choose to emulate a different alignment for the purpose of divination spells that reveal auras (such as detect evil). This effect persists as long as she carries a holy symbol of a deity of the same alignment she wishes to emulate. This holy symbol must have been given to her within the previous hour by a worshiper of that deity; Shamira typically secures these symbols via mind control. This effect last for 2d6 hours, after which point the holy symbol crumbles to ashes. While it lasts, spells and other magical effects treat her alignment as if it were the feigned alignment, not her true alignment of chaotic evil. If she uses a symbol of Sarenrae to appear neutral good, this effect lasts for 24 hours before the symbol crumbles to dust.  Dream Haunting (Su) Shamira can use her energy drain attack, mind-affecting spell-like abilities, and profane benediction abilities on any creature she successfully affects with her nightmare spell-like ability while that ability is in effect. Once she uses one of these abilities against her target, the nightmare spell ends-she can only use one of these abilities per use of nightmare.  Energy Drain (Su) Shamira's energy drain ability functions like that of a succubus, except that it drains 2 levels per use. As a free action as part of this attack, she may choose use her burn special attack with her energy drain. With a successful DC 36 Will save, a character resists the suggestion implanted by this attack, and a successful DC 36 Fortitude save negates the negative level after 24 hours. The save DCs are Charisma-based.  Fiery Passion (Su) Shamira's passions and fires are one. A creature must be immune to both fire and mind-affecting effects in order to be immune to fire damage caused by Shamira. Creatures immune only to fire instead take fire damage as if they instead had fire resistance 10. Creatures with fire resistance and no immunity to mind-affecting effects take fire damage from Shamira's attacks as if they had no fire resistance.  Firebow (Su) As a swift action, Shamira can conjure a +5 flaming burst unholy composite longbow that creates arrows as she fires it. In addition, arrows fired from her firebow can inflict her burn special attack.  Nascent Demon Lord Traits In addition to many of the defenses and abilities incorporated into Shamira's statistics above, her weapons (natural and manufactured) are treated as chaotic, epic, and evil for the purpose of resolving damage reduction. Also, she can grant spells to her worshipers-she grants access to the domains of Chaos, Charm, Evil, and Nobility and the subdomains of Demon, Leadership, Love, and Lust.  Profane Benediction (Su) This ability functions as the succubus's profane gift ability, except it grants a +4 profane bonus to an ability score of the target's choice rather than a +2 bonus. If the target is a worshiper of Sarenrae, the target also gains immunity to fire as long as the profane benediction persists, even if the worshiper at some point later abandons her faith in Sarenrae (as is often the case with those who are eager to keep their profane benedictions).  Summon Demons (Sp) As a nascent demon lord, Shamira can summon any demon or combination of demons whose total combined CR is 20 or lower. This ability always works, and is equivalent to a 9th-level spell."},{"Name":"Nocticula","CR":"30.00","XP":"9830400","Size":"Medium","Init":"13","AC":"48, touch 41, flat-footed 35","HP":"774","Fort":"32","Ref":"37","Will":"35","DefensiveAbilities":"Abyssal resurrection, freedom of movement","SR":"41","Weaknesses":"","Speed":"60 ft., fly 90 ft. (good)","Melee":"2 claws +48 (1d8+12 plus 1d4 Cha drain), 3 stings +48 (2d6+12/19-20 plus poison), 2 hooves +43 (1d4+6 plus 1d6 fire and burn), 2 wings +43 (1d4+6)","Ranged":"Shadowkiss +54/+49/+44/+39 (1d4+20/17-20 plus poison)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"burn (3d6 fire, DC 44), cruel shot, domination, energy drain, poison, profane ascension, sneak attack +4d6","AbilitiyScores":"Str 34, Dex 36, Con 42, Int 35, Wis 32, Cha 40","BaseAtk":"36","CMB":"48","CMD":"89","Source":"AP 76","SpecialAbilities":"Cruel Shot (Ex) Nocticula is adept at making ranged attacks to strike cruel shots that deal significant and humiliating damage. She adds her Charisma bonus to all damage dealt by ranged weapons.  Domination (Su) As a standard action, Nocticula can crush a foe's will. The target must be visible to Nocticula and within 120 feet. It must succeed at a DC 43 Will save or fall instantly under Nocticula's influence as dominate monster (CL 30th). If she uses domination against a humanoid creature, she may instead choose to use the ability as a swift action, and it functions as dominate person. As long as the target is under this effect, it gains a +4 profane bonus on all saving throws against targets other than Nocticula.  Energy Drain (Su) Nocticula's energy drain functions identically to that of a succubus (Pathfinder RPG Bestiary 68), except that she drains 2 levels when she uses this ability against mythic creatures, or 1d6+4 levels against non-mythic creatures.  Poison (Ex) Sting or hand crossbow-injury; save Fort DC 44; frequency 1/round for 6 rounds; effect 1d4 Wisdom drain plus paralysis for 1 round. Anyone who fails two consecutive saves against this poison is permanently blinded. The save DC is Constitution-based.  Profane Ascension (Su) As a swift action while in an act of passion with a willing mortal, Nocticula may grant a profane ascension. The target's name appears in glowing Abyssal runes on Nocticula's wings, and a crimson mark manifests somewhere on the target's body. The target immediately gains a +6 profane bonus to any one ability score of its choice, a +4 profane bonus to any other ability score of its choice, and the see in darkness ability. A single creature may have only one profane ascension in effect at any one time. As long as the effect persists, Nocticula can communicate telepathically with the target across any distance and may use any of her spell-like abilities through the target, manifesting them as if the target were using them. A profane ascension may be removed by a miracle or wish. Nocticula can remove it as a free action, dealing 4d6 points of Charisma drain and imparting 1d10+10 permanent negative levels to the victim.  Seductive Presence (Su) Unlike most demon lords, Nocticula does not possess a frightful presence ability. Rather, she has a seductive presence that she can activate as a free action whenever she speaks or uses a spell-like ability. Anyone within 180 feet who fails a DC 43 Fortitude save loses any immunity to mind-affecting effects, charm effects, and compulsion effects, and becomes fascinated by Nocticula for 5d4 rounds. A creature affected by a mind-affecting effect while within this aura remains affected even after leaving Nocticula's seductive presence. Creatures that succeed at this saving throw are immune to this ability for 24 hours. The save DC is Charisma-based.  Shadowkiss Nocticula's favored weapon is Shadowkiss, a +5 unholy hand crossbow that magically creates ammunition as it fires. Once a target is damaged by a bolt fired from Shadowkiss, the hand crossbow gains the bane weapon special ability against that target's creature type on all further attacks. Shadowkiss may only have one bane effect in place at one time. Bolts fired from Shadowkiss gain the ghost touch ability (an effect not normally available to ranged weapons).  Swift Transformation (Ex) Nocticula can use her change shape ability as a free action."}]