[{"Name":"Genthodaemon","CR":"5.00","XP":"1600","Size":"Large","Init":"0","AC":"18, touch 9, flat-footed 18","HP":"51","Fort":"8","Ref":"5","Will":"3","DefensiveAbilities":"barbed defense","SR":"","Weaknesses":"","Speed":"30 ft., fly 30 ft. (average)","Melee":"bite +10 (1d8+4), 2 claws +10 (1d6+4 plus bleed 1d4), tail slap +4 (1d8+2 plus bleed 1d4)","Ranged":"4 shrapnel +5 (1d6+4/19-20)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"penetrating slivers, trample (1d6+6 plus bleed 1d4, DC 17)","AbilitiyScores":"Str 18, Dex 11, Con 16, Int 11, Wis 12, Cha 15","BaseAtk":"6","CMB":"11","CMD":"21","Source":"AP 71","SpecialAbilities":"Aura of Destruction (Su) A genthodaemon can create an aura of pure carnage. All critical threats made against targets within the aura (including the genthodaemon) are automatically confirmed. Dying creatures within the aura take a -10 penalty on stabilization checks. The genthodaemon can activate or suppress this aura as a free action.  Barbed Defense (Su) A creature that strikes a genthodaemon with a melee weapon, an unarmed strike, or a natural weapon takes 1d4+4 points of piercing damage from the barbed wire and other pieces of jagged metal embedded in the genthodaemon's body. Melee weapons with reach do not endanger their users in this way.  Penetrating Slivers (Ex) When a genthodaemon confirms a critical hit with a claw attack, pieces of its metal nails break off and enter the target's body, working their way toward its heart. When the slivers reach the heart 1d3 rounds later, the creature takes 1d6 points of Constitution damage. The slivers are destroyed by anything that removes curses, diseases, or death effects. Likewise, creatures immune to curses, diseases, and death effects are immune to this ability.  Shrapnel (Ex) A genthodaemon can shake loose four large pieces of the shrapnel embedded in its body as a standard action (make a separate attack roll for each piece). This attack has a range of 180 feet with no range increment. All targets of this attack must be within 30 feet of each other. The daemon can launch at most 24 pieces of shrapnel in any 24-hour period."},{"Name":"Trench Zombie","CR":"6.00","XP":"2400","Size":"Medium","Init":"8","AC":"18, touch 15, flat-footed 13","HP":"43","Fort":"4","Ref":"6","Will":"2","DefensiveAbilities":"bravery +2 channel resistance +4","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"socket bayonet +9/+4 (1d6+3) or   slam +9 (1d6+4)","Ranged":"Mosin-Nagant M1891 rifle +12/+7 (1d10+6/x4) or   M1914 concussion grenade +10 (3d6)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"trench warfare (rifle), weapon training (firearms +1)","AbilitiyScores":"Str 17, Dex 18, Con -, Int 10, Wis 12, Cha 8","BaseAtk":"6","CMB":"2","CMD":"14","Source":"AP 71","SpecialAbilities":"Trench Warfare (Ex)  Starting at 3rd level, a trench fighter can select one specific type of firearm (such as a machine gun, revolver, or rif le). He gains a bonus equal to his Dexterity modifier on damage rolls when firing that type of firearm. Every 4 levels thereafter (7th, 11th, and 15th), the trench fighter picks up another type of firearm, gaining these bonuses for those types as well. Furthermore, when behind partial, normal, or improved cover, a trench fighter gains an additional +2 AC bonus from the cover. This ability replaces armor training 1, 2, 3, and 4.   Symbiote (Ex) A unique relationship with trench mists grants trench zombies immunity to acid. In addition, when a trench zombie reaches 0 hit points and is destroyed, the mustard-colored mist that animates the creature bursts violently from its damaged form. All creatures adjacent to the trench zombie are exposed to the toxic gas and take 4d6 points of acid damage. If the trench zombie is enveloped within the fog of its parent trench mist when this death burst occurs, the mist's fast healing ability increases by 1 for a number of rounds equal to the Hit Dice of the destroyed trench zombie. The effects of the deaths of multiple symbiotic trench zombies stack."},{"Name":"Fext","CR":"10.00","XP":"9600","Size":"Medium","Init":"4","AC":"25, touch 15, flat-footed 20","HP":"127","Fort":"9","Ref":"9","Will":"11","DefensiveAbilities":"","SR":"21","Weaknesses":"","Speed":"40 ft.","Melee":"bastard sword +18/+13/+8 (1d10+6/17-20) or   slam +17 (1d4+9 plus energy drain)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"energy drain (1d4 levels, DC 21)","AbilitiyScores":"Str 23, Dex 18, Con -, Int 13, Wis 15, Cha 18","BaseAtk":"11","CMB":"17","CMD":"32","Source":"AP 71","SpecialAbilities":"Unkillable (Su) When reduced to 0 hit points by anything other than a glass or obsidian weapon, a fext is not destroyed, but instead becomes unconscious. Additionally, 1d4 minutes after falling, a fext gains fast healing 1. To be completely destroyed, a fext must be reduced to 0 hit points by a glass or obsidian weapon or, once a fext is rendered unconscious, its head must be severed and anointed with holy water. Once destroyed, a fext dissolves into fine ash."},{"Name":"Trench Mist","CR":"10.00","XP":"9600","Size":"Gargantuan","Init":"9","AC":"12, touch 12, flat-footed 6","HP":"112","Fort":"8","Ref":"10","Will":"+3 (+2 vs. fear)","DefensiveAbilities":"amorphous, negative energy affinity","SR":"","Weaknesses":"","Speed":"0 ft., fly 40 ft. (perfect)","Melee":"touch +7 (4d6 acid plus 4d6 negative energy)","Ranged":"","Space":"20 ft.","Reach":"10 ft.","SpecialAttacks":"create trench zombie, engulfing mists","AbilitiyScores":"Str -, Dex 20, Con 16, Int 7, Wis 13, Cha 10","BaseAtk":"11","CMB":"9","CMD":"24","Source":"AP 71","SpecialAbilities":"Create Trench Zombie (Su) A trench mist can animate any corporeal creature slain while engulfed within its form. The victim rises as a trench zombie (see facing page) in 1d4 rounds and is under the control of the trench mist that created it. A trench zombie becomes free-willed if it is separated from its parent trench mist. A trench mist can animate a number of trench zombies whose Hit Dice total does not exceed more than twice its own Hit Dice.  Engulfing Mists (Ex) A trench mist can engulf foes (see the engulf special ability on page 296 of Pathfinder RPG Bestiary 2). A creature engulfed by a trench mist does not gain the pinned condition and may move normally-such a creature is not in danger of suffocating, but as long as it begins its turn engulfed, it automatically takes 4d6 points of acid damage and 4d6 points of negative energy damage. A trench mist's vapors obscure all sight, including darkvision, beyond 5 feet. Creatures 5 feet away have concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker can't use sight to locate targets). The save DC to avoid the engulfing mists is Constitution-based.  Gaseous (Ex) A trench mist has a body composed of foul, mustard-colored vapors. This form grants the amorphous defensive ability and allows it to pass through small holes or narrow openings, even mere cracks, with no reduction to its speed, but it cannot enter water or other liquids. A trench mist doesn't have a Strength score. It can't manipulate or wear objects, and it is treated as a creature three size categories smaller than its actual size (Medium for most trench mists) for the purposes of how wind affects it.  Trench Zombie Symbiosis (Su) Because of its symbiotic relationship with the trench zombies it creates, a trench mist shares senses with its animated creatures when they are engulfed within its form, granting them lifesense and making them immune to the concealment the trench mist grants to creatures within and outside of its foggy form."},{"Name":"Animated Tank","CR":"12.00","XP":"19200","Size":"Huge","Init":"5","AC":"29, touch 9, flat-footed 28","HP":"144","Fort":"5","Ref":"6","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"","Ranged":"3 Maxim M1910 machine guns +15 (2d8/19-20), Hotchkiss 6 pounder +15 (8d6/x3)","Space":"15 ft.","Reach":"5 ft.","SpecialAttacks":"integrated weaponry, telekinesis, vicious trample (6d6+18, DC 30)","AbilitiyScores":"Str 35, Dex 12, Con -, Int 13, Wis 10, Cha 9","BaseAtk":"16","CMB":"+30 (+32 bull rush)","CMD":"41 (43 vs. bull rush, can't be tripped)","Source":"AP 71","SpecialAbilities":"Inexhaustible Ammo (Su) An animated tank loads and fires its weapons as a normal tank, but it telekinetically reloads from a supernaturally endless supply of ammunition.  Integrated Weaponry (Ex) An animated tank is equipped with three Maxim M1910 machine guns (see page 65) and two Hotchkiss 6 pounders (see page 66) built into its body. It treats these weapons as natural attacks and not manufactured weapons. It cannot make iterative attacks with these weapons. An animated tank has its weapons arranged on all sides of its body and can make three machine gun attacks and one Hotchkiss 6 pounder attack each round. An animated tank's weapons can still be targeted by effects that target manufactured weapons (such as magic weapon spells or sunder attempts), but cannot easily be harvested for use once the animated tank is destroyed. An animated tank is always proficient with its weapons, and its ranged weapons do not provoke attacks of opportunity when fired in melee combat.  Telekinesis (Su) The pickled brain that animates the tank possesses a supernatural ability to manipulate its surroundings and reload its armament. The animated tank can use telekinesis as a standard action every 1d4 rounds (caster level 16th).  Vicious Trample (Ex) An animated tank's powerful metal treads deal 6d6+18 points of damage on a successful trample."}]