[{"Name":"Drocha Swarm","CR":"7.00","XP":"3200","Size":"Tiny","Init":"4","AC":"20, touch 20, flat-footed 16","HP":"76","Fort":"7","Ref":"7","Will":"5","DefensiveAbilities":"incorporeal swarm traits","SR":"","Weaknesses":"","Speed":"0 ft., fly 30 ft. (perfect)","Melee":"swarm (4d6 plus blood drain)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"blood drain (1d2 Con), ghost touch jaws, project death","AbilitiyScores":"Str -, Dex 18, Con -, Int -, Wis 15, Cha 19","BaseAtk":"6","CMB":"19","CMD":"29 (33 vs. trip)","Source":"AP 75","SpecialAbilities":"Ghost Touch Jaws (Su) A drocha swarm's many biting jaws are considered to have the ghost touch special ability. This allows it to deal its swarm damage to corporeal foes, and to deal normal damage to incorporeal creatures such as ghosts, shadow demons, and even other drocha swarms.  Project Death (Su) As a standard action, a drocha swarm can target a creature within 30 feet and cry mournful wails that fill the listener with images of its own death. The targeted creature must succeed at a DC 18 Will save to steel itself against this morbid onslaught. If that save fails, the victim must succeed at a Fortitude save or die from fear. Even if the Fortitude save succeeds, the victim takes 4d6 points of damage. A creature that successfully saves against the initial Will save is not subject to the same drocha swarm's project death ability for 24 hours. This is a mind-affecting fear effect. The save DC is Charisma-based."},{"Name":"Fallen","CR":"8.00","XP":"4800","Size":"Medium","Init":"3","AC":"22, touch 17, flat-footed 19","HP":"93","Fort":"7","Ref":"6","Will":"10","DefensiveAbilities":"channel resistance +4, incorporeal, rejuvenation","SR":"","Weaknesses":"light sensitivity","Speed":"fly 30 ft. (perfect)","Melee":"longsword +10/+5 (1d8/19-20 plus 2d6 negative energy and agent of despair), light shield +9 (1d3 plus 2d6 negative energy and agent of despair)","Ranged":"longbow +11/+6 (1d8/x3 plus 2d6 negative energy and agent of despair)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"agent of despair, curse of the unburied, phantom armaments, touch of the grave","AbilitiyScores":"Str -, Dex 16, Con -, Int 13, Wis 17, Cha 18","BaseAtk":"8","CMB":"+11 (+13 sunder)","CMD":"28 (30 vs. sunder)","Source":"AP 75","SpecialAbilities":"Agent of Despair (Su) A fallen's attacks can weaken a creature's resolve. Any creature that takes damage from a fallen's attacks must succeed at a DC 19 Will save or take a -4 penalty on saving throws against fear. If a creature that has immunity to fear fails this saving throw, its immunity is temporarily suppressed. This effect lasts as long as a creature still suffers damage taken from a fallen's attacks. This effect is removed if the creature is healed of all damage inflicted by a fallen. The save DC is Charisma-based.  Curse of the Unburied (Su) Once per day, a fallen can demand that a good-aligned cleric, paladin, or cleric whose deity is opposed to the creation of undead locate its remains and perform a funeral for it on holy ground (through specific use of consecrate or hallow). The target must succeed at a DC 19 Will save or take a -2 penalty to each of its ability scores. Each day, the target can attempt a new saving throw; success keeps the target from accruing an additional -2 penalty to each of its ability scores. No ability score can be reduced below 1 by this effect. The ability score penalties are removed immediately upon completing the funeral rites for the fallen. The target does not need to complete the rites personally, but it is responsible for seeing that they're carried out. The save DC is Charisma-based.  Phantom Armaments (Su) A fallen possesses a semblance of the gear it carried in life. A fallen's weapons and armor are formed of force, allowing the fallen to make physical attacks and wear protective armor. Though solid and formed of force, this gear cannot be disarmed or removed from the fallen. Arrows fired from the fallen's longbow vanish after dealing damage to their target.  Rejuvenation (Su) A fallen is tied to the place where it fell in battle or the location where its remains were dragged after it fell in combat. Unless slain permanently, it reforms there 2d4 days later. A fallen is permanently destroyed and its soul is released when funeral rites lasting at least 1 minute are performed on its remains while on consecrated or hallowed ground.  Touch of the Grave (Su) All of a fallen's melee and ranged attacks deal an additional 2d6 points of negative energy damage."},{"Name":"Shachath","CR":"11.00","XP":"12800","Size":"Medium","Init":"11","AC":"25, touch 18, flat-footed 17","HP":"148","Fort":"11","Ref":"14","Will":"14","DefensiveAbilities":"","SR":"22","Weaknesses":"","Speed":"30 ft., fly 50 ft. (average)","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"blasphemous influence, lingering doubt, merge with host","AbilitiyScores":"Str 25, Dex 25, Con 26, Int 18, Wis 20, Cha 21","BaseAtk":"11","CMB":"18","CMD":"36","Source":"AP 75","SpecialAbilities":"Blasphemous Influence (Su) A victim that falls under the effects of a shachath's merge with host ability becomes chaotic evil. Divine spellcasters subject to a shachath's merge with host ability temporarily lose connection with their faith, and now gain their divine powers from the Abyss or a demon lord the shachath serves. Though they can still cast the spells they had prepared, they cannot cast spells with the lawful or good descriptor. If the victim of a shachath's merging had access to the Good domain, that access changes to the Evil domain. If the victim had access to the Law domain, that access changes to the Chaos domain. If the victim had access to a subdomain associated with the Good or Law domain, that subdomain changes to the Demon subdomain. These changes last as long as the shachath remains merged with the victim. Other domain choices are not adjusted. If the victim is rescued from the shachath's influence and the merge ends without the victim's death, the victim remains chaotic evil-this may result in the victim losing some or all class abilities. An atonement spell can restore the victim's alignment at no additional cost, at which point lost class abilities are restored.  Lingering Doubt (Su) Once per day, a shachath can use a touch attack to affect a creature with lingering doubt. The target must be able to cast divine spells, be able to channel positive energy, or have the lay on hands ability. If the target fails a DC 20 Will save, all augury, commune, divination, and similar spells cast by the target automatically fail. In addition, using divine spells and spell-like abilities, channeling positive energy, or using lay on hands has a 20% chance of failure. This curse is permanent, but can be removed normally. The target cannot detect the curse on itself, but other creatures may detect the curse normally. A shachath may use scrying on the cursed creature as if it knew the target well, and doing so requires only a full-round action. A shachath may only curse one creature at any given time. The save DC is Charisma-based.  Merge with Host (Su) As a full-round action that provokes an attack of opportunity, a shachath can merge its body with that of a helpless creature and control it if the victim fails a DC 20 Will save. A creature that successfully saves is not subject to the same shachath's merge with host ability for 24 hours. While merged with a victim, a shachath gains control of the body and may use it as its own, as if it controlled the target via dominate monster. Misdirection or similar effects can hide the victim's alignment change. The shachath has full access to all of the host's defensive and offensive abilities, and the shachath can still use its own spell-like abilities as well. As long as the shachath occupies the host, it knows (and can speak) the languages known by the victim and basic information about the victim's identity and personality. It can learn specific memories or knowledge from the victim by telepathic communication as needed. Damage dealt to a host body does not harm the shachath, and if the host body is slain, the shachath emerges and is dazed for 1 round. A shachath can choose to abandon a host body as an immediate action, but doing so causes the host to be dazed for 1 round, and the shachath must wait 24 hours before attempting to use merge with host again on any target. A shachath can be ejected from a host through the use of break enchantment (against CL 13th), dispel chaos, or dispel evil. Merge with host is a mind-affecting possession effect. The save DC is Charisma-based.  Subtle Magic (Su) Whenever a shachath targets a creature with a spell, spell-like ability, or supernatural ability, and that spell or ability has no obvious physical effects, the targeted creature has no sense of having been the target of a magical effect after making a successful saving throw against the effect. If the ability requires a touch attack but the target is unaware of being threatened, the shachath can attempt an opposed Bluff or Sleight of Hand check to touch the target without arousing suspicion or being noticed.  Trophy Taker (Su) A shachath that takes a personal item from a prospective target can wield greater power over that creature. The item must be something that the target considers its own possession and carries with it most of the time (for example, a piece of jewelry, a favored weapon, a holy symbol, or some other memento). The shachath gains a +2 bonus to the saving throw DCs for all of its supernatural or spell-like abilities that target the owner of the trophy. This bonus increases to +4 if the trophy is the target's holy symbol. A shachath can only have one trophy at any time, and it loses any benefit from an existing trophy if it takes a new one."},{"Name":"Sifkesh","CR":"28.00","XP":"4915200","Size":"Medium","Init":"12","AC":"49, touch 43, flat-footed 36","HP":"666","Fort":"30","Ref":"33","Will":"30","DefensiveAbilities":"critical healing, freedom of movement, heretical","SR":"39","Weaknesses":"","Speed":"30 ft., fly 120 ft. (perfect)","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"30 ft.","SpecialAttacks":"Charisma drain, despairing cry, precise cuts, suicide","AbilitiyScores":"Str 32, Dex 35, Con 42, Int 33, Wis 29, Cha 36","BaseAtk":"31","CMB":"42","CMD":"85 (can't be tripped)","Source":"AP 75","SpecialAbilities":"Charisma Drain (Su) Sifkesh's claw leaves hideous scars that resist healing even via magic; these scars manifest as Charisma drain. The more scars a victim gains in this manner, the more despondent and depressed its personality grows. A creature whose Charisma score is drained to 3 or lower by this attack automatically fails any Will save against any spell-like ability or supernatural attack made by Sifkesh. A successful DC 41 Will save resists the Charisma drain inflicted by this attack, and instead causes the victim to be sickened for 1 round. The save DC is Charisma-based.  Critical Healing (Ex) Critical hits cause Sifkesh to experience a sudden rush of energy and healing. Any additional damage dealt to Sifkesh by a critical hit actually heals her of that amount of damage rather than harming her. This damage applies simultaneously to the attack's normal damage, and can prevent her from being slain if the damage from the normal attack would otherwise have been enough to kill her. Sifkesh takes no damage at all (but neither does she gain healing) from critical hits she or her allies deal to her-only attempts to actually damage her can heal her in this way. Whenever Sifkesh is healed of any damage in this manner, she becomes hasted for 1 round. Sifkesh takes normal damage from sneak attacks and other precision-based damage.  Despairing Cry (Su) Once every 1d4 rounds as a swift action, Sifkesh can unleash a soul-rending mournful scream that affects all creatures in a 60-foot-radius spread. A creature in this area must attempt a successful DC 38 Will save or be overcome by suicidal despair-on a successful save, a creature is merely sickened for 1d4 rounds. A creature fully affected by this special attack takes a -6 penalty on attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls, and cannot gain the benefit of any morale bonus for 24 hours. A creature that is normally immune to fear loses that ability while under the effects of despairing cry, and can be ordered to take obviously suicidal acts while under the influence of effects like charm person, dominate person, and suggestion. The effects of multiple despairing cries do not stack. This is a mind-affecting sonic curse effect. The save DC is Charisma-based.  Detached Limbs (Su) Sifkesh's arms, legs, and head are not physically attached to her torso. Instead, they float in approximately the positions they would normally take up, but never quite perfectly aligned. She is immune to any effect that severs limbs or her head. In addition, when she attacks, her limbs can move with surprising speed, effectively granting her exceptional reach for a Medium creature.  Heretical (Ex) Sifkesh's heretical persona protects her from servants of faith. Against any spell cast by a divine spellcaster, her Spell Resistance increases to 41, and she gains a +2 bonus on all saving throws against such spells. A divine spellcaster who willingly touches Sifkesh must succeed at a DC 38 Will save or be nauseated for 1d4 rounds. The save DC is Charisma-based.  Immune to Edged Weapons (Ex) Sifkesh is immune to all forms of slashing damage and bleed effects.  Precise Cuts (Ex) Sifkesh deals an amount of additional damage equal to her Intelligence bonus on any successful attack that deals slashing damage.  Suicide (Su) Once per day as an immediate action, Sifkesh can drop her defenses when attacked by a foe. She is treated as flat-footed for this attack, loses her profane bonus to her AC and spell resistance, and automatically fails any saving throws against that attack. If this attack kills her, she immediately utters her despairing cry (even if she's already used it within the previous 1d4 rounds). Any creatures affected by this particular despairing cry are also stunned for 1d4 rounds. One round after she commits suicide, Sifkesh automatically comes back to life, as if affected by true resurrection."}]