[{"Name":"Corpse Lotus","CR":"13.00","XP":"25600","Size":"Huge","Init":"2","AC":"25, touch 10, flat-footed 23","HP":"178","Fort":"16","Ref":"7","Will":"6","DefensiveAbilities":"all-around vision","SR":"","Weaknesses":"","Speed":"0 ft.","Melee":"4 vines +20 (1d8+10 plus grab)","Ranged":"","Space":"15 ft.","Reach":"25 ft.","SpecialAttacks":"swallow whole (4d6 acid damage, AC 17, 17 hp)","AbilitiyScores":"Str 30, Dex 15, Con 23, Int 2, Wis 13, Cha 14","BaseAtk":"12","CMB":"+24 (+26 bull rush)","CMD":"36 (38 vs. bull rush, can't be tripped)","Source":"AP 78","SpecialAbilities":"Camouflage (Ex) A corpse lotus can blend in exceptionally well with vegetated areas when not taking any actions. A creature must make a successful DC 20 Perception check to recognize a corpse lotus for what it is before the corpse lotus attacks the first time.  Digest Corpse (Su) A corpse lotus can consume a corpse to quickly heal damage it has taken. As a standard action, a corpse lotus can swallow any corpse (but not a skeleton) within reach to grant itself fast healing 5 for 1 minute. Any creature killed by a corpse lotus's swallow whole ability automatically triggers this ability. A corpse lotus must wait until 1 minute after its fast healing has ended before it can use this ability again.  Preserving Mists (Su) Corpse lotuses emanate a fine mist that spreads across the ground to a range of 30 feet. Any corpse within this area is affected as if by gentle repose.  Vines (Ex) A corpse lotus's vines are primary natural attacks with the grab ability. A corpse lotus doesn't gain the grappled condition when grappling enemies with its vines"},{"Name":"Katpaskir","CR":"18.00","XP":"153600","Size":"Medium","Init":"9","AC":"31, touch 15, flat-footed 26","HP":"304","Fort":"16","Ref":"17","Will":"17","DefensiveAbilities":"freedom of movement","SR":"29","Weaknesses":"","Speed":"40 ft., burrow 20 ft., fly 60 ft. (average)","Melee":"2 claws +31 (2d6+10/19-20), 4 talons +31 (1d8+10)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"breaching, mirror of the tainted rift","AbilitiyScores":"Str 31, Dex 20, Con 28, Int 17, Wis 21, Cha 22","BaseAtk":"21","CMB":"+31 (+35 sunder)","CMD":"46 (48 vs. sunder)","Source":"AP 78","SpecialAbilities":"Breaching (Su) When a katpaskir calls or summons a demon or creature with the fiendish simple template into an area where the summoned creature's entry would be blocked by a magical effect (such as magic circle against evil, forbiddance, or dimensional lock), it can force the caster or creator of the effect to attempt a caster level check against the katpaskir's spell resistance. On a failed check, the blocking effect is immediately and permanently negated.  Distance Distortion (Su) Reality bends and warps within 30 feet of a katpaskir. The demon moves and attacks normally through this distorted area, but other creatures within this area treat all distances as if they were double the actual distance for all purposes, including movement, range for spells, and ranged attacks. In addition, a creature that begins its turn within this aura must succeed at a DC 26 Will save or be slowed for 1 round (as the slow spell). Freedom of movement prevents the slow effect but not any of the other effects of the distance distortion aura. The save DC is Charisma-based.  Mirror of the Tainted Rift (Su) When one or more creature with the celestial simple template is summoned as part of the spell or ability within 30 feet of a katpaskir, the katpaskir can, as an immediate action, summon an equal number of creatures of the same type with the fiendish simple template. If a good-aligned outsider is called or summoned within 30 feet of a katpaskir, it can duplicate the calling or summoning spell as an immediate action, calling or summoning one or more demons as if it had cast the same spell.  Teleportation Disruption (Su) When a creature uses a teleportation effect to enter or leave a space within 30 feet of a katpaskir, the caster must immediately attempt a caster level check (DC equal to the katpaskir's spell resistance). On a failed check, the teleportation effect is negated. If it chooses, the katpaskir can instead redirect the arrival location of the teleportation effect to any unoccupied space within 120 feet.  Warp Sense (Ex) A katpaskir can automatically sense disruptions in the planar fabric within 1 mile. The demon is immediately aware of any conjuration effect used within this area, and it also knows the direction and approximate distance. When a teleportation effect is used within 1 mile of a katpaskir (including arriving within this area from somewhere else), the demon can use clairaudience/ clairvoyance as an immediate action centered on the point the teleportation effect originated from or the point the teleportation effect is directed at as long as the point is within 1 mile; if both points are within 1 mile, the katpaskir can use clairaudience/clairvoyance centered on both."},{"Name":"Devastator","CR":"22.00","XP":"614400","Size":"Gargantuan","Init":"6","AC":"44, touch 20, flat-footed 38","HP":"365","Fort":"14","Ref":"20","Will":"3","DefensiveAbilities":"absorb good magic, unchanging","SR":"33","Weaknesses":"","Speed":"50 ft., burrow 30 ft., fly 60 ft. (average)","Melee":"4 blasphemous weapons +45 (2d8+18/19-20), 2 wings +40 (2d6+11/19-20 plus bleed)","Ranged":"","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"bleed (2d6), destroyer, display of Strength, farwalker (2), mythic power (10/day, surge +1d10), rend (2 blasphemous weapons, 2d8+27)","AbilitiyScores":"Str 37, Dex 23, Con -, Int 15, Wis 18, Cha 22","BaseAtk":"30","CMB":"8","CMD":"20 (24 vs. trip)","Source":"AP 78","SpecialAbilities":"Absorb Good Magic (Su) The twisted angelic essence held prisoner inside each devastator allows these terrifying war machines to harness the energies most commonly employed by their natural enemies. Whenever a creature targets a devastator with a spell with the good descriptor, the caster must make a successful DC 30 caster level check or the spell is absorbed by the devastator and has no effect. If the devastator is in the area of effect of such a spell and the caster level check fails, the devastator absorbs the entire spell and leaves all other targets unaffected. A devastator gains 5 temporary hit points for every spell level of the spell absorbed. These temporary hit points disappear after 1 hour.  Aura of Corruption (Su) A devastator emanates an aura that bolsters chaotic evil outsiders. Any such creature with 15 or more Hit Dice within 60 feet of a devastator gains a +10 enhancement bonus to Strength and Charisma. In addition, the creature's spell resistance increases by 5. If such a creature doesn't already possess spell resistance, it gains spell resistance equal to 11 + its CR.  Blasphemous Weapons (Ex) Each of a devastator's wicked weapons and its razor-sharp wings are treated as +5 unholy weapons that deal bludgeoning, piercing, and slashing damage and count as chaotic and evil for the purpose of overcoming damage reduction."},{"Name":"Deskari","CR":"29.00","XP":"6553600","Size":"Gargantuan","Init":"14","AC":"47, touch 32, flat-footed 37","HP":"742","Fort":"31","Ref":"32","Will":"12","DefensiveAbilities":"Abyssal resurrection, all-around vision, freedom of movement, rasping armor","SR":"40","Weaknesses":"","Speed":"60 ft., climb 60 ft., fly 90 ft. (good)","Melee":"Riftcarver +51/+46/+41/+36 (4d6+30/19-20/x4 plus poison), bite +41 (2d8+8 plus poison), sting +41 (2d6+8 plus poison)","Ranged":"","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"breath weapon, enhanced venom, infestation, poison, swarm master","AbilitiyScores":"Str 44, Dex 30, Con 42, Int 29, Wis 31, Cha 31","BaseAtk":"33","CMB":"14","CMD":"26","Source":"AP 78","SpecialAbilities":"Breath Weapon (Su) Once every 1d4 rounds as a swift action, Deskari can spit out a line of noxious black slime in a 120- foot line that creates a 20-foot-radius-spread puddle of the stuff on the ground where the line terminates. Any creature caught in this area of effect takes 20d10 points of acid damage and is subject to the effects of Deskari's poison. A successful DC 42 Reflex save halves the damage, but does not mitigate the poison's effects. The line and puddle created by this attack remain as active acid on the ground for 1d4 rounds, affecting any creatures that move through an affected area. Damage caused by this breath weapon does not persist into additional rounds, but on the round a creature takes this damage, it is considered to be taking continuous damage for the purposes of spellcasting and concentration checks. The save DC is Constitution-based.  Enhanced Venom (Su) Any poisons created by Deskari (or even those used by him) become enhanced, and can affect creatures normally immune to poison. If an affected creature is mythic and is normally immune to poison, it instead receives a +4 bonus on its saving throw against Deskari's poison effects.  Infestation (Su) Whenever a creature becomes poisoned by Deskari, it also becomes infested with thousands of microscopic demonic eggs that quickly multiply and spread throughout the victim's bloodstream and flesh alike. Once infested, a creature remains infested even after the poison's effects end or are cured. A creature that has been infested by Deskari is recognized by all mindless swarms as a host, and such swarms never deal damage to the creature unless influenced and compelled to do so by an outside influence. An infested creature takes a -4 penalty on all saving throws made against Deskari's attacks or spells cast by his clerics. As a swift action, Deskari may command a creature's infestation to accelerate; this deals 20d6 points of damage and stuns the target for 1 round (a successful DC 42 Fortitude save halves the damage and negates the stun effect) as the eggs hatch and a fiendish locust swarm (Pathfinder RPG Bestiary 4 183) bursts out of the creature's body (ending the infestation). Infestation is a disease effect, and the save DC is Constitution-based.  Poison (Ex) Bite, breath weapon, sting, or Riftcarver-injury; save Fort DC 42; frequency 1/round for 6 rounds; effect 1d4 Constitution drain plus infestation; cure 3 consecutive saves. The save DC is Constitution-based.  Rasping Armor (Su) The armor plates that protect Deskari's body rasp together whenever he is damaged by a physical attack, creating a discordant shrieking and grinding sound. Every time a creature strikes Deskari with an attack that deals bludgeoning, force, piercing, or slashing damage, all creatures within 10 feet of Deskari must succeed at a DC 42 Fortitude save or be sickened for 1d6 rounds. A sickened creature that fails this save becomes staggered for 1 round. A staggered creature that fails this save becomes nauseated for 1 round. Finally, a nauseated creature that fails this save becomes stunned for 1d6 rounds. This is a mind-affecting sonic effect that does not affect demons. The save DC is Constitution-based.  Swarm Master (Su) Deskari is immune to swarm damage and other swarm effects (such as distraction). As a swift action, he can direct the movement of any swarm within 30 feet. An intelligent swarm can resist this compulsion by succeeding at a DC 36 Will save. Any swarm created by or conjured by Deskari deals +3d6 points of swarm damage, and the damage caused by such a swarm is treated as chaotic, epic, and evil for the purpose of overcoming damage reduction. The save DC is Charisma-based.  Swarmsight (Su) Deskari can see through the eyes of any swarm he commands or controls, including the swarm of biting flies that makes up his wings (this swarm, incidentally, grants him all-around vision).  Wall Crawler (Su) Deskari can climb any vertical surface with ease and never has to attempt Climb checks to avoid falling as a result of taking damage. This grants him a +16 racial bonus on Climb checks."}]