[{"Name":"Sin Seeker","CR":"2.00","XP":"600","Size":"Tiny","Init":"2","AC":"14, touch 14, flat-footed 12","HP":"16","Fort":"3","Ref":"5","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., fly 50 ft. (average)","Melee":"bite +3 (1d3-2)","Ranged":"","Space":"2-1/2 ft.","Reach":"0 ft.","SpecialAttacks":"","AbilitiyScores":"Str 7, Dex 15, Con 10, Int 12, Wis 15, Cha 8","BaseAtk":"3","CMB":"3","CMD":"11","Source":"AP 73","SpecialAbilities":"Aura of Honesty (Su) Sin seekers radiate an aura of honesty out to 10 feet. All creatures in the area take a -2 penalty on Bluff, Sleight of Hand, and Escape Artist checks. Creatures that succeed at a DC 13 Will save resist the effects of this aura, though they must attempt a new saving throw each time they use one of the listed skills in the area. This is a mind-affecting effect and the save DC is Wisdom-based.  Detect Alignment (Sp) At will, a sin seeker can use detect chaos, detect evil, detect good, or detect law. Only one of these can be active at any given time."},{"Name":"Herne","CR":"6.00","XP":"2400","Size":"Medium","Init":"#ERROR!","AC":"20, touch 13, flat-footed 17","HP":"68","Fort":"5","Ref":"9","Will":"9","DefensiveAbilities":"defy the gods","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"sickle +12/+7 (1d6+4) and gore +7 (1d6+2)","Ranged":"mwk composite longbow +13/+8 (1d8+4/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"powerful charge (gore, 2d6+6)","AbilitiyScores":"Str 18, Dex 17, Con 16, Int 11, Wis 16, Cha 15","BaseAtk":"8","CMB":"12","CMD":"25","Source":"AP 73","SpecialAbilities":"Defy the Gods (Su) Hernes gain a +2 bonus on saving throws against divine spells and the spell-like and supernatural abilities of divine spellcasters and outsiders summoned or called by a divine spellcaster.  Favored Terrain (Ex) A herne gains a +2 bonus on initiative checks and Knowledge (geography), Perception, Stealth, and Survival skill checks when it is in forest terrain. A herne traveling through forest terrain normally leaves no trail and cannot be tracked (though he can leave a trail if he so chooses).  Martial Training (Ex) A herne is proficient with all simple and martial weapons and with light armor, medium armor, and shields (except tower shields).  Swift Tracker (Ex) A herne can move at its normal speed while using Survival to follow tracks without taking the normal -5 penalty. A herne takes only a -10 penalty (instead of the normal -20) when moving up to twice its normal speed while tracking."},{"Name":"Ulkreth","CR":"15.00","XP":"51200","Size":"Gargantuan","Init":"0","AC":"30, touch 6, flat-footed 30","HP":"229","Fort":"18","Ref":"5","Will":"12","DefensiveAbilities":"rock catching","SR":"","Weaknesses":"","Speed":"30 ft., climb 20 ft., fly 50 ft. (clumsy)","Melee":"gore +23 (2d8+10 plus 1d6 piercing), 4 slams +24 (2d6+10/19-20 plus 1d6 piercing)","Ranged":"4 rocks +14 (3d6+10)","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"boulder barrage, ground pounder, punch through, rend (2 slams, 6d6+15), rock throwing (120 ft.), trample (3d6+10, DC 28), wrecker","AbilitiyScores":"Str 30, Dex 11, Con 26, Int 7, Wis 14, Cha 15","BaseAtk":"17","CMB":"+31 (+35 overrun, +35 sunder)","CMD":"43 (45 vs. overrun, 45 vs. sunder)","Source":"AP 73","SpecialAbilities":"Boulder Barrage (Ex) An ulkreth can hurl up to four rocks as a full-round action or two rocks as a standard action. If rocks are available (as when the ulkreth uses its ground pounder ability to create rubble) it can pick up a single rock as a swift action, two rocks as a move action, or four rocks as a full-round action. If an ulkreth has a rock in each hand, it cannot use its rock catching ability.  Ground Pounder (Ex) As a standard action, an ulkreth can strike the ground with its powerful fists, turning the area within a 10-foot radius into dense rubble (Pathfinder RPG Core Rulebook 412). Any creatures in this area at the time must succeed at a DC 26 Reflex save or fall prone. An ulkreth's movement is not slowed by the rubble it creates.  Punch Through (Ex) An ulkreth can use a full-attack action to make its gore and slam attacks against the same opponent. The ulkreth then totals the damage from all hits before applying any damage reduction or hardness.  Wrecker (Su) An ulkreth's rend special attack deals double damage to objects."},{"Name":"Xoveron","CR":"27.00","XP":"3276800","Size":"Huge","Init":"6","AC":"45, touch 30, flat-footed 39","HP":"643","Fort":"36","Ref":"23","Will":"33","DefensiveAbilities":"Abyssal resurrection, freedom of movement","SR":"38","Weaknesses":"","Speed":"50 ft., fly 80 ft. (good)","Melee":"4 claws +48 (1d8+17/19-20), 4 bites +48 (2d6+17/19-20), sting +48 (1d8+17/19-20 plus poison)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"devastating blow, feed, poison, rend (2 claws, 2d8+25), roar, shatter petrification, shockwave","AbilitiyScores":"Str 44, Dex 23, Con 38, Int 24, Wis 32, Cha 28","BaseAtk":"33","CMB":"+52 (+56 bull rush, +56 sunder)","CMD":"86 (88 vs. bull rush, 88 vs. sunder)","Source":"AP 73","SpecialAbilities":"Devastating Blow (Su) As a standard action, Xoveron can bring all four of his claws to bear upon a single target. It this attack hits, he deals 8d8+68 points of bludgeoning damage. If the target is a creature, it must make a successful DC 43 Fortitude save or be knocked prone and staggered for 1d4 rounds. If the target is an object, the attack ignores all hardness possessed by the object. The save DC is Strength-based.  Feed (Su) Xoveron can consume the corpse of a Large or smaller creature that has been dead no longer than a day as a full-round action. Doing so destroys the creature's body and leaves its gear scattered on the ground. All armor and gear worn in the body slot must make a successful DC 43 Fortitude save to avoid becoming broken by this swift and violent consumption. When Xoveron feeds on a creature, he immediately learns all of that creature's memories and knowledge. In addition, he gains the effects of a heal spell and a haste spell (both at CL 27th). The save DC is Strength-based.  Poison (Ex) Sting-injury; save Fort DC 40; frequency 1/round for 6 rounds; effect 1d6 Dexterity drain; cure 3 consecutive saves. If a creature's Dexterity is drained to 0, the creature is immediately petrified. The save DC is Constitution-based.  Roar (Su) Xoveron can unleash a devastating roar as a standard action once per hour. When he roars, all creatures and unattended objects within 60 feet take 30d10 points of sonic damage and become stunned for 1d6 rounds. Xoveron does not take this damage, and he can exclude any number of creatures or objects from this effect as he wills. A successful DC 40 Reflex save halves the damage and negates the stun effect. The save DC is Constitution-based.  Shatter Petrification (Su) Xoveron can strike a petrified creature with any one of his natural weapon attacks to cause it to shatter. The petrified creature can resist this with a successful DC 43 Fortitude save. If the creature fails to resist, the blow smashes it apart into an explosion of razor sharp stone fragments. Any creature within 10 feet of a shattering petrified creature takes 10d6 points of piercing and slashing damage from these flying fragments of once-living flesh (Reflex DC 43 half). Xoveron is never damaged by these flying shards of stone. The save DC is Strength-based.  Shockwave (Su) When Xoveron makes a charge attack while flying and lands at the end of the charge, the force of his landing creates a powerful shockwave. All creatures standing on the ground within 30 feet of Xoveron when he lands at the end of a charge attack must make a successful DC 40 Reflex save to avoid being knocked prone by the force of the impact. The save DC is Constitution-based."}]