[{"Name":"Man-Eating Aurochs","CR":"3.00","XP":"800","Size":"Large","Init":"0","AC":"15, touch 9, flat-footed 15","HP":"31","Fort":"8","Ref":"3","Will":"10","DefensiveAbilities":"natural cunning","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"bite +8 (1d8+6), gore +8 (1d8+6)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"stampede, trample (2d6+9, DC 17)","AbilitiyScores":"Str 23, Dex 10, Con 21, Int 4, Wis 15, Cha 8","BaseAtk":"3","CMB":"+11 (+15 grapple)","CMD":"25","Source":"AP 74","SpecialAbilities":"Stampede (Ex) A stampede occurs when three or more creatures with stampede make a trample attack while remaining adjacent to each other. While stampeding, the creatures can trample foes of their size of smaller, and the trample's save DC increases by 2."},{"Name":"Thoxel","CR":"5.00","XP":"1600","Size":"Medium","Init":"2","AC":"20, touch 12, flat-footed 18","HP":"51","Fort":"8","Ref":"7","Will":"15","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft.","Melee":"mwk two-bladed sword +10/+10/+7 (1d8+6/19-20)","Ranged":"composite longbow +8/+3 (1d8+4/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"betrayer's blade, disrupt coordination","AbilitiyScores":"Str 19, Dex 15, Con 17, Int 8, Wis 10, Cha 14","BaseAtk":"6","CMB":"30","CMD":"41 (49 vs. trip)","Source":"AP 74","SpecialAbilities":"Aura of Insolence (Su) Any creature adjacent to a thoxel demon must succeed at a DC 15 Will save or become insolent and uncooperative with its allies. Creatures affected by this aura stop functioning as allies to other creatures. An affected creature can't provide flanking, can't serve as an ally for teamwork feats or aid another actions, and doesn't allow its allies to move through its space. Any spell or effect that requires a willing target fails if it is used on an affected creature, and even harmless effects require an attack roll (if applicable) and require the insolent creature to attempt a saving throw against them. An affected creature remains insolent as long as it is adjacent to a thoxel demon and for 1d4 rounds thereafter. A creature that successfully saves is not subject to the same thoxel's aura for 24 hours. Thoxel demons are immune to this effect. The save DC is Charisma-based.  Betrayer's Blade (Su) If a thoxel demon hits a creature with both ends of its two-bladed sword in the same round, the target is compelled to attack its leader. The target can negate this effect with a successful DC 15 Will save. A creature affected by this effect turns on its leader or commander and attacks as if it were dominated for 1d6 rounds. An animal companion, cohort, or familiar must attack its master, and a called, charmed, dominated, or summoned creature must attack the creature controlling it. If a creature has no leader, it instead attacks a random ally. This is a mind-affecting compulsion effect, and the save DC is Charisma-based.  Disrupt Coordination (Su) Whenever a creature threatened by a thoxel demon uses the aid another action, the thoxel can, as an immediate action, attempt to interrupt and negate that action. The thoxel demon must make an attack roll. The attack roll of the creature performing the aid another action must equal or exceed the thoxel demon's attack roll; otherwise, the aid another action is negated."},{"Name":"Vescavor Queen","CR":"9.00","XP":"6400","Size":"Large","Init":"3","AC":"22, touch 13, flat-footed 18","HP":"114","Fort":"8","Ref":"11","Will":"10","DefensiveAbilities":"","SR":"20","Weaknesses":"","Speed":"20 ft., fly 50 ft. (good)","Melee":"bite +15 (1d8+3 plus 3d6 acid), 2 claws +14 (1d6+3)","Ranged":"spit acid +14 ranged touch (5d6 acid)","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"spit acid","AbilitiyScores":"Str 17, Dex 16, Con 18, Int 11, Wis 14, Cha 13","BaseAtk":"12","CMB":"16","CMD":"30","Source":"AP 74","SpecialAbilities":"Chaos Aura (Su) A vescavor queen is an embodiment of chaos. Its aura is a font of anarchic energy that grants fast healing 2 to the vescavor queen, as well as to any vescavor swarm within 10 feet of the queen. A vescavor queen can activate or suppress this ability as a free action.  Gibber (Su) Like their broods, vescavor queens yammer the endless chorus of the Abyss. Any creature within 15 feet of a vescavor queen must succeed at a DC 20 Will save or be confused for 1 round. A creature that successfully saves can't be affected by the same vescavor queen's gibbering for 24 hours. The save DC is Constitution-based.  Spit Acid (Ex) As a standard action, a vescavor queen can spit acid at a foe within 30 feet. With a successful ranged touch attack, the target is hit with a glob of acid and takes 5d6 points of acid damage. In addition, the spit of a vescavor queen contains some of its pheromones. Any target that takes damage from this attack acts as a beacon for any vescavor swarms; the damaged creature takes a -8 penalty on Stealth checks against the vescavor queen and swarms it controls, and likely becomes the swarm's next target.  Swarm Mother (Su) A vescavor queen can mentally control up to 20 Hit Dice of vescavor swarms through a combination of supernatural pheromones and magical manipulation. To control a vescavor swarm, the vescavor queen must be able to see it and must be within 120 feet of it. Attempting to control a vescavor swarm is a standard action, and the swarm can attempt to resist this attempt with a DC 17 Will save. If the swarm fails this save, the vescavor queen can issue a simple mental command as a swift action, like \"fight,\" \"come here,\" \"go there,\" or \"stay still.\" Vescavor swarms affected by this ability act normally unless a vescavor queen is actively controlling them, but never attack the vescavor queen. The save DC is Charisma-based. In addition, a vescavor queen is immune to a vescavor swarm's swarm attacks and supernatural special abilities. A vescavor queen can release a vescavor swarm from its control as a free action. If a vescavor queen is killed, any vescavor swarms under its control disperse."},{"Name":"Demon Lord, Shax","CR":"28.00","XP":"4915200","Size":"Medium","Init":"18","AC":"46, touch 38, flat-footed 32","HP":"676","Fort":"26","Ref":"32","Will":"7","DefensiveAbilities":"absorb blood, Abyssal resurrection, freedom of movement","SR":"39","Weaknesses":"","Speed":"50 ft.","Melee":"#ERROR!","Ranged":"thrown surgical tool +47/+42/+37/+32 (1d6+10)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"command blood, frightful weapon prowess, painful cuts, sneak attack +5d6","AbilitiyScores":"Str 30, Dex 39, Con 40, Int 30, Wis 31, Cha 31","BaseAtk":"33","CMB":"+19 (+23 grapple)","CMD":"32 (44 vs. trip)","Source":"AP 74","SpecialAbilities":"Absorb Blood (Su) If a creature dies while under the effects of Shax's ability to command blood, all of the victim's blood slithers out of its body and moves at a speed of 60 feet toward Shax. If the slithering blood reaches Shax, it flows up onto his body and is absorbed, affecting Shax as a heal spell (CL 28th). A slithering pool of blood can be destroyed by any amount of fire damage applied to it before it reaches its goal, or by the application of an effect that transmutes liquid to something other than blood.  Aura of Bleeding Wounds (Su) Whenever a creature takes piercing or slashing damage within 30 feet of Shax, it takes an additional 1d6 points of bleed damage. This bleed damage stacks with itself, up to a maximum of 10d6 points. As a free action, Shax may designate any number of creatures within the aura to be exempt from this effect.  Command Blood (Su) As a swift action, Shax can command the blood of any creature that is currently suffering from bleed damage to do his bidding. The target must be within 60 feet of Shax for him to use this ability. The target can resist this ability with a successful DC 36 Fortitude save. If the target fails the save, Shax can command the victim's blood to behave in one of the manners listed below. Once commanded, the blood continues to function in this way for as long as the victim continues to bleed. Shax can change the effect in a subsequent round by using this ability again, but no more than one of the following effects can be in effect at any one time. The save DC is Charisma-based.  Blinding Blood: The victim's blood runs up into its eyes and blinds it at the start of its turn unless the victim takes a move action to wipe away the blood. Once a victim is blinded in this way, it remains blinded as long as the bleed effect continues.  Bloody Mess: The victim's blood spreads out across its body, making it slippery. This grants a +10 circumstance bonus on Escape Artist checks and all attempts to resist being grappled, but the victim must succeed at a DC 36 Reflex save at the start of each round or drop objects it holds. These effects last as long as the bleed effect continues.  Choking Blood: The target's blood runs up into its nostrils and mouth unless the creature uses a free hand to pinch its nose shut and holds its breath. If the target doesn't do so, the blood runs into its lungs and the creature must succeed at a Constitution check each round or it begins to drown.  Once a victim begins to drown, it continues to do so as long as the bleed effect persists.  Gruesome Tendrils: This effect automatically ends any bleed effects the victim is currently suffering as it causes the blood coating the victim to solidify into thin, whiplike tendrils that lash out at any creature within 5 feet. Any creature that begins its turn in this area automatically takes 1d6 points of slashing damage and 1d6 points of bleed damage; a successful DC 36 Reflex save prevents this damage.  Frightful Weapon Prowess (Ex) When an opponent observes Shax's attacks, the frightening display of the demon lord's grace makes the victim take additional damage from those attacks, as if simply imagining the damage were enough to cause injury. Shax gains a profane bonus equal to his Charisma modifier on damage rolls (+10 damage) with all weapon attacks and ranged attacks made against a victim who can observe him. This damage is negated if the victim closes its eyes, but doing so puts the opponent in greater danger from Shax's sneak attacks. This is a visual fear effect.  Master of Lies (Ex) Shax is immune to any magical effect that discerns lies or forces him to speak the truth.  Painful Cuts (Ex) Whenever Shax threatens a critical hit with a slashing weapon, the victim must succeed at a DC 36 Fortitude save or be staggered by the pain for 1 round. If the hit was a critical hit, the staggered effect lasts for 1d4 rounds on a failed saving throw. The save DC is Charisma-based."}]