[{"Name":"Hag Ooze","CR":"3.00","XP":"800","Size":"Small","Init":"-5","AC":"6, touch 6, flat-footed 6","HP":"34","Fort":"5","Ref":"-4","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., climb 20 ft.","Melee":"slam +6 (1d4+3 plus paralysis)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"paralysis (1d4 rounds, DC 16), spell channel","AbilitiyScores":"Str 12, Dex 1, Con 18, Int -, Wis 1, Cha 1","BaseAtk":"3","CMB":"8","CMD":"22","Source":"AP 72","SpecialAbilities":"Spell Channel (Su) A hag creator of a hag eye ooze can see through the embedded hag eye as if she were looking from the ooze directly. This ability requires that the hag creator and the hag eye ooze be on the same plane in order to function. If the hag that created the hag eye ooze is part of a coven, the following spells have a 5% chance per caster level of operating through a hag eye ooze: detect chaos, detect evil, detect good, detect law, detect magic, message, read magic, and tongues. A non-hag that controls a hag eye ooze can't cast spells through the ooze, nor can it see through the creature, but it can target the hag eye ooze with a clairaudience/clairvoyance spell and view through it in that manner.  Suction (Ex) A hag eye ooze can create a powerful suction against any surface it climbs, allowing it to cling to inverted surfaces with ease. It can establish or release suction as a swift action, and as long as it is using suction, it moves at half speed. Because of the suction, a hag eye ooze gains a +10 bonus to its CMD to resist bull rush attacks, awesome blow attacks, and other attacks and effects that attempt to physically move it from its location.  Transparent (Ex) A hag eye ooze is difficult to discern from its surroundings in most environments. A successful DC 15 Perception check is required to notice a hag eye ooze. Any creature that fails to notice it and walks into it automatically suffers damage as if struck by the hag eye ooze's slam attack."},{"Name":"Storm Hag","CR":"7.00","XP":"3200","Size":"Medium","Init":"2","AC":"21, touch 13, flat-footed 18","HP":"85","Fort":"6","Ref":"9","Will":"8","DefensiveAbilities":"","SR":"18","Weaknesses":"","Speed":"30 ft., fly 60 ft. (good)","Melee":"bite +13 (1d6+3 plus 1d6 electricity), 2 claws +13 (1d4+3 plus 1d6 electricity)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"storm strike, whipping winds","AbilitiyScores":"Str 17, Dex 14, Con 16, Int 13, Wis 13, Cha 16","BaseAtk":"10","CMB":"13","CMD":"26","Source":"AP 72","SpecialAbilities":"Child-Scent (Ex) A storm hag has the scent ability, but only with respect to humanoid children and immature animals. Thus, she could sniff out a child's hiding place or a den of wolf pups, but not the child's parents or the den mother.  Storm Rider (Su) A storm hag is considered two size categories larger than she actually is in regard to wind effects.  Storm Strike (Su) Each time a storm hag makes a successful attack with her bite, claws, or when she uses a weapon that is predominantly made of metal the attack deals an additional 1d6 points of electricity damage.  Whipping Winds (Su) As a standard action, a storm hag can use her gust of wind spell-like ability to trip her foes. This ability can only affect one target within 30 feet, and the storm hag uses her combat maneuver bonus as if tripping a creature normally. The gust of wind spell doesn't possess its normal effects, but instead sweeps a creature off its feet. Attempting to trip a creature with this ability does not provoke an attack of opportunity, but casting the spell-like ability provokes attacks of opportunity as normal."},{"Name":"Coven Ooze","CR":"9.00","XP":"6400","Size":"Large","Init":"-5","AC":"4, touch 4, flat-footed 4","HP":"115","Fort":"9","Ref":"-2","Will":"-1","DefensiveAbilities":"split","SR":"","Weaknesses":"","Speed":"30 ft., climb 20 ft.","Melee":"slam +11 (1d8+4/19-20)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"absorb flesh, engulf (DC 18, 1d4 Con drain), hag eye ray","AbilitiyScores":"Str 16, Dex 1, Con 22, Int 2, Wis 3, Cha 1","BaseAtk":"8","CMB":"12","CMD":"17 (can't be tripped)","Source":"AP 72","SpecialAbilities":"Absorb Flesh (Ex) A coven ooze doesn't eat plants or inorganic matter, but devours living flesh with voracious speed, dealing 1d4 points of Constitution drain to creatures it engulfs. Whenever the ooze deals Constitution drain in this manner, it heals 10 hit points for each point of Constitution drained. Excess hit points above its normal maximum are gained as temporary hit points. A coven ooze can gain no more than 30 temporary hit points in this manner. If a coven ooze has temporary hit points when it splits, those temporary hit points are divided into its copies.  Hag Eye Ray (Sp) Every 1d4 rounds, each of the hag eyes within a coven ooze can fire a magic ray at a target within 60 feet. Each hag eye emits a different spell effect: bestow curse (DC 17, -6 to Dexterity), confusion (DC 17, 9 rounds), hold person (DC 16, 9 rounds). All of these spell-like abilities function at CL 9th. The save DCs are Charisma-based, and include a +8 racial bonus.  Split (Ex) Slashing and piercing weapons deal no damage to a coven ooze. Instead, the creature splits into three identical oozes, each with one third of the original ooze's current hit points (round down). Upon splitting, each copy retains a single hag eye within its mass and can continue to use its hag eye ray ability, albeit with only one spell effect. A coven ooze with 10 hit points or fewer, or that doesn't have enough hag eyes to result in each new ooze getting its own eye, cannot be split and instead takes damage normally."},{"Name":"Poludnica","CR":"10.00","XP":"9600","Size":"Medium","Init":"5","AC":"24, touch 20, flat-footed 18","HP":"119","Fort":"11","Ref":"14","Will":"11","DefensiveAbilities":"","SR":"21","Weaknesses":"darkness powerlessness","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"searing weapons","AbilitiyScores":"Str 22, Dex 20, Con 21, Int 10, Wis 15, Cha 19","BaseAtk":"7","CMB":"13","CMD":"33","Source":"AP 72","SpecialAbilities":"Darkness Powerlessness (Su) As long as a poludnica is within an area of magical darkness, her sunstroke haze aura does not function. She also becomes staggered and cannot use any of her spell-like abilities.  Grace (Su) A poludnica adds her Charisma modifier as a deflection bonus to her Armor Class.  Searing Weapons (Su) Any weapon a poludnica wields becomes incredibly hot and conducts and amplifies her ability to cause fatigue by reducing the target's ability to resist the effects.  In melee combat, such a weapon deals an additional 1d6 points of fire damage plus 1d2 points of Constitution damage. The Constitution damage is negated with a successful DC 21 Fortitude save. The weapon cools rapidly if it leaves her grasp, losing these additional abilities immediately.  Sunstroke Haze (Su) A poludnica radiates oppressive heat in a 10-foot radius. Any creature that starts its turn within this area must succeed at a DC 21 Fortitude save or take 1d6 points of nonlethal damage and become fatigued. A fatigued creature that fails a second saving throw becomes exhausted. The fatigued or exhausted condition lasts for as long as the nonlethal damage goes unhealed. A poludnica can activate or suppress this ability as a free action and the save DC is Charisma-based.  Tied to Day (Su) A poludnica's connection to the sun tethers her to the Material Plane. During daylight hours (from dawn to sunset), her abilities are as shown above whether she can actually see the sun or not. During the nighttime hours (from sunset to dawn), a poludnica shifts to the Ethereal Plane (as ethereal jaunt). This is automatic, involuntary, and causes a poludnica great distress. While on the Ethereal Plane, a poludnica is affected by her darkness powerlessness and is nearly helpless. This curse cannot be dispelled or removed by anything short of divine interaction."},{"Name":"Crone Queen","CR":"15.00","XP":"51200","Size":"Medium","Init":"9","AC":"30, touch 16, flat-footed 24","HP":"209","Fort":"13","Ref":"14","Will":"18","DefensiveAbilities":"channel resistance +4","SR":"26","Weaknesses":"frozen heart, vulnerable to fire","Speed":"30 ft.","Melee":"ice staff +24/+19/+14/+9 (1d6+10 plus 1d6 cold and energy drain) or  2 claws +21 (1d6+5 plus 1d6 cold and energy drain)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"cold, energy drain (2 levels, DC 25), hexesAPG (blight, frostfootISM, hoarfrostUM, ice tombUM, misfortune), ice staff, unearthly cold","AbilitiyScores":"Str 21, Dex 20, Con -, Int 19, Wis 17, Cha 18","BaseAtk":"16","CMB":"21","CMD":"37","Source":"AP 72","SpecialAbilities":"Blizzard Sight (Su) A crone queen can see normally in natural or magical rain, sleet, hail, fog, snowstorms, blizzards, and similar weather conditions.  Cold (Ex) A crone queen's body generates intense cold, dealing 1d6 points of cold damage with its touch. Creatures attacking a crone queen with unarmed strikes or natural weapons take this same cold damage each time one of their attacks hits.  Frozen Heart (Su) A crone queen's frozen heart contains a tiny portion of Baba Yaga's life, and binds the crone queen to Baba Yaga's will. As a free action, Baba Yaga can command a crone queen as dominate monster (CL 20th). If a crone queen's frozen heart is somehow removed before the creature is destroyed, the crone queen loses its fast healing, spell resistance, and unearthly cold ability.  Hexes (Su) A crone queen can use the following hexes as a 20th-level witch: blight, frostfootISM, hoarfrostUM, ice tombUM, and misfortune. The save DC is 24 to negate or resist and is Intelligence-based.  Ice Staff (Su) As a free action, a crone queen can create a magic staff out of supernaturally hard ice that functions as a +3 frost quarterstaff and allows the crone queen to use her energy drain attack with the staff. The ice staff melts away instantly if it leaves the crone queen's hands.  Unearthly Cold (Su) A crone queen's spell-like abilities and supernatural abilities that deal cold damage are horrendously cold. Half the cold damage caused by these effects comes from an otherworldly power and is not subject to being reduced by resistance or immunity to cold-based attacks."}]