[{"Name":"Observer Robot","CR":"2.00","XP":"600","Size":"Tiny","Init":"2","AC":"18, touch 14, flat-footed 16","HP":"16","Fort":"1","Ref":"5","Will":"4","DefensiveAbilities":"all-around vision, hardness 5","SR":"","Weaknesses":"vulnerable to critical hits and electricity","Speed":"20 ft., fly 60 ft. (perfect)","Melee":"2 claws +6 (1d2+1), integrated laser torch +6 (1d10)","Ranged":"integrated stun gun +7 (1d8 plus nonlethal)","Space":"2 1/2 ft.","Reach":"0 ft. (5 ft. with integrated laser torch)","SpecialAttacks":"integrated laser torch, integrated stun gun","AbilitiyScores":"Str 12, Dex 15, Con -, Int 10, Wis 17, Cha 1","BaseAtk":"3","CMB":"3","CMD":"14 (22 vs. trip)","Source":"AP 86","SpecialAbilities":"Camouflage (Ex) An observer robot's outer shell contains color-shifting screens that allow the creature to blend into any background. Though not truly invisible, they are hard to pinpoint. While using this ability, an observer robot gains a +8 racial bonus on Stealth checks and has concealment from creatures more than 5 feet away.  Integrated Laser Torch (Ex) An observer robot is outfitted with an integrated laser torch used to bypass barriers or restraints. When activated, the torch emits a beam of highly focused light, cutting and burning through surfaces up to 6 inches away. Attacks from a laser torch resolve as touch attacks and deal 1d10 points of fire damage. This damage is not modified further by Strength. An observer robot's integrated laser torch is mounted on an extending arm that allows it greater reach. When the laser torch is used as a tool or as a weapon to sunder, its damage bypasses hardness up to 20 points, and damage is not halved (as is normally the case for energy damage applied to objects) unless the object is particularly fire-resistant. A laser torch's cutting beam passes through force fields and force effects without damaging the field. Invisible objects and creatures can't be harmed by a laser torch.  Integrated Stun Gun (Ex) An observer robot has an integrated stun gun built into its head. This weapon uses a sonic amplifier to produce powerful low-frequency blasts of energy that can pummel targets. This weapon has a range increment of 20 feet, and it deals 1d8 points of nonlethal damage. When it scores a critical hit, the robot can attempt a free trip combat maneuver (CMB +13) against the target, which does not provoke attacks of opportunity.  Transmit Senses (Ex) An observer robot is outfitted with a number of sensors, cameras, and microphones that allow it to record events and transmit them to another location. An observer robot can record up to 12 hours of audio and video. An observer robot's communications can be keyed to a commsetTG or other similar device, and it can broadcast everything it can see or hear to this device as long as it is within 1 mile. The signal strength can be enhanced with a signal boosterTG. An observer robot can also transmit its senses to another observer robot. A signal has difficulty penetrating solid barriers. A signal is blocked by 1 foot of metal, 5 feet of stone, or 20 feet of organic matter. Force fields do not block signals. Broadcasting functions like a scrying sensor, allowing the viewer to hear and see what the observer robot is experiencing. The viewer gains the benefits of any nonmagical special abilities the observer robot has tied to its senses (such as low-light vision), but the viewer uses her own Perception skill. This ability doesn't allow magically or supernaturally enhanced senses to work through it, even if both the observer robot and the viewer possess them."},{"Name":"Rust-Risen","CR":"2.00","XP":"600","Size":"Medium","Init":"5","AC":"15, touch 11, flat-footed 14","HP":"19","Fort":"3","Ref":"2","Will":"4","DefensiveAbilities":"absorb electricity","SR":"","Weaknesses":"malfunction","Speed":"30 ft.","Melee":"arm drill +5 (1d6+3), metal jaw +5 (1d6+3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 17, Dex 13, Con -, Int 5, Wis 12, Cha 14","BaseAtk":"2","CMB":"5","CMD":"16","Source":"AP 86","SpecialAbilities":"Absorb Electricity (Ex) When a rust-risen is damaged by electricity, it takes no damage (as if immune). Instead, the rust-risen gains 1 temporary hit point for every 4 points of damage it would have taken. A rust-risen can only have a number of temporary hit points equal to 150% of its hit point total. These temporary hit points disappear 1 hour later. If a rust-risen takes more than double its normal hit point total in electricity damage from a single attack, the creature is destroyed.  Augmentations (Ex) Rust-risen have various pieces of malfunctioning machinery embedded in their bodies. Each of these augmentations provides the rust-risen with different abilities. A rust-risen has one augmentation plus one additional augmentation for every 3 Hit Dice the creature possesses (typically 2 for most rust-risen). The rust-risen presented here has the arm drill and metal jaw augmentations. See the next page for other augmentations.  Malfunction (Ex) The machinery embedded in a rust-risen functions unpredictably in stressful situations. When a rust-risen enters combat, there is a cumulative 1% chance each round that it malfunctions. This chance resets to 0% 1 minute after combat ends. When a rust-risen malfunctions, it takes a -2 penalty on attack rolls, saving throws, skill checks, and ability checks for 1d4 minutes."},{"Name":"Rhu-Chalik","CR":"6.00","XP":"2400","Size":"Small","Init":"7","AC":"18, touch 14, flat-footed 15","HP":"68","Fort":"6","Ref":"5","Will":"8","DefensiveAbilities":"all-around vision","SR":"","Weaknesses":"","Speed":"5 ft., fly 60 ft. (perfect)","Melee":"4 tendrils +10 (1d4+1 plus pain touch)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"pain touch, project terror, void transmission","AbilitiyScores":"Str 12, Dex 16, Con 19, Int 13, Wis 14, Cha 15","BaseAtk":"6","CMB":"6","CMD":"19","Source":"AP 86","SpecialAbilities":"Pain Touch (Ex) A rhu-chalik secretes an enzyme that coats its tendrils. When this enzyme comes into contact with a living creature, it causes excruciating pain. Any creature that comes into contact with the enzyme must succeed at a DC 18 Fortitude save or take a -2 penalty on attack rolls, ability checks, and skill checks for 1d4 rounds. If a creature is affected by multiple pain touch attacks, the duration stacks but the penalty doesn't. Creatures that are immune to pain effects are immune to this ability. The save DC is Charisma-based.  Project Terror (Su) As a standard action, a rhu-chalik can harness the fears of any creature it has successfully used detect thoughts on within the last minute. This effect creates visions of that creature's most terrible nightmares in the target's mind; the target must succeed at a DC 16 Will save or be frightened and take 1d4 points of Wisdom damage. The save DC is Charisma-based.  Void Transmission (Su) If a creature takes an amount of Wisdom damage from the rhu-chalik's project terror ability that equals or exceeds the creature's Wisdom score, the creature falls unconscious as normal. At that point, the rhu-chalik can take 10 minutes to copy and absorb the creature's entire consciousness and send that consciousness through the void of space to its waiting masters. If the creature's Wisdom damage is healed and the creature is revived prior to the end of this process, this effect fails. If the creature's Wisdom damage is healed after its consciousness is successfully transmitted, the creature awakes disoriented, and takes a -2 penalty on attack rolls, ability checks, and skill checks for 24 hours. This effect otherwise doesn't harm the target, as the target's consciousness isn't eliminated, only duplicated and transmitted."},{"Name":"Observer Robot Swarm","CR":"10.00","XP":"9600","Size":"Tiny","Init":"8","AC":"23, touch 17, flat-footed 18","HP":"117","Fort":"6","Ref":"12","Will":"12","DefensiveAbilities":"all-around vision, hardness 10, swarm traits","SR":"","Weaknesses":"vulnerable to electricity","Speed":"30 ft., fly 60 ft. (perfect)","Melee":"swarm (4d6 plus distraction and 2d6 fire)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"distraction (DC 19)","AbilitiyScores":"Str 12, Dex 19, Con -, Int 11, Wis 18, Cha 3","BaseAtk":"18","CMB":"-","CMD":"-","Source":"AP 86","SpecialAbilities":"Camouflage (Ex) An observer robot's outer shell contains color-shifting screens that allow the creature to blend into the background. Though not truly invisible, they are hard to pinpoint. While using this ability, an observer robot gains a +8 racial bonus on Stealth checks and has concealment from creatures more than 5 feet away.  Transmit Senses (Ex) Though observer robot swarms still maintain the ability to transmit their senses to a receiver like a normal observer robot, these rogue robots rarely do so."},{"Name":"Latten Mechanism","CR":"15.00","XP":"51200","Size":"Large","Init":"8","AC":"31, touch 13, flat-footed 27","HP":"147","Fort":"8","Ref":"12","Will":"12","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"40 ft., burrow 20 ft., climb 20 ft.","Melee":"bite +27 (6d8+13 plus grab and 6d8 acid or electricity)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"breath weapon (120-ft. line, 12d8 acid or electricity damage, Reflex DC 19 half, usable every 1d4 rounds), constrict (6d8 plus 6d8 acid or electricity), entrap (DC 19, 1d10 rounds, hardness 8, hp 20), lyre of building","AbilitiyScores":"Str 29, Dex 19, Con -, Int 21, Wis 18, Cha 16","BaseAtk":"18","CMB":"28","CMD":"42 (50 vs. trip)","Source":"AP 86","SpecialAbilities":"Change Size (Su) Latten Mechanism can change its size to Huge, Large, or Medium as a standard action, as if using  enlarge person or reduce person. This change lasts until it changes size again or is killed.  Create Soldiers (Ex) Once per day, Latten Mechanism can create up to four clockwork soldiers (Pathfinder RPG Bestiary 3 57). These soldiers serve it for 1 hour, after which they break down into their component parts.  Double Damage Against Objects (Ex) If Latten Mechanism makes a full attack against an object or structure, it deals double damage.  Integrated Masterwork Tools (Ex) Latten Mechanism can extend additional limbs from its body that end in masterwork tools suitable for any Craft skill it has ranks in.  Lyre of Building (Su) Latten Mechanism has all of the abilities of a lyre of building (Pathfinder RPG Core Rulebook 522), with the same limitations as that item.  Master of Crafting (Ex) Latten Mechanism can spend 10 minutes reconfiguring itself to allocate its 18 ranks in the Craft skill to any specific Craft skills in any combination. For example, it can allocate 9 ranks in Craft (armor) and 9 ranks in Craft (clockwork). All Craft skills are class skills for Latten Mechanism."}]