[{"Name":"Irradiated Dead","CR":"7.00","XP":"3200","Size":"Medium","Init":"7","AC":"19, touch 14, flat-footed 15","HP":"85","Fort":"6","Ref":"6","Will":"9","DefensiveAbilities":"channel resistance +2","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 slams +12 (1d6+5 plus radiation)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"create spawn, radioactive, radioactive spew","AbilitiyScores":"Str 20, Dex 16, Con -, Int 7, Wis 15, Cha 17","BaseAtk":"7","CMB":"11","CMD":"26","Source":"AP 87","SpecialAbilities":"Create Spawn (Su) Any humanoid creature that is slain by an irradiated dead's radiation becomes an irradiated dead itself in 1d4 rounds. Spawn so created are less powerful than typical irradiated dead, taking a -2 penalty on all d20 rolls and having 2 fewer hit points per Hit Die. Spawn are under the command of the irradiated dead that created them and remain enslaved until its destruction, at which point they lose their spawn penalties to d20 rolls and become full-fledged and free-willed irradiated dead. They don't possess any of the abilities they had in life.  Radioactive (Ex) Any creature that comes in contact with an irradiated dead risks infection from the radiation that consumes the creatures. Any creature hit by an irradiated dead's slam attack or radioactive spew risks infection, as does any creature who touches an irradiated dead. On a failed saving throw, the target is affected by medium radiation and radiates low radiation in a 10-foot radius for as long as it remains afflicted. For more information on radiation, see page 55 of Pathfinder Campaign Setting: Technology Guide. This is a poison effect, and the save DC is Charisma-based.  Radiation: Slam-contact; save Fort DC 18; frequency 1/round for 6 rounds; effect 1d4 Con drain; cure 2 consecutive saves.  Radioactive Spew (Ex) Three times per day as a standard action, an irradiated dead can spew a 15-foot cone of irradiated viscera from its mouth. Creatures in the area take 2d6 points of acid damage and are subjected to the creature's radiation. A successful DC 18 Reflex save halves the damage. Creatures that takes damage from this effect are subject to the irradiated dead's radioactive special ability. The save DC is Charisma-based."},{"Name":"Thorgothrel","CR":"8.00","XP":"4800","Size":"Large","Init":"4","AC":"21, touch 9, flat-footed 21","HP":"100","Fort":"7","Ref":"4","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft.","Melee":"2 slams +11 (1d6+6 plus bleed)","Ranged":"force ray +5 ranged touch (10d6 force)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"atavistic manipulation, bleed (1 Int damage), force ray","AbilitiyScores":"Str 22, Dex 10, Con 17, Int 17, Wis 16, Cha 11","BaseAtk":"6","CMB":"5","CMD":"17","Source":"AP 87","SpecialAbilities":"Atavistic Manipulation (Su) A thorgothrel can alter a target's genetic structure to induce rapid evolutionary regression by dealing Intelligence bleed damage with its slam attacks. As the target mentally regresses, it also becomes more feral and violent. A target that has taken at least 4 points of Intelligence damage from a thorgothrel gains a +2 enhancement bonus to Strength. If a thorgothrel spends an hour experimenting on a target rendered unconscious due to Intelligence damage, it can make this regression permanent. Thereafter, the target's Intelligence score is reduced to 1. This regression can be reversed only with heal, limited wish, miracle, or wish. At the GM's discretion, the target might change in additional ways to reflect its atavistic regression.  Force Field (Ex) A thorgothrel with a silver armature is sheathed in a thin layer of shimmering energy that grants 40 bonus hit points. All damage dealt to a thorgothrel with an active force field is reduced from these hit points first. As long as the force field is active, the thorgothrel is immune to critical hits. A thorgothrel's force field has fast healing 10, but once its hit points are reduced to 0, the force field shuts down and can only be reactivated if the thorgothrel spends a full-round action and succeeds at a DC 15 Disable Device check. If successful, the force field reactivates with 1 hit point.  Force Ray (Ex) As a standard action, a thorgothrel can lose 5 hit points from its force field (if it has that many or more remaining) in order to fire a ray of force at any target within 100 feet. The ray is a ranged touch attack that deals 10d6 points of force damage.  Poisonous Sublimation (Ex) When a thorgothrel without an active force field is in a region with breathable atmosphere, it beings to evaporate into a poisonous mist. The thorgothrel takes 1d4 points of Constitution damage each round at the beginning of its turn, and the mist expands to fill a 20-foot radius. Any living creature in the mist with 6 or fewer HD must succeed at a DC 17 Fortitude save or be slain. A creature with more than 6 HD takes 1d4 points of Constitution damage each round while in the mist (Fortitude half). A moderate wind disperses the mist in 4 rounds; a strong wind disperses the mist in 1 round. This is a poison effect, and the save DC is Constitution-based."},{"Name":"Warden Robot","CR":"9.00","XP":"6400","Size":"Large","Init":"8","AC":"23, touch 13, flat-footed 19","HP":"112","Fort":"8","Ref":"12","Will":"10","DefensiveAbilities":"all-around vision, hardness 10, reactive armor, resilient","SR":"","Weaknesses":"vulnerable to critical hits and electricity","Speed":"30 ft.","Melee":"2 slams +18 (1d8+4)","Ranged":"2 integrated sonic disruptors +18 ranged touch (2d8 sonic)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"combined arms, dazzler, integrated sonic disruptor","AbilitiyScores":"Str 18, Dex 19, Con -, Int 11, Wis 14, Cha 1","BaseAtk":"15","CMB":"20","CMD":"34","Source":"AP 87","SpecialAbilities":"Combined Arms (Ex) As part of a full-attack action, a warden robot can attack with both melee and ranged integrated weapons.  Dazzler (Ex) As a standard action, a warden robot can target a single creature with a beam of strobing light that functions as a gaze attack with a range of 60 feet. A creature subject to this attack must succeed at a DC 17 Fortitude save or be blinded for 2d4 rounds. Creatures that successfully save are dazzled for 1d4 rounds. Creatures with light blindness or light sensitivity take a -4 penalty on the saving throw. This is a light effect, and the save DC is Intelligence-based.  Infrasonic Field (Ex) Warden robots constantly emit powerful sound waves at a frequency below normal hearing. These vibrations can debilitate living beings within 30 feet. Such creatures must succeed at DC 17 Fortitude save or fall prone and be nauseated for 1d4 rounds. A warden robot can suppress or resume this ability as a free action. This is a sonic effect, and the save DC is Intelligence-based.  Integrated Sonic Disruptor (Ex) A warden robot's arms contain built-in ranged weapons that emit focused sound waves in 100-foot rays that deal 2d8 points of sonic damage.  Reactive Armor (Ex) A warden robot is covered in a special shell that reacts explosively to powerful strikes. Due to this covering, a warden robot gains light fortification (25% chance to negate critical hits and sneak attacks). When the armor negates a critical hit from a melee weapon, the attacker takes an amount of fire damage equal to half of the damage dealt to the robot. Attackers using reach or ranged weapons avoid this damage.  Resilient (Ex) Warden robots receive a +3 racial bonus on all saving throws."},{"Name":"Thought Harvester Robot","CR":"10.00","XP":"9600","Size":"Medium","Init":"6","AC":"23, touch 13, flat-footed 20","HP":"131","Fort":"4","Ref":"6","Will":"2","DefensiveAbilities":"hardness 10","SR":"","Weaknesses":"vulnerable to critical hits and electricity","Speed":"30 ft.","Melee":"claw +19 (1d6+6 plus grab), 2 integrated nanite injectors +19 (1d4+6 plus harvest thoughts)","Ranged":"integrated sonic rifle +15 ranged touch (3d6 sonic)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"constrict (1d6+9), harvest thoughts, integrated nanite injectors, integrated sonic rifle","AbilitiyScores":"Str 22, Dex 15, Con -, Int 12, Wis 15, Cha 1","BaseAtk":"13","CMB":"10","CMD":"22","Source":"AP 87","SpecialAbilities":"Force Field (Ex) A thought harvester is sheathed in a thin layer of shimmering energy that grants it 40 bonus hit points. All damage dealt to a thought harvester with an active force field is reduced from these hit points first. As long as the force field is active, the thought harvester is immune to critical hits. A thought harvester's force field has fast healing 10, but once its hit points are reduced to 0, the force field shuts down and does not reactivate for 24 hours.  Integrated Nanite Injectors (Ex) A thought harvester is outfitted with two nanite injectors. These modified syringes are mounted on the end of animated, flexible tubes that feed into the robot's crystal spheres and allow it to use its harvest thoughts ability. These injectors are treated as a piercing weapons that deal 1d4 points of damage, but can't be salvaged to be used on their own.  Integrated Sonic Rifle (Ex) A thought harvester has an built-in sonic rifle slung beneath its head. This weapon has a range of 150 feet and deals 3d6 points of sonic damage.  The weapon can fire once per round and does so in a burst of shots that attacks all creatures in a line. This line starts from any corner of the robot's space and extends to the limit of the weapon's range or until it strikes a barrier it can't penetrate. The robot must make a separate attack roll against each creature in the line, and each creature in the line can be attacked with only one shot from each burst. Each attack roll takes a -2 penalty, and its damage can't be modified by precision damage or damage-increasing feats such as Vital Strike. Effects that grant concealment (such as fog or smoke) or the spells blur, invisibility, or mirror image don't affect this weapon's attack. Roll to confirm each attack roll that threatens a critical hit separately.  Harvest Thoughts (Ex) A thought harvester that hits a living creature with one of its integrated nanite injectors can selectively duplicate certain memories the target possesses. Each time the harvester uses this ability, it can copy one significant event (such as the events of a combat or a birthday party), or it can sift through the victim's memories as part of an interrogation that allows it to effectively ask and receive truthful answers to six questions. A successful DC 17 Will save negates the effects of this ability; mindless creatures or creatures with an Intelligence score of 1 are immune to it. Each time a creature's memories are copied through the use of this ability, it must succeed at a DC 17 Fortitude save or take 1d4 points of Intelligence drain. A creature's Intelligence score can't be drained below 1 in this way.  If successful, the target's copied memories appear as swirling mist within one of the crystal spheres socketed into the thought harvester's back. If the thought harvester is willing, helpless, or destroyed, a sphere can be removed from its socket with a successful DC 30 Disable Device check and be read by certain devices without damaging the memories within. This ability can be used on creatures that have been dead for less than 24 hours, but their brain must be mostly intact and only 1d4 memories can be harvested postmortem. The duration can be extended if the creature's brain has been preserved (such as by gentle repose) or if the creature possesses a brain that doesn't rot. The save DCs are Intelligence-based."}]