[{"Name":"Mummified Baboon","CR":"0.50","XP":"200","Size":"Small","Init":"2","AC":"13, touch 13, flat-footed 11","HP":"6","Fort":"4","Ref":"4","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"bite +3 (1d4+1)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"servant's curse (DC 12)","AbilitiyScores":"Str 12, Dex 15, Con -, Int 2, Wis 12, Cha 14","BaseAtk":"0","CMB":"0","CMD":"12","Source":"AP 81","SpecialAbilities":""},{"Name":"Mummified Crocodile","CR":"2.00","XP":"600","Size":"Large","Init":"1","AC":"14, touch 10, flat-footed 13","HP":"19","Fort":"5","Ref":"4","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., swim 30 ft.","Melee":"bite +5 (1d8+4 plus grab), tail slap +0 (1d12+2)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"death roll, servant's curse (DC 13)","AbilitiyScores":"Str 19, Dex 12, Con -, Int 1, Wis 12, Cha 14","BaseAtk":"2","CMB":"7","CMD":"18 (22 vs. trip)","Source":"AP 81","SpecialAbilities":"Death Roll (Ex) When grappling a foe of its size or smaller, a crocodile can perform a death roll upon making a successful grapple check. As it clings to its foe, it tucks in its legs and rolls rapidly, twisting and wrenching its victim. The crocodile deals its bite damage and knocks the creature prone. If successful, the crocodile maintains its grapple.  Sprint (Ex) Once per minute a crocodile may sprint, increasing its land speed to 40 feet for 1 round."},{"Name":"Giant Assassin Bug","CR":"3.00","XP":"800","Size":"Small","Init":"2","AC":"15, touch 13, flat-footed 13","HP":"27","Fort":"5","Ref":"3","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., fly 30 ft. (clumsy)","Melee":"bite +6 (1d4+2 plus poison), 2 claws +6 (1d3+2)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"poison, poison stream","AbilitiyScores":"Str 15, Dex 15, Con 13, Int -, Wis 10, Cha 2","BaseAtk":"3","CMB":"+8 (+12 grapple)","CMD":"21 (29 vs. trip)","Source":"AP 81","SpecialAbilities":"Poison (Ex) Bite-injury; save Fort DC 13; frequency 1/round for 4 rounds; effect 1d4 Dex; cure 2 consecutive saves. The save DC is Constitution-based.  Poison Stream (Ex) As a standard action usable every 1d4 rounds, an assassin bug can spray poison from its mouth in a 15-foot line. Any creature caught in this area must succeed at a DC 14 Reflex save to avoid being exposed to the assassin bug's poison. The save DC is Dexterity-based."},{"Name":"Giant Ground Wasp","CR":"4.00","XP":"1200","Size":"Small","Init":"4","AC":"17, touch 15, flat-footed 13","HP":"39","Fort":"7","Ref":"6","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., burrow 10 ft., fly 40 ft. (average)","Melee":"bite +7 (1d6+2), sting +7 (1d4+2 plus poison)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"implant, poison","AbilitiyScores":"Str 15, Dex 19, Con 15, Int -, Wis 10, Cha 2","BaseAtk":"4","CMB":"5","CMD":"19 (27 vs. trip)","Source":"AP 81","SpecialAbilities":"Implant (Ex) Ground wasps grow their eggs inside of a living host. Implanting eggs in a host is a full-round action that provokes attacks of opportunity, and the target must be helpless but alive. Once an egg is implanted, it exudes paralytic enzymes that not only keep the victim in a state of perpetual paralysis, but also keep it nourished and alive- and fully aware. This condition lasts until the egg hatches 1d6 days later, at which point the larvae consume most of the host, killing it. Any magical effect that removes paralysis or disease (such as remove paralysis, remove disease, or heal) destroys the eggs, but mere immunity to paralysis or disease does not offer protection.  Poison (Ex) Sting-injury; save Fort DC 15; frequency 1/round for 6 rounds; effect 1d4 Dex damage; cure 2 consecutive saves. The save DC is Constitution-based."},{"Name":"Giant Walking Stick","CR":"5.00","XP":"1600","Size":"Large","Init":"2","AC":"17, touch 11, flat-footed 15","HP":"60","Fort":"9","Ref":"4","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 slams +10 (1d6+5)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"nauseating spray","AbilitiyScores":"Str 21, Dex 15, Con 17, Int -, Wis 10, Cha 2","BaseAtk":"6","CMB":"12","CMD":"24 (32 vs. trip)","Source":"AP 81","SpecialAbilities":"Nauseating Spray (Ex) A walking stick can spray a 15-foot cone of irritating, foul-smelling liquid once every 1d4 rounds. Creatures within this area must succeed at a DC 17 Reflex save or be sickened for 5 rounds. Alternatively, the walking stick can target a single creature within 30 feet with a stream of this fluid. To use this version of its nauseating spray, the walking stick must succeed at a ranged touch attack (+5 for most walking sticks). If the target is hit, it must succeed at a DC 17 Fortitude save or become nauseated for 5 rounds; otherwise, it is sickened for 5 rounds. The save DC is Constitution-based."},{"Name":"Mummified Hippopotamus","CR":"6.00","XP":"2400","Size":"Large","Init":"4","AC":"17, touch 9, flat-footed 17","HP":"45","Fort":"7","Ref":"5","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"bite +8 (2d8+6)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"capsize, servant's curse (DC 15), trample (1d8+6, DC 17)","AbilitiyScores":"Str 19, Dex 10, Con -, Int 2, Wis 13, Cha 14","BaseAtk":"5","CMB":"10","CMD":"20 (24 vs. trip)","Source":"AP 81","SpecialAbilities":"Capsize (Ex) A hippopotamus can overturn a boat of its size or smaller by ramming it as a charge attack and making a CMB check. The DC of this check is 25 or the result of the boat captain's Profession (sailor) check, whichever is highest."},{"Name":"Thriae Dancer","CR":"6.00","XP":"2400","Size":"Medium","Init":"7","AC":"19, touch 13, flat-footed 16","HP":"60","Fort":"6","Ref":"9","Will":"21","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., fly 60 ft. (good)","Melee":"mwk glaive +12/+7 (1d10+3/x3), sting +10 (1d8+3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"inspiring dance, poison","AbilitiyScores":"Str 15, Dex 16, Con 15, Int 12, Wis 13, Cha 16","BaseAtk":"8","CMB":"36","CMD":"46","Source":"AP 81","SpecialAbilities":"Inspiring Dance (Su) Three times per day as a standard action, a thriae dancer can consume a dose of merope (honey from the thriae queen) to channel her connection to the natural world into an awe-inspiring dance. This dance may have a variety of effects depending on which of the following performances she chooses. Once she has begun, the thriae dancer may maintain her dance as a free action, and the effects of the dance persist as long as the thriae performs her dance. A thriae dancer can dance for a number of rounds equal to her Hit Dice before becoming fatigued. After that, if she continues dancing for that same number of rounds, she becomes exhausted. A thriae dancer may switch between performances as a swift action. Targets must be within 60 feet and able to see the thriae dancer in order to be affected by her dance. This is a mind-affecting effect.  Dance of Fervor: This performance affects all non-thriae creatures within its range with the effects of both confusion and rage (Will DC 17 negates). When this effect ends, affected creatures are fatigued for a number of rounds equal to the length of time they were affected by the dance of fervor. A creature may not be affected by the same thriae dancer's dance of fervor more than once in 24 hours. The save DC is Charisma-based.  Dance of Grace: This performance grants all thriae within its range (including the dancer) a +1 insight bonus to AC and on Reflex saving throws. This bonus increases to +2 if three or more thriae dancers are performing a dance of grace within range of the target.  Dance of Passion: This performance grants all thriae within its range (including the dancer) a +1 insight bonus on attack and damage rolls. This bonus increases to +2 if three or more thriae dancers are performing a dance of passion within range of the target.  Poison (Ex) Sting-injury; save Fort DC 16; frequency 1/round for 6 rounds; effect 1d3 Str; cure 1 save."},{"Name":"Serpopard","CR":"7.00","XP":"3200","Size":"Medium","Init":"9","AC":"20, touch 15, flat-footed 15","HP":"85","Fort":"10","Ref":"11","Will":"7","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"bite +14 (1d6+4/19-20), 2 claws +14 (1d4+4 plus grab)","Ranged":"","Space":"5 ft.","Reach":"5 ft. (15 ft. with bite)","SpecialAttacks":"dune step, limber neck, pounce, rake (bite +14, 1d6+4; 2 claws +14, 1d4+4)","AbilitiyScores":"Str 19, Dex 21, Con 18, Int 10, Wis 14, Cha 17","BaseAtk":"9","CMB":"13","CMD":"28 (32 vs. trip)","Source":"AP 81","SpecialAbilities":"Dune Step (Su) Three times per day as part of a move action, a serpopard can instantaneously leap from one dune to any other dune within 1 mile as if by dimension door. The serpopard must begin and end this movement in an area of dunes. Using this ability does not provoke attacks of opportunity.  Far Wanderer (Ex) Knowledge (geography) and Survival are class skills for serpopards.  Limber Neck (Ex) A serpopard can use its long neck to make bite attacks as part of a rake attack against grappled opponents. In addition, a serpopard doesn't take the usual -2 penalty on attack rolls when it makes a bite attack while grappling."},{"Name":"Shalkeshka","CR":"8.00","XP":"4800","Size":"Large","Init":"3","AC":"21, touch 12, flat-footed 18","HP":"95","Fort":"11","Ref":"10","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., burrow 30 ft.","Melee":"bite +16 (1d8+7/19-20 plus grab), 2 claws +16 (1d8+7)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"burrowing charge, pit surge, rake (2 claws +16, 1d8+7)","AbilitiyScores":"Str 24, Dex 17, Con 18, Int 2, Wis 11, Cha 5","BaseAtk":"10","CMB":"18","CMD":"31 (39 vs. trip)","Source":"AP 81","SpecialAbilities":"Burrowing Charge (Ex) A shalkeshka can use the charge and run actions while burrowing.  Feeding (Ex) As a free action while a shalkeshka is burrowed beneath the ground, it can go into a dormant state and leech nutrients from the soil. During this time, the shalkeshka regains hit points at a rate of 5 hit points per hour. While in this state, the creature can't move, doesn't have to eat or drink, and is considered flat-footed for the first full round of combat if interrupted from its dormancy.  Pit Surge (Ex) A shalkeshka can burrow into dirt, sand, or loose soil to lie in ambush 30 feet beneath the surface. It monitors the area above it using tremorsense, awaiting a victim's movement into the area. When it detects prey, the shalkeshka can surge to the surface as a standard action and make a single bite attack. This action creates a 30-foot-deep pit where the shalkeshka was laying in wait. All creatures standing in the area above must succeed at a DC 18 Reflex save to jump to safety in the nearest open space to the edge of the newly formed pit. Creatures that fail this Reflex save fall into the pit, taking damage as normal. The pit's walls have a climb DC of 25. The shalkeshka (along with any creature it may have grappled) can stay above ground by making a successful saving throw, or voluntarily fall back into the pit. The save DC is Dexterity-based."},{"Name":"Mummified Elephant","CR":"9.00","XP":"6400","Size":"Huge","Init":"0","AC":"17, touch 8, flat-footed 17","HP":"71","Fort":"11","Ref":"7","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"gore +16 (2d8+10), slam +16 (2d6+10)","Ranged":"","Space":"15 ft.","Reach":"10 ft.","SpecialAttacks":"servant's curse (DC 17), trample (2d8+15, DC 25)","AbilitiyScores":"Str 30, Dex 10, Con -, Int 2, Wis 13, Cha 14","BaseAtk":"8","CMB":"+20 (+22 bull rush)","CMD":"30 (32 vs. bull rush, 34 vs. trip)","Source":"AP 81","SpecialAbilities":""}]