[{"Name":"Petromin","CR":"0.33","XP":"135","Size":"Tiny","Init":"2","AC":"14, touch 14, flat-footed 12","HP":"4","Fort":"2","Ref":"4","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., climb 20 ft., fly 40 ft. (poor)","Melee":"bite +4 (1d3-4)","Ranged":"","Space":"2 1/2 ft.","Reach":"0 ft.","SpecialAttacks":"","AbilitiyScores":"Str 3, Dex 15, Con 10, Int 2, Wis 12, Cha 7","BaseAtk":"0","CMB":"0","CMD":"6 (10 vs. trip)","Source":"AP 85","SpecialAbilities":"Cloaked (Ex) A petromin is invisible to creatures using only darkvision, but can be detected by other means.  Gliding Flight (Ex) A petromin can't hover or fly up at an angle greater than 45 degrees while flying. It must end its turn on the ground.  Luminous (Ex) A petromin naturally sheds light equal to that provided by a candle. It can control the color of the illumination. As a swift action, it can extinguish the light."},{"Name":"Sorico","CR":"1.00","XP":"400","Size":"Small","Init":"1","AC":"12, touch 12, flat-footed 11","HP":"13","Fort":"7","Ref":"4","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., burrow 10 ft.","Melee":"bite +2 (1d4), 2 claws +2 (1d4)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"dust cloud","AbilitiyScores":"Str 10, Dex 13, Con 15, Int 2, Wis 14, Cha 7","BaseAtk":"1","CMB":"0","CMD":"11 (15 vs. trip)","Source":"AP 85","SpecialAbilities":"Dust Cloud (Ex) Three times per day as a move action, a sorico can shake loose a cloud of dust and sand from its coat that fills its space, providing concealment for 1 round. A light wind disperses this cloud immediately. Any creatures sharing a sorico's space when it uses this ability must succeed at a DC 13 Fortitude save or they become staggered for 1 round as they cough and sneeze. Creatures that don't breathe are immune to this effect. The save DC is Constitution-based."},{"Name":"Ghelarn","CR":"2.00","XP":"600","Size":"Large","Init":"0","AC":"14, touch 9, flat-footed 14","HP":"22","Fort":"4","Ref":"1","Will":"5","DefensiveAbilities":"carapace","SR":"","Weaknesses":"vulnerable to sonic","Speed":"30 ft.","Melee":"2 tentacles +4 (1d6+3)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"entrap (DC 14, 1d8 rounds, hardness 5, hp 8), leeching tendrils","AbilitiyScores":"Str 17, Dex 10, Con 16, Int 3, Wis 14, Cha 3","BaseAtk":"2","CMB":"6","CMD":"16","Source":"AP 85","SpecialAbilities":"Carapace (Ex) A ghelarn typically shelters within a hardened, rocklike shell that houses all of its vital organs. By withdrawing its tentacles and sensory stalks into its shell, the ghelarn gains total cover until the beginning of its next turn. The shell doesn't provide cover against targeted spells, and the ghelarn's movement is limited to downward burrowing during this time. The benefits of the shell can be lost if sundered (hardness 5, 8 hit points, regenerates in 2d6 days), and a ghelarn caught without its carapace loses its natural armor bonus.  Entrap (Ex) A ghelarn secretes a quagmire of sticky fluid a few feet below the sand where it lives. This fluid extends in a 10-foot radius around the creature and acts to trap victims, making it easier for the ghelarn to attack prey with its tentacles or feed upon it with its leeching tendrils. This otherwise acts as the entrap universal monster rule.  Hibernate (Ex) When food is scarce, a ghelarn can enter a state of hibernation for an indefinite period of time. When it enters hibernation, the ghelarn nestles itself in the sand and fills in its porous carapace with sticky excretions that quickly harden to seal the creature from the elements. When hibernating, the ghelarn doesn't have to eat or drink. A ghelarn remains in a state of hibernation until it senses another living creature within 10 feet, at which point it dissolves the seals on its carapace over the course of 1d4 minutes.  Leeching Tendrils (Ex) A living creature that spends more than a single round ensnared within a ghelarn's entrapping fluid becomes targeted by invasive tendrils from the ghelarn's lower body. These feeding stalks deal 1 point of bleed damage each round, and continue to do so for as long as a victim remains within the area of the ghelarn's entrapping fluid."},{"Name":"Pilo","CR":"2.00","XP":"600","Size":"Small","Init":"1","AC":"14, touch 12, flat-footed 13","HP":"19","Fort":"5","Ref":"4","Will":"3","DefensiveAbilities":"roll up","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"gore +4 (1d6+1 plus poison), tail slap -1 (1d4)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"poison, quills","AbilitiyScores":"Str 13, Dex 13, Con 14, Int 2, Wis 14, Cha 7","BaseAtk":"2","CMB":"+2 (+4 bull rush)","CMD":"13 (15 vs. bull rush, 21 vs. trip)","Source":"AP 85","SpecialAbilities":"Poison (Ex) Quills-injury; save Fort DC 13; frequency 1/round for 4 rounds; effect 1d2 Dex; cure 1 save.  Quills (Ex) Any creature attacking a pilo with natural weapons or an unarmed strike takes 1d6 points of piercing damage. A creature that grapples a pilo takes 2d6 points of piercing damage each round it is engaged in a grapple. A pilo can also use its quills to damage any opponent it successfully bull rushes. Any creature that takes damage from a pilo's quills risks being poisoned.  Roll Up (Ex) As a move action, a pilo can tuck itself into a ball. This grants the pilo a +4 bonus to its natural armor, but its speed is reduced to 10 feet."},{"Name":"Tsaalgrend","CR":"2.00","XP":"600","Size":"Small","Init":"2","AC":"14, touch 13, flat-footed 12","HP":"19","Fort":"5","Ref":"3","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"light blindness, vulnerable to fire","Speed":"10 ft., climb 10 ft., fly 40 ft. (poor)","Melee":"bite +5 (1d4+1 plus grab), 2 tendrils +0 (1d4 plus grab)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"grab, spores","AbilitiyScores":"Str 13, Dex 15, Con 15, Int 3, Wis 10, Cha 8","BaseAtk":"2","CMB":"3","CMD":"15 (27 vs. grapple)","Source":"AP 85","SpecialAbilities":"Grab (Ex) A tsaalgrend can grab a foe of up to one size category larger than itself.  Spores (Ex) As a standard action, a tsaalgrend can release a cloud of toxic spores in a 10-foot-radius spread. Each living creature within this area must succeed at a DC 13 Fortitude save or become paralyzed with fear as the victim vividly hallucinates for 1d4 rounds. A creature that successfully saves against this effect is immune to the same tsaalgrend's spores for 24 hours. The save DC is Constitution-based."},{"Name":"Collector Robot","CR":"3.00","XP":"800","Size":"Medium","Init":"7","AC":"16, touch 13, flat-footed 13","HP":"31","Fort":"0","Ref":"6","Will":"2","DefensiveAbilities":"all-around vision, hardness 10, reactive gyros","SR":"","Weaknesses":"vulnerable to critical hits and electricity","Speed":"10 ft., fly 60 ft. (perfect)","Melee":"2 slams +5 (1d4+3 plus grab)","Ranged":"integrated stun gun +5 (1d8 nonlethal)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"integrated stun gun, integrated tracking","AbilitiyScores":"Str 17, Dex 17, Con -, Int 12, Wis 14, Cha 1","BaseAtk":"2","CMB":"5","CMD":"18","Source":"AP 85","SpecialAbilities":"Adaptive Tracker (Ex) As a full-round action, a collector robot can adapt itself to any environment in which it travels, granting it a +2 bonus on initiative checks and Knowledge (geography), Perception, Stealth, and Survival checks while in that kind of terrain.  Integrated Stun Gun (Ex) A collector robot has an integrated stun gun slung beneath its body. This weapon uses a powerful sonic amplifier to produce powerful low-frequency blasts of energy that pummel targets. This weapon has a range increment of 20 feet, and it deals 1d8 points of nonlethal damage. On a critical hit, the robot can attempt a free trip combat maneuver (CMB +12) against the target, which does not provoke attacks of opportunity.  Integrated Tracking (Ex) A collector robot has integrated systems that allow it to tag and track creatures. As a full-round action, a collector robot can implant a tracker chipTG into the body of a target that it is grappling or a helpless target. Once implanted, the tracker chip is activated and  the collector robot's chipfinder can detect the presence of the implanted tracker chip within 1 mile. It uses a signal to locate the tracker chips, and this signal can be blocked by 1 foot of metal, 5 feet of stone, or 20 feet of organic matter. A tracker chip can be removed with a sharp tool. Doing so deals 1 point of damage. Once an implanted tracker chip is removed from the body (or remains in a body after it dies) it retains enough energy to continue to be detected by the collector robot's sensors for 1 week.  Reactive Gyros (Ex) The rotors that grant a collector robot flight also provide quick reactions to threats and external stimuli, granting it a +3 racial bonus on Reflex saves."}]