[{"Name":"Sunbaked Zombie","CR":"1.00","XP":"400","Size":"Medium","Init":"1","AC":"13, touch 11, flat-footed 12","HP":"12","Fort":"0","Ref":"1","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"slam +4 (1d6+4)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"death throes (DC 11), fiery gaze (1d6 fire, DC 11)","AbilitiyScores":"Str 17, Dex 12, Con -, Int -, Wis 10, Cha 10","BaseAtk":"1","CMB":"4","CMD":"15","Source":"AP 80","SpecialAbilities":""},{"Name":"Esobok","CR":"3.00","XP":"800","Size":"Medium","Init":"3","AC":"15, touch 13, flat-footed 12","HP":"30","Fort":"6","Ref":"4","Will":"6","DefensiveAbilities":"eater of the dead","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"bite +7 (1d6+3 plus grab), 2 claws +7 (1d4+3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"pounce, wrench spirit","AbilitiyScores":"Str 16, Dex 17, Con 14, Int 5, Wis 14, Cha 15","BaseAtk":"4","CMB":"7","CMD":"20 (24 vs. trip)","Source":"AP 80","SpecialAbilities":"Eater of the Dead (Su) Esoboks feed on the decaying flesh of undead. They are immune to the nauseated condition, and any effect that would normally cause them to become nauseated instead causes them to become sickened.  Wrench Spirit (Su) If an esobok begins its turn grappling a living or undead creature, it can attempt to wrench that creature's animating spirit free as a standard action. If the target succeeds at a DC 14 Will save, it takes 1d6 points of force damage; if the target fails, its spirit is stripped from its body. This effect instantly destroys mindless undead and leaves intelligent undead stunned. All other targets are paralyzed. Once per round, a creature paralyzed by this effect can attempt a new saving throw to free its soul from the esobok's jaws. An esobok can't use its bite attack while it holds a disembodied spirit, but it can release the spirit back to the spirit's body as a free action. Creatures without souls (such as constructs and oozes) and creatures whose bodies and souls are one unit (such as outsiders) are immune to this ability."},{"Name":"Sha","CR":"4.00","XP":"1200","Size":"Medium","Init":"4","AC":"17, touch 14, flat-footed 13","HP":"45","Fort":"7","Ref":"9","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"bite +9 (1d8+4 plus disease and trip)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"disease, sandstorm","AbilitiyScores":"Str 16, Dex 19, Con 14, Int 5, Wis 15, Cha 10","BaseAtk":"6","CMB":"9","CMD":"23 (27 vs. trip)","Source":"AP 80","SpecialAbilities":"Disease (Su) A sha transmits a potent disease with its bite. The most common form of disease carried by a sha drives its victims insane, reducing them to babbling fools or raving lunatics.  Set's Touch: Bite-injury; save Fort DC 15; onset 1d3 days; frequency 1 day; effect 1d4 Wis damage and 1d4 Cha damage; cure 2 consecutive saves.  Sandstorm (Su) Once per day as a full-round action, a sha can create a sandstorm (Pathfinder RPG Core Rulebook 431). The sandstorm has a radius of 100 feet centered on the sha, and lasts for 1 minute per Hit Die the sha possesses (6 minutes for a typical sha).  Sandstorm Sight (Su) A sha can see clearly in a naturally occurring sandstorm or one created by it or another sha using its sandstorm ability."},{"Name":"Tekenu","CR":"6.00","XP":"2400","Size":"Small","Init":"8","AC":"16, touch 16, flat-footed 11","HP":"65","Fort":"5","Ref":"7","Will":"17","DefensiveAbilities":"odd anatomy","SR":"","Weaknesses":"vulnerable to channeled energy","Speed":"10 ft., fly 30 ft. (poor)","Melee":"2 slams +12 (2d6)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"canopic consumption, distraction (DC 18)","AbilitiyScores":"Str 11, Dex 19, Con -, Int 2, Wis 10, Cha 15","BaseAtk":"7","CMB":"24","CMD":"38 (42 vs. trip)","Source":"AP 80","SpecialAbilities":"Canopic Consumption (Su) As a full-round action, a tekenu can consume a single organ from the body of a helpless or recently dead humanoid or monstrous humanoid. This organ must either be magically preserved or come from a creature that is alive or has been dead no longer than 3 days. Only one organ may be harvested from each body; all others are destroyed in the process as the tekenu rips the body apart. Each organ consumed grants the tekenu a unique ability listed below. When discovered, a tekenu typically has 1d4 of the following abilities, each corresponding to the most recent organs the creature absorbed. Even when the creature has absorbed all four organs (thus gaining a full suite of abilities), it still hungers for more. The challenge rating of a tekenu that possesses all four canopic organs increases by 1.  Intestines: The tekenu gains the grab ability when using its slam attacks. A tekenu can grapple Medium or smaller creatures with this attack, and it gains a +2 racial bonus on its CMB and to its CMD. In addition, the tekenu gains the constrict ability, dealing 2d6 points of damage.  Liver: The tekenu's slam attacks deal 1d3 points of Constitution damage to any living creature that fails a DC 17 Fortitude save. This is a poison effect, and the save DC is Charisma-based.  Lungs: As a standard action, the tekenu can expel most of the air and moisture from its form, turning into a pile of desiccated viscera. While in this form, the tekenu gains a +8 racial bonus on Stealth checks, and its fly speed increases to 60 feet with good maneuverability. It can revert to its normal form as a free action.  Stomach: The tekenu deals an additional 1d6 points of acid damage with its slam attacks.  Odd Anatomy (Ex) As a collection of various individual organs and flesh, a tekenu is in many ways similar to a swarm. The creature is not subject to critical hits or flanking, and it is immune to any spell or effect that targets a specific number of creatures (including single-target spells such as disintegrate).  Vulnerable to Channeled Energy (Ex) A tekenu takes 150% as much damage as normal from channeled positive energy."}]