[{"Name":"Director Robot","CR":"10.00","XP":"9600","Size":"Large","Init":"3","AC":"23, touch 13, flat-footed 19","HP":"121","Fort":"7","Ref":"10","Will":"4","DefensiveAbilities":"all-around vision, hardness 10","SR":"","Weaknesses":"vulnerable to critical hits and electricity","Speed":"40 ft., climb 30 ft.","Melee":"2 tentacles +19 (1d10+6), 2 slams +19 (1d8+6)","Ranged":"integrated laser rifle +16 (2d6 fire)","Space":"10 ft.","Reach":"5 ft. (10 ft. with tentacles)","SpecialAttacks":"electromagnetic pulse, grasping tentacles, override","AbilitiyScores":"Str 22, Dex 17, Con -, Int 16, Wis 15, Cha 1","BaseAtk":"14","CMB":"9","CMD":"22 (26 vs. trip)","Source":"AP 90","SpecialAbilities":"Advanced Analytics (Ex) A director robot gains a bonus equal to its Intelligence bonus on all saving throws.  Cling (Ex) A combination of magnetic pads and electrostatic emitters in its feet allow a director robot to climb and travel on vertical or horizontal surfaces without having to attempt Climb checks, even allowing it to traverse these surfaces while upside down.  Electromagnetic Pulse (Ex) Once per day as a standard action, a director robot can unleash an electromagnetic pulse that deals 6d6 points of electricity damage to any robots or creatures with cybernetic implants within a 20-foot radius (Reflex DC 20 half). This bypasses any active force fields or similar effects, but doesn't harm other living creatures or the director robot. Any technological item within this radius is drained of 1d6 charges unless it succeeds at a DC 20 Reflex save. The save DCs are Intelligence-based.  Grasping Tentacles (Ex) A director robot's tentacles are primary attacks and have the grab special ability.  Integrated Laser Rifle (Ex) A director robot has a built-in laser rifle. This weapon has a range of 150 feet and deals 2d6 points of fire damage on a hit. The weapon can fire once per round as a ranged touch attack. A laser attack can pass through force fields and force effects, such as a wall of force, to strike a foe beyond without damaging that field. Objects like glass or other transparent barriers don't provide cover from lasers, but unlike force barriers, a transparent physical barrier still takes damage when a laser passes through it. Invisible creatures and objects are immune to damage from lasers. Fog, smoke, and other clouds provide cover  in addition to concealment from laser attacks. Darkness (magical or otherwise) has no effect on lasers other than providing concealment.  Override (Ex) A director robot can usurp control of an otherwise functional robot. In order to gain control of a robot, the director robot must first make a ranged touch attack against a target robot within a range of 60 feet. If the attack is successful, the targeted robot must succeed at a DC 20 Will saving throw to prevent the director robot from linking to the target's command processor. On any subsequent turn after a link is established, the director robot can issue a command to the targeted robot as a standard action. The targeted robot can attempt another Will save (DC 20) to resist following each command.  To command its target, the director robot must be within 60 feet of the targeted robot and must issue the command in a language the robot understands. The types of commands it can issue are similar to those allowed by a suggestion spell-once a command is successfully issued, the robot does its best to carry out the orders over the course of the next hour. Additionally, any robot affected by this ability also gains a +2 competence bonus on attack and weapon damage rolls. These save DCs are Intelligence-based.  Repair Robot (Ex) As a standard action that doesn't provoke an attack of opportunity, a director robot can repair damage done to either itself or an adjacent creature with the robot subtype, healing the target for 1d10 points of damage."},{"Name":"Marax","CR":"11.00","XP":"12800","Size":"Large","Init":"6","AC":"25, touch 11, flat-footed 23","HP":"152","Fort":"17","Ref":"12","Will":"7","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"bite +20 (2d6+9/19-20), 2 talons +20 (1d8+9), tail barbs +18 (1d6+4 plus poison)","Ranged":"","Space":"10 ft.","Reach":"10 ft. (5 ft. with talons)","SpecialAttacks":"poison, pounce","AbilitiyScores":"Str 28, Dex 15, Con 21, Int 2, Wis 15, Cha 6","BaseAtk":"12","CMB":"22","CMD":"34","Source":"AP 90","SpecialAbilities":"Poison (Ex) Tail barbs-injury; save Fort DC 23; frequency 1/round for 6 rounds; effect 1d4 Dex; cure 2 consecutive saves.  Cunning and brutal, maraxes are far-ranging predators from Castrovel's mist-shrouded landscape. Gifted with vicious weapons, dense armor, and a paralytic venom, a single marax is a match for even the greatest hunter. A pack can easily bring down Castrovel's largest creatures and defend their territory against the planet's most fearsome competitors.  Variations of maraxes dot Castrovel's different regions just as big cats stalk Golarion's. Different subspecies can be identified by their varying fur colors and patterns and the arrangement of ridges on their dorsal plates. Maraxes typically stand 9 to 10 feet tall and weigh up to 900 pounds.  Ecology  While they are far from the most dangerous predators on their homeworld, maraxes stand among the planet's more successful hunters thanks to their inherent adaptability. Perfectly suited to the forests and plains of Castrovel, they roam enormous territories as lone hunters or in small packs."},{"Name":"Evaluator Robot","CR":"12.00","XP":"19200","Size":"Medium","Init":"9","AC":"27, touch 15, flat-footed 22","HP":"158","Fort":"5","Ref":"10","Will":"10","DefensiveAbilities":"hardness 10","SR":"","Weaknesses":"vulnerable to critical hits and electricity","Speed":"50 ft., fly 120 ft. (perfect)","Melee":"bastard sword +22/+17/+12/+7 (1d10+6/19-20 plus stun)  or 2 slams +22 (1d4+6 plus stun)","Ranged":"integrated laser rifle +21 ranged touch (4d6 fire)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"memory wipe, stun (DC 19, 1d4 rounds)","AbilitiyScores":"Str 22, Dex 21, Con -, Int 12, Wis 17, Cha 1","BaseAtk":"16","CMB":"22","CMD":"37","Source":"AP 90","SpecialAbilities":"Force Field (Ex) An evaluator robot is sheathed in a thin layer of shimmering energy that grants it 50 bonus hit points. All damage dealt to an evaluator robot with an active force field is deducted from these hit points first. As long as the force field is active, the evaluator robot is immune to critical hits. An evaluator robot's force field has fast healing 10, but once these hit points are reduced to 0, the force field shuts down and does not reactivate for 24 hours.  Integrated Laser Rifle (Ex) An evaluator robot has a built-in laser rifle. This weapon has a range of 150 feet and deals 4d6 points of fire damage on a hit. The weapon can fire once per round as a ranged touch attack. A laser attack can pass through force fields and force effects, such as a wall of force, to strike a foe beyond without damaging that field. Objects like glass or other transparent barriers don't provide cover from lasers, but unlike force barriers, a transparent physical barrier still takes damage when a laser passes through it. Invisible creatures and objects are immune to damage from lasers. Fog, smoke, and other  clouds provide cover in addition to concealment from laser attacks. Darkness (magical or otherwise) has no effect on lasers other than providing concealment.  Memory Wipe (Ex) As a standard action, an evaluator robot can make a touch attack that, if it hits, injects nanites into a target and erases the last 12 hours of its memories. A successful DC 19 Will save negates this effect. This is a mind-affecting effect, and the save DC is Intelligence-based.  Process Languages (Ex) Exceptional processing and data stores allows an evaluator robot to parse language in a way that lets it permanently speak and understand any spoken or written language it observes for at least 1 minute.  Stun (Ex) An evaluator robot's melee attacks deliver a nonlethal jolt of electricity with each strike. If the robot strikes a creature twice in one round with its bastard sword or slam attack, that target must succeed at a DC 19 Fortitude save or be stunned for 1d4 rounds. The save DC is Intelligence-based.  Superior Optics (Ex) An evaluator robot can see invisible creatures or objects as if they were visible."},{"Name":"Feranth","CR":"14.00","XP":"38400","Size":"Huge","Init":"-2","AC":"29, touch 6, flat-footed 29","HP":"218","Fort":"16","Ref":"9","Will":"11","DefensiveAbilities":"ferocity, hardened body","SR":"","Weaknesses":"","Speed":"50 ft., burrow 30 ft.","Melee":"bite +25 (2d6+8), 2 claws +25 (1d8+8), gore +25 (2d6+8 plus push)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"ambush, burrowing charge, push (gore, 10 ft.), quick strike, skull-splitting roar","AbilitiyScores":"Str 26, Dex 7, Con 20, Int 4, Wis 17, Cha 7","BaseAtk":"19","CMB":"+29 (+31 bull rush)","CMD":"37 (39 vs. bull rush, 41 vs. trip)","Source":"AP 90","SpecialAbilities":"Ambush (Ex) When a feranth charges, instead of making an attack at the end of the charge, it can instead use its skull-splitting roar ability, although the DC to resist this ability is 4 lower when the ability is used in this fashion.  Burrowing Charge (Ex) A feranth can use the charge and run actions while burrowing.  Hardened Body (Ex) A feranth's natural attacks count as adamantine for the purpose of overcoming damage reduction and hardness.  Quick Strike (Ex) Whenever a feranth successfully dazes a creature using its skull-splitting roar ability, it can make an attack of opportunity against that creature. A feranth can use this ability against only one target per round, no matter how many creatures it successfully dazes.  Skull-Splitting Roar (Ex) As a standard action, a feranth can unleash a terrible roar, affecting all creatures in a 15-foot cone. Any creatures in the area of the cone must succeed  at a DC 24 Fortitude save or be dazed for 1 round and deafened for 1 minute. A feranth can use this ability once every 1d4 rounds. This is a sonic effect, and the save DC is Constitution-based."},{"Name":"Yarahkut","CR":"14.00","XP":"38400","Size":"Large","Init":"6","AC":"29, touch 15, flat-footed 23","HP":"187","Fort":"14","Ref":"11","Will":"14","DefensiveAbilities":"all-around vision, constructed","SR":"25","Weaknesses":"","Speed":"30 ft., fly 60 ft. (average)","Melee":"2 claws +21 (2d6+7), 2 slams +21 (1d6+7), 2 wings +21 (1d6+7)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"dismantling gaze, rend (2 wings, 2d6+10), wings","AbilitiyScores":"Str 24, Dex 23, Con 20, Int 13, Wis 20, Cha 19","BaseAtk":"15","CMB":"+23 (+27 disarm, +27 steal)","CMD":"39 (41 vs. disarm, 41 vs. steal)","Source":"AP 90","SpecialAbilities":"Dismantling Gaze (Su) Once per round as a swift action, a yarahkut can concentrate its gaze on any item within 100 feet and damage that item. Attended items must succeed at a DC 21 Fortitude save or lose half their hit points and gain the broken condition. Items that already possess the broken condition and fail this save are destroyed. Items that successfully save against this effect are immune to that yarahkut's dismantling gaze for 24 hours. Unattended non-magical items don't receive a saving throw. The save DC is Charisma-based.  Malfunctioning Aura (Su) A yarahkut radiates a disruptive aura that is harmful to ranged weapons within 100 feet. Mechanical projectile weapons-such as crossbows, firearms, siege weapons, and many technological weapons-have a 20% chance of not firing on each attack made within the aura's area. If a weapon in this aura has a misfire value, its misfire value increases by 2.  Wings (Ex) A yarahkut's wings are primary attacks."}]