[{"Name":"Nixudaemon","CR":"7.00","XP":"3200","Size":"Large","Init":"5","AC":"20, touch 10, flat-footed 19","HP":"95","Fort":"7","Ref":"8","Will":"9","DefensiveAbilities":"","SR":"18","Weaknesses":"","Speed":"40 ft.","Melee":"2 slams +12 (1d8+3), 2 +1 deadly merciful vicious whip arms +13 (1d8+4 plus grab)","Ranged":"","Space":"10 ft.","Reach":"10 ft. (20 ft. with whip arms)","SpecialAttacks":"","AbilitiyScores":"Str 17, Dex 13, Con 19, Int 14, Wis 14, Cha 16","BaseAtk":"10","CMB":"+14 (+16 disarm, +16 trip, +18 grapple)","CMD":"25 (27 vs. disarm, 27 vs. trip)","Source":"AP 96","SpecialAbilities":"Damning Scourge (Su) Each of a nixudaemon's upper arms functions as a Large +1 deadlyUE mercifulUE viciousUE whip. Attacks with these whips count as natural attacks for the nixudaemon, have a reach of 20 feet, and don't provoke attacks of opportunity. The whips can't be disarmed or sundered, nor can they be dropped to allow the nixudaemon to avoid being tripped because of failing a combat maneuver check to trip. The nixudaemon decides before each attack roll whether to apply the weapon's merciful special ability, its vicious special ability, both, or neither.  Dead Tired (Su) A nixudaemon's attacks drain every bit of vitality from its victims when they die. Raising a creature killed by a nixudaemon (via raise dead or another effect that restores life) requires a successful DC 20 caster level check. The restored creature gains the exhausted condition, regardless of the spell used to raise it. The DC of this caster level check is Charisma-based, and includes a +2 racial bonus. A nixudaemon can use its temporary resurrection spell-like ability without attempting this check, even if another nixudaemon killed the subject.  Enslave (Su) If a nixudaemon successfully uses its grab ability to grapple a foe with its whip attack, its tendril wraps around the victim's throat. The daemon can forgo its constrict damage and instead attempt to dominate the subject, as the spell dominate monster (Will DC 18 negates). A creature dominated by a nixudaemon is immune to fatigue, exhaustion, and pain effects. At the beginning of its turn, a dominated slave automatically receives a new saving throw to end the effect. The nixudaemon can dominate only one creature at a time per whip arm it possesses (typically two). The save DC for this ability is Charisma-based."},{"Name":"Storm Aurochs","CR":"9.00","XP":"6400","Size":"Huge","Init":"2","AC":"23, touch 11, flat-footed 20","HP":"126","Fort":"13","Ref":"10","Will":"12","DefensiveAbilities":"","SR":"20","Weaknesses":"","Speed":"50 ft.","Melee":"gore +20 (2d8+15)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"powerful charge (gore, 4d8+30 plus 3d6 electricity), stampede, storming charge, trample (3d8+15 plus 3d6 sonic, DC 26)","AbilitiyScores":"Str 31, Dex 15, Con 20, Int 3, Wis 22, Cha 8","BaseAtk":"12","CMB":"+24 (+26 bull rush)","CMD":"37 (39 vs. bull rush, 41 vs. trip)","Source":"AP 96","SpecialAbilities":"Stampede (Ex) A stampede occurs if three or more storm aurochs make a trample attack while remaining adjacent to each other. While stampeding, storm aurochs can trample foes of their size or smaller, and the trample's save DC increases by 2.  Storming Charge (Su) A storm aurochs steps grow thunderous as it charges toward its enemies. A storm aurochs' powerful charge deals an additional 3d6 points of electricity damage, and its trample deals an additional 3d6 points of sonic damage, which are already included in the above statistics. If the storm aurochs is outdoors and in a stormy area-one featuring a rain shower, clouds and wind, hot and cloudy conditions, or even a tornado (including a whirlwind formed by a djinni or an air elemental of at least Large size)-its powerful charge and trample instead deal 3d10 points of electricity or sonic damage respectively, rather than 3d6 points of damage."},{"Name":"Abysogh","CR":"15.00","XP":"51200","Size":"Gargantuan","Init":"8","AC":"29, touch 10, flat-footed 25","HP":"218","Fort":"17","Ref":"10","Will":"10","DefensiveAbilities":"freedom of movement","SR":"","Weaknesses":"blind","Speed":"50 ft., climb 50 ft.","Melee":"2 slams +27 (4d6+17/19-20)","Ranged":"","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"cataclysmic roar (10d6 sonic plus deafen and stagger, DC 25), living ammunition (60 ft.), whirlwind strike","AbilitiyScores":"Str 45, Dex 18, Con 22, Int 6, Wis 15, Cha 7","BaseAtk":"14","CMB":"+35 (+37 bull rush)","CMD":"52 (54 vs. bull rush)","Source":"AP 96","SpecialAbilities":"Cataclysmic Roar (Ex) Once every 1d4 rounds as a standard action, an abysogh can emit a terrible roar in a 60-foot cone. Creatures caught in this cone take 10d6 points of sonic damage and are deafened and staggered for 1d6 rounds. A successful DC 25 Fortitude save halves the damage and negates both conditions. This is a sonic effect. The save DC is Constitution-based.  Freedom of Movement (Ex) An abysogh is under the constant effect of freedom of movement, as the spell. This effect cannot be dispelled.  Living Ammunition (Ex) When an abysogh succeeds at a combat maneuver check to initiate or maintain a grapple against a creature two or more size categories smaller than itself, it can hurl the creature anywhere within 60 feet as a free action, though if it does so after maintaining a grapple, it can't perform any of the actions that can normally be taken as part of maintaining a grapple. Regardless of the  trajectory, the hurled creature takes 6d6 points of damage from the collision and falls prone. The creature can attempt a DC 25 Reflex save to halve the damage and avoid falling prone. The save DC is Constitution-based.  If the targeted square contains another creature, the abysogh makes a ranged attack against the target. A hurled Large creature deals 4d6 points of damage, a Medium creature deals 3d6 points of damage, and a Small creature deals 2d6 points of damage. The abysogh adds 1-1/2 its Strength bonus to this damage. Tiny or smaller creatures don't deal damage to the target. Whether the attack hits or not, the hurled creature lands in an empty space of the abysogh's choice adjacent to the target.  Trembling Earth (Ex) When an abysogh moves more than 5 feet in a round, its footsteps send seismic waves rippling across the ground. All creatures at least two size categories smaller than the abysogh that are standing on the ground within 20 feet of the giant at any point during its movement must succeed at a DC 25 Reflex save or fall prone. The save DC is Constitution-based. The vibrations also suppress tremorsense within the area for 1 round (no save).  Whirlwind Strike (Ex) An abysogh can send multiple opponents flying through the air with its sweeping slams. When an abysogh uses the full-attack action, instead of making its normal attacks, it can perform one awesome blow combat maneuver at its highest base attack bonus against each opponent within its reach. It must attempt a separate combat maneuver check against each opponent. When using this ability, the abysogh forfeits any bonuses and extra attacks granted by feats, spells, or abilities."},{"Name":"Abaddon Gigas","CR":"17.00","XP":"102400","Size":"Gargantuan","Init":"8","AC":"33, touch 9, flat-footed 30","HP":"241","Fort":"19","Ref":"11","Will":"15","DefensiveAbilities":"rock catching","SR":"","Weaknesses":"","Speed":"45 ft. (60 ft. without armor)","Melee":"#ERROR!","Ranged":"rock +15 (4d6+24)","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"devour souls, energy drain (2 levels, DC 26), rock throwing (160 ft.), vile weapon","AbilitiyScores":"Str 42, Dex 19, Con 25, Int 15, Wis 22, Cha 22","BaseAtk":"15","CMB":"+35 (+37 bull rush, +39 overrun)","CMD":"49 (51 vs. bull rush and overrun)","Source":"AP 96","SpecialAbilities":"Devour Souls (Su) As a standard action once every 1d4 rounds, an Abaddon gigas can drain the souls from all living creatures within 60 feet that are not native to Abaddon. Such creatures must succeed at a DC 26 Fortitude save or gain 1d4 negative levels. If even one creature is affected, the Abaddon gigas gains fast healing 15 for 15 rounds. If a creature dies from an Abaddon gigas's energy drain special attack, energy drain spell, or devour souls attack, the Abaddon gigas devours that creature's soul, gaining the benefits of death knell at a caster level equal to the dead creature's HD. Such a creature cannot be raised or resurrected by any means until the Abaddon gigas is slain. The save DC is Charisma-based.  Planar Empowerment (Su) While on the plane of Abaddon, an Abaddon gigas can cast each of the following as a spell-like ability once per day: blasphemy (DC 28), earthquake (DC 29), and unholy aura (DC 29) . If the gigas ventures onto another plane, it can't use these abilities (though its other spell-like abilities remain available). The save DCs for these spell-like abilities are Charisma-based and include a +5 racial bonus.  Vile Weapon (Su) As a swift action, an Abaddon gigas can transform its weapon into a +3 wounding adamantine greatsword, a +5 nullifyingUE adamantine spiked gauntlet, a +5 unholy adamantine quarterstaff, a +3 cruelUE keen scythe, or a +3 weapon of any other kind."}]