[{"Name":"Living Effigy","CR":"8.00","XP":"4800","Size":"Huge","Init":"-2","AC":"20, touch 6, flat-footed 20","HP":"95","Fort":"3","Ref":"1","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"susceptible to mind-affecting effects","Speed":"0 ft., fly 10 ft. (perfect)","Melee":"slam +13 (2d8+7/19-20)","Ranged":"","Space":"15 ft.","Reach":"5 ft.","SpecialAttacks":"charming gaze","AbilitiyScores":"Str 20, Dex 7, Con -, Int 13, Wis 16, Cha 17","BaseAtk":"10","CMB":"17","CMD":"25 (can't be tripped)","Source":"AP 94","SpecialAbilities":"Charming Gaze (Su) As charm person with a range of 30 feet (Will DC 18 negates). The save DC is Charisma-based.  Preserved Mind (Ex) A living effigy is inhabited by an entrenched spirit that holds on to some aspects of its former intellect. A living effigy can choose two Knowledge skills, typically Knowledge (history) and Knowledge (religion). These Knowledge skills are class skills for the living effigy, and it gains a +4 racial bonus on checks with these skills.  Shape Self (Sp) Three times a day, a living effigy can shift its facial expression as if using stone shape, even though the  construct exceeds the volume the spell can usually affect and is a creature rather than an object.  Silent Watcher (Su) As a standard action, a living effigy can use greater teleport (self only) as long as there are no creatures with an Intelligence score higher than 2 within 150 feet that can see the effigy. When using this ability, the living effigy can travel up to 10 miles from its settlement.  Statue (Ex) A living effigy can remain perfectly still and emulate a statue. An observer must succeed at a DC 25 Perception check to notice that the living effigy is alive. If a living effigy initiates combat from this pose, it gains a +6 bonus on its initiative check.  Susceptible to Mind-Affecting Effects (Ex) Unlike most constructs, a living effigy isn't immune to mind-affecting effects."},{"Name":"Thremindyr","CR":"9.00","XP":"6400","Size":"Medium","Init":"7","AC":"23, touch 17, flat-footed 16","HP":"104","Fort":"12","Ref":"12","Will":"7","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to fire","Speed":"30 ft., fly 60 ft. (perfect)","Melee":"2 slams +18 (1d6+2 plus 2d6 cold and entrap)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"breath weapon (30-ft. cone, 4d6 cold plus entrap, Reflex DC 18 half, usable every 1d4 rounds), entrap (DC 18, 1d10 rounds, hardness 5, hp 10), shatter protection","AbilitiyScores":"Str 15, Dex 25, Con 16, Int 11, Wis 14, Cha 16","BaseAtk":"11","CMB":"10","CMD":"23","Source":"AP 94","SpecialAbilities":"Cold Aura (Su) A thremindyr is surrounded by an aura of intense cold. At the beginning of the thremindyr's turn, all creatures within 10 feet of the thremindyr take 1d6 points of cold damage.  Indistinct (Ex) A thremindyr barely stands out against snow and wintery skies except when it attacks. While in cold terrain, a thremindyr can use the Stealth skill even while being observed.  Sense Protection (Su) A thremindyr can automatically sense when a creature within 30 feet is under the effects of protection from energy (cold) or resist energy (cold).  Shatter Protection (Su) A thremindyr can pit its intense supernatural cold against another creature's magical protections in an attempt to wear them down or even shatter them completely. As a melee touch attack, the thremindyr can attempt to diminish the effectiveness of resist energy (cold) or protection from energy (cold) effects. If the touch attack is successful, the target is affected by a targeted dispel magic effect (caster level 11th). If the dispel check is successful, the spell protecting the target ends. This ability can affect only protection from energy (cold) or resist energy (cold) effects, and it deals no damage to the target directly.  This ability can be used at will, but each use can affect the effects of only one spell. If the target is under the effects of both spells, this ability affects protection from energy first; a separate use of this ability is needed to remove resist energy.  If a target is under the effects of resist energy (cold) or protection from energy (cold) as an effect of a magic item, the thremindyr's dispel check must overcome the item's caster level.  Creatures with inherent resistance or immunity to cold are unaffected by this ability. This does not extend to creatures that have immunity or resistance due to the effects of magic items or spells."},{"Name":"Birelu","CR":"10.00","XP":"9600","Size":"Medium","Init":"10","AC":"21, touch 21, flat-footed 14","HP":"110","Fort":"11","Ref":"14","Will":"7","DefensiveAbilities":"incorporeal","SR":"21","Weaknesses":"","Speed":"fly 50 ft. (perfect)","Melee":"gore +19 (1d8 plus 2d6 force), 2 claws +19 (1d6 plus 2d6 force)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"force of nature, powerful charge (gore, 2d8 plus 4d6 force), spirit walk","AbilitiyScores":"Str -, Dex 23, Con 16, Int 10, Wis 13, Cha 19","BaseAtk":"13","CMB":"19","CMD":"34","Source":"AP 94","SpecialAbilities":"Force of Nature (Su) A birelu channels the raw power of nature into its attacks. Its natural attacks are considered to have the ghost touch special ability, and each of its natural attacks deals an additional 2d6 points of force damage. This damage is doubled when a birelu makes a powerful charge.  Spirit Walk (Su) Once per round as a standard action, a birelu can merge itself with a single humanoid or animal. This ability is similar to the magic jar spell (caster level 13th), except it doesn't require a receptacle. To use this ability, the birelu must be adjacent to the target. The target can resist the attack with a successful DC 20 Will save. A creature that successfully saves is immune to the  same birelu's spirit walk ability for 24 hours. The save DC is Charisma-based.  Additionally, a creature affected by this ability undergoes a physical transformation, growing either more beastlike or more humanlike, depending on its original form. A humanoid affected by this ability is affected as by greater animal aspectUC. The birelu chooses the aspect gained from this effect. This aspect can't be changed, though the birelu can select a new aspect if it merges with the same creature again at a later time. An animal affected by the spirit walk ability is affected as by anthropomorphic animalUM. Either effect lasts for as long as the creature remains possessed by the birelu, ending once the birelu leaves the creature's body."},{"Name":"Tomb Giant","CR":"12.00","XP":"19200","Size":"Large","Init":"3","AC":"28, touch 12, flat-footed 25","HP":"162","Fort":"16","Ref":"7","Will":"5","DefensiveAbilities":"negative energy affinity, rock catching","SR":"","Weaknesses":"","Speed":"40 ft. (30 ft. in armor)","Melee":"mwk scythe +20/+15 (2d6+16/19-20/x4 plus energy drain) or  2 slams +19 (1d6+11 plus energy drain)","Ranged":"rock +12 (1d8+11)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"energy drain (1 level, DC 18), rock throwing (120 ft.)","AbilitiyScores":"Str 32, Dex 17, Con 26, Int 13, Wis 19, Cha 14","BaseAtk":"9","CMB":"+11 (+15 grapple)","CMD":"23","Source":"AP 94","SpecialAbilities":"Corpse Stitcher (Sp) Tomb giants can cast make whole as a spell-like ability, but only for the purposes of creating undead creatures. For example, a tomb giant can use this ability to aid in the creation of a necrocraft (Pathfinder RPG Bestiary 4 200), to restore armor to be used for the creation of a phantom armor (Bestiary 4 213), or even to repair the armor of a graveknight (Pathfinder RPG Bestiary 3 138).  Energy Drain (Su) A tomb giant can channel its energy drain attack through any melee weapon it wields.  Sinister Synergy (Su) Multiple tomb giants can combine their efforts to gain the ability to create undead. When two or more tomb giants are within 30 feet of each other, they can work together to use create undead as a spell-like ability (caster level 13th). Three or more tomb giants working in unison in this way can use greater create undead as a spell-like ability (caster level 15th). Every additional tomb giant beyond the third who participates in this synergy increases the caster level of this effect by 1."},{"Name":"Indarugant","CR":"14.00","XP":"38400","Size":"Huge","Init":"2","AC":"29, touch 11, flat-footed 26","HP":"190","Fort":"10","Ref":"10","Will":"16","DefensiveAbilities":"channel resistance +4","SR":"25","Weaknesses":"","Speed":"30 ft. (40 ft. without armor)","Melee":"battleaxe +23/+18/+13 (3d6+15/19-20/x3) or   2 slams +23 (1d8+10 plus curse of frozen flesh)","Ranged":"rock +16 (2d6+10)","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"curse of frozen flesh, lingering curses, rock throwing (120 ft.)","AbilitiyScores":"Str 31, Dex 14, Con -, Int 12, Wis 19, Cha 19","BaseAtk":"15","CMB":"27","CMD":"40","Source":"AP 94","SpecialAbilities":"Curse of Frozen Flesh (Su) Slam-contact; save Will DC 24; effect Creature gains vulnerability to cold. Anytime the cursed creature fails a saving throw against a spell or effect with the cold descriptor, it is also slowed for 1d4 rounds.  Lingering Curses (Su) An indarugant is an accursed creature, and so has dominion over misfortune and curses. An indarugant can apply the effects of its curse of frozen flesh with its bestow curse spell-like ability (in place of bestow curse's normal effects). Additionally, the DC of any attempt to remove a curse inflicted by the indarugant increases by 5. If a caster level check to remove an indarugant's curse fails by 5 or more, the curse appears to be lifted and is temporarily suppressed until the next time the victim enters combat or is otherwise faced with a life-threatening situation (subject to the GM's discretion)."}]