[{"Name":"Benaioh","CR":"0.00","XP":"1200","Size":"Large","Init":"-1","AC":"18, touch 8, flat-footed 18","HP":"52","Fort":"1","Ref":"0","Will":"-3","DefensiveAbilities":"clay shell","SR":"15","Weaknesses":"","Speed":"20 ft.","Melee":"2 slams +12 (1d8+9)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"disease, spray slime","AbilitiyScores":"Str 28, Dex 9, Con -, Int -, Wis 2, Cha 1","BaseAtk":"4","CMB":"14","CMD":"23","Source":"AP 93","SpecialAbilities":"Clay Shell (Ex) A benaioh is safely encased in an animated clay shell that is sculpted to resemble a giant humanoid. The shell provides the inhabiting ooze total cover. When the clay form is destroyed, it shatters violently, exploding in a spray of jagged clay shards that deal 3d6 points of damage to all creatures in a 30-foot-diameter burst centered on the benaioh. A successful DC 21 Reflex save halves this damage. This explosion releases the benaioh from its clay shell; thereafter it uses its ooze form statistics (see below). The save DC is Strength-based.  Disease (Ex) While a benaioh is immune to disease, it carries a contagion with which it both infects other creatures and propagates itself. Any creature struck by the benaioh's spray slime ability is exposed to this disease.  Wormrot: Contact; save Fort DC 20; onset 1 minute; frequency 1/day; effect sickened plus 1d3 Con damage; cure 2 consecutive saves. The save DC is Constitution-based. A creature that dies of wormrot transforms into a benaioh over the course of the next 24 hours.  Spray Slime (Ex) Once every 1d4 rounds (but no more than 6 times per day), a benaioh in its clay shell can force a stream of itself in a 20-foot line of worm-laden slime from one of the clay shell's orifices. The putrescent sludge deals 3d6 points of acid damage and exposes the target to wormrot.  Symbiotic Senses (Ex) A benaioh can still use its blindsense and tremorsense abilities while housed inside its animated clay shell."},{"Name":"Living Cave Painting","CR":"4.00","XP":"1200","Size":"Medium","Init":"9","AC":"18, touch 18, flat-footed 12","HP":"39","Fort":"4","Ref":"7","Will":"6","DefensiveAbilities":"amorphous","SR":"","Weaknesses":"vulnerable to erase","Speed":"30 ft., climb 30 ft.","Melee":"ocherous touch +9 touch (1d6 plus 2d6 bleed)","Ranged":"","Space":"5 ft.","Reach":"0 ft.","SpecialAttacks":"manifestation, ocherous touch","AbilitiyScores":"Str -, Dex 21, Con 14, Int 5, Wis 12, Cha 15","BaseAtk":"4","CMB":"4","CMD":"22 (can't be tripped)","Source":"AP 93","SpecialAbilities":"Captivating Artistry (Su) Any creature with an Intelligence score of at least 3 that begins its turn within 30 feet of a living cave painting must succeed at a DC 15 Will saving throw or be fascinated for 1 round. Hostile actions by the living cave painting that don't target or affect the fascinated creature do not end the fascinated effect. Whether or not the save is successful, the target is immune to the same living cave painting's captivating artistry aura for 24 hours. This is a mind-affecting effect. The save DC is Charisma-based.  Manifestation (Sp) A living cave painting manifests itself in the three-dimensional world by shaping quasi-real illusions. Three times per day, a living cave painting can use shadow conjuration as a spell-like ability, but the shadow conjuration can mimic only summon nature's ally III spells. Additionally, whenever a conjured creature takes enough damage to destroy it, the living cave painting can instead, as a free action, sacrifice any number of hit points. Each hit point sacrificed in this way prevents 1 point of  damage done to the shadow conjuration. The caster level for this effect is 7th. The save DC is Charisma-based.  Ocherous Touch (Ex) A living cave painting's touch causes vicious wounds to appear on the victim's body, dealing 1d6 points of damage and 2d6 points of bleed damage. The living cave painting uses its Dexterity modifier instead of its Strength modifier to resolve all touch attacks.  Two-Dimensional (Ex) A living cave painting exists in only two dimensions, and has some qualities in common with incorporeal creatures. A living cave painting has no Strength score. Additionally, it gains a deflection bonus to its AC equal to its Charisma modifier. It cannot move in three dimensions (such as jumping or flying), and can navigate only along solid surfaces such as floors, ceilings, and walls. It can attack creatures only by entering their squares and touching them directly. A living cave painting can crawl onto solid objects that can then themselves be moved through other means. It cannot fall or take falling damage, and it cannot use or be affected by combat maneuvers such as bull rush, grapple, or trip. It cannot take any physical action that would move or manipulate an opponent or the opponent's equipment. It has no weight, and does not set off traps that are triggered by weight. A living cave painting takes no damage from nonmagical attacks and takes only half the normal amount of damage from magical weapons.  Vulnerable to Erase (Ex) A living cave painting can be targeted by an erase spell, which deals 3d6 points of damage to the creature."},{"Name":"Mongrel Cave Giant","CR":"6.00","XP":"2400","Size":"Large","Init":"0","AC":"19, touch 9, flat-footed 19","HP":"67","Fort":"9","Ref":"3","Will":"3","DefensiveAbilities":"ferocity, improved rock catching","SR":"","Weaknesses":"light sensitivity","Speed":"30 ft.","Melee":"battleaxe +12/+7 (2d6+9/x3) or  2 slams +11 (1d8+6)","Ranged":"rock +6 (1d8+9)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"improved rock throwing (140 ft.)","AbilitiyScores":"Str 23, Dex 10, Con 17, Int 6, Wis 10, Cha 7","BaseAtk":"6","CMB":"+13 (+15 sunder)","CMD":"23 (25 vs. sunder)","Source":"AP 93","SpecialAbilities":"Axe Wielder (Ex) All cave giants are proficient with handaxes, battleaxes, and greataxes."},{"Name":"Benaioh","CR":"7.00","XP":"3200","Size":"Large","Init":"-2","AC":"7, touch 7, flat-footed 7","HP":"84","Fort":"8","Ref":"0","Will":"-2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., climb 10 ft., swim 10 ft.","Melee":"slam +13 (1d12+12 plus 1d6 acid and disease)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"disease, engulf (DC 22, 6d6 acid plus disease)","AbilitiyScores":"Str 26, Dex 6, Con 23, Int -, Wis 3, Cha 1","BaseAtk":"6","CMB":"15","CMD":"23 (can't be tripped)","Source":"AP 93","SpecialAbilities":"Disease (Ex) While a benaioh is immune to disease, it carries a contagion with which it both infects other creatures and propagates itself. Any creature struck by the benaioh's slam attack or engulf ability is exposed to this disease.  Wormrot: Contact; save Fort DC 20; onset 1 minute; frequency 1/day; effect sickened plus 1d3 Con damage; cure 2 consecutive saves. The save DC is Constitution-based. A creature that dies of wormrot transforms into a benaioh over the course of the next 24 hours."},{"Name":"Great Elder Iuu","CR":"15.00","XP":"51200","Size":"Large","Init":"3","AC":"30, touch 13, flat-footed 26","HP":"216","Fort":"18","Ref":"8","Will":"15","DefensiveAbilities":"improved rock catching","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"adamantine rock +19/+14/+9/+4 (1d8+9)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"rock throwing (200 ft.)","AbilitiyScores":"Str 29, Dex 17, Con 27, Int 14, Wis 16, Cha 16","BaseAtk":"16","CMB":"26","CMD":"40","Source":"AP 93","SpecialAbilities":"Aura of Courage (Su) Great Elder Iuu is immune to fear. His allies within 20 feet gain a +4 morale bonus on saving throws against fear effects. This ability functions only while he's conscious, not if he's unconscious or dead.  Improved Rock Catching (Ex) Great Elder Iuu gains a +4 racial bonus on his Reflex save when attempting to catch a thrown rock with rock catching. This ability otherwise works as the rock catching ability.  Stone Giant Blood (Ex) Great Elder Iuu counts as a stone giant for any effect related to race.  Summon Boulders (Su) Great Elder Iuu can summon three adamantine throwing rocks as a swift action. If thrown, the rocks disappear at the end of his turn. Any rocks leaving his grasp otherwise disappear immediately."}]