[{"Name":"Skapraun","CR":"1.00","XP":"400","Size":"Small","Init":"1","AC":"12, touch 12, flat-footed 11","HP":"16","Fort":"3","Ref":"4","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"gore +3 (1d4+1)","Ranged":"composite longbow +3 (1d6+1/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"nature's traps","AbilitiyScores":"Str 12, Dex 13, Con 15, Int 10, Wis 12, Cha 11","BaseAtk":"1","CMB":"1","CMD":"12","Source":"AP 92","SpecialAbilities":"Effortless Leap (Ex) A skapraun attempts Acrobatics checks to jump as though it had a running start.  Mountain Stride (Ex) A skapraun takes no penalty to speed or on Acrobatics checks when moving on steep slopes or through rubble or scree.  Nature's Traps (Ex) A skapraun is particularly skilled at crafting traps that mimic natural hazards. A skapraun doesn't require gold to build its traps, merely time. Rules for crafting traps can be found in Chapter 13 of the Pathfinder RPG Core Rulebook, and examples of traps typically built by skaprauns are provided on page 89."},{"Name":"Ourdivar","CR":"4.00","XP":"1200","Size":"Large","Init":"5","AC":"17, touch 10, flat-footed 16","HP":"42","Fort":"4","Ref":"5","Will":"6","DefensiveAbilities":"amorphous anatomy, freedom of movement","SR":"15","Weaknesses":"","Speed":"30 ft., fly 30 ft. (perfect), swim 30 ft.","Melee":"slam +8 (1d6+4), tail slap +3 (1d8+2 plus grab)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"adaptive strike, constrict (1d8+4), warpwave exit","AbilitiyScores":"Str 18, Dex 13, Con 16, Int 11, Wis 15, Cha 14","BaseAtk":"5","CMB":"10","CMD":"21","Source":"AP 92","SpecialAbilities":"Adaptive Strike (Su) An ourdivar's natural weapons count as magical and chaotic for the purposes of overcoming damage reduction. Once per round as a free action, an ourdivar can change the damage type of its natural weapons to bludgeoning, slashing, or piercing, thereby allowing it to overcome damage reduction of those types as well.  Warpwave Exit (Su) An ourdivar that is killed or that lives out the length of its summoned time on the Material Plane erupts in a wave of chaotic energy. Upon the death of an ourdivar or when any spell or effect summoning or calling an ourdivar ends, 1d4+1 corporeal creatures within 15 feet of the ourdivar are affected by a minor warpwave (see the sidebar on page 87). Targets can resist the warpwave's effects with a successful DC 15 Fortitude save. The save DC is Constitution-based."},{"Name":"Skeltercat","CR":"4.00","XP":"1200","Size":"Medium","Init":"4","AC":"17, touch 15, flat-footed 12","HP":"37","Fort":"6","Ref":"8","Will":"4","DefensiveAbilities":"mixed mind","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"bite +9 (1d6+4 plus grab), 2 claws +9 (1d4+4)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"musk, scream","AbilitiyScores":"Str 19, Dex 18, Con 15, Int 6, Wis 13, Cha 12","BaseAtk":"5","CMB":"9","CMD":"24","Source":"AP 92","SpecialAbilities":"Mixed Mind (Ex) A skeltercat's mind is a bizarre combination of animal instinct and human intellect. This disordered consciousness grants the creature immunity to confusion effects. Additionally, any creature that attempts to read a skeltercat's mind or communicate with it telepathically must succeed at a DC 13 Will save or be shaken for 1d4 rounds. The save DC is Charisma-based.  Musk (Ex) A skeltercat has glands that produce a noxious musk. Any living creature within 10 feet must succeed at a DC 14 Fortitude save or be nauseated for 1d4 rounds and sickened for 1 minute afterward. A creature that successfully saves is instead sickened for 1d4 rounds and can't be affected again by the same skeltercat's musk for 24 hours. This is a poison effect, and other skeltercats are immune to this effect. A skeltercat can suppress this effect as a free action. The save DC is Constitution-based.  Partial Transformation (Su) A skeltercat can alter portions of its body in order to give itself access to certain abilities. As a standard action three times per day, a skeltercat can gain one of the abilities listed below. A partial transformation lasts for 10 minutes. As a swift action, a skeltercat that has already activated a partial transformation can spend an additional use of this ability to switch which benefit it receives. Only one such benefit can be in effect at a time.  Climb: The skeltercat's claws extend, granting it a climb speed equal to half its base land speed. Additionally, when falling within arm's reach of a wall, ledge, or something else it could grab on to for stability, it can slow its descent, taking damage as if the fall were 20 feet shorter.  Hide: The skeltercat's hide bristles like that of an angry cat and grows thicker, increasing its natural armor bonus by 2.  Legs: The skeltercat grows an additional pair of legs, bringing its total to six, increasing its base land speed to 60 feet, and granting it the rake special ability. The rake attacks use the same damage and critical threat range as the skeltercat's normal claw attacks.  Swim: The skeltercat grows webbing between its toes and whale-like flukes on its tail, granting it a swim speed equal to its base land speed. Additionally, it gains the hold breath universal monster ability.  Tail: The skeltercat's tail grows thick and clublike. It gains a tail slap as a primary attack that deals 1d6 points of damage plus trip on a successful hit.  Scream (Su) A skeltercat can release a terrifying cry that affects all creatures within a 300-foot spread. All creatures in that area must succeed at a DC 13 Will save or become panicked for 1d4 rounds. This is a sonic, mind-affecting fear effect. A creature that successfully saves against this effect can't be affected by the same skeltercat's scream for 24 hours. The save DC is Charisma-based."},{"Name":"Brambleblight","CR":"7.00","XP":"3200","Size":"Large","Init":"7","AC":"20, touch 12, flat-footed 17","HP":"85","Fort":"11","Ref":"6","Will":"5","DefensiveAbilities":"thorny","SR":"","Weaknesses":"","Speed":"20 ft.","Melee":"2 slams +13 (2d6+7)","Ranged":"4 thorns +10 (1d6+7)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"animate brambles, rain of thorns","AbilitiyScores":"Str 25, Dex 16, Con 18, Int 6, Wis 14, Cha 8","BaseAtk":"7","CMB":"15","CMD":"28 (can't be tripped)","Source":"AP 92","SpecialAbilities":"Animate Brambles (Su) As a standard action, a brambleblight can animate any of the dead, thorny brambles created by its bramble infestation ability. For 1 minute, the animated bramble (see page 85) then attacks as though it were a Large animated object. The animated bramble is under the control of the brambleblight, which can change the animated bramble's target as a move action. The brambleblight can instead cause the brambles to entwine around creatures as if by the entangle spell (the brambles are considered to be covered in thorns). This effect lasts for 1 hour.  Blight Aura (Su) A brambleblight radiates a palpable aura of rot and decay in a 40-foot radius. Living creatures entering the aura must succeed at a DC 19 Fortitude save or be sickened for 1 round. A creature of the animal, fey, or plant type that fails its save is nauseated for 1 round and sickened for 1 minute thereafter. If a creature succeeds at this saving throw, it is immune to this effect for 24 hours. In addition,  any plant creature entering this aura takes 1d6 points of damage each round it is within the area (Fortitude DC 19 half). Creatures that are immune to disease are immune to this aura, and the resist nature's lure class feature applies to the aura's effects. The save DC is Constitution-based.  Bramble Infestation (Su) A brambleblight can devastate its surroundings, creating an area of dead, thorny brambles. To do so, the brambleblight must root itself in the ground and remain motionless for 24 hours. Over the next day, all plants that are not creatures in a 40-foot radius around the brambleblight sprout thorny brambles, then wither and die. This infestation of brambles persists and nothing grows in this area for as long as the brambleblight remains in the area. If the brambleblight leaves the area, normal growth returns after 1 week.  Improved Woodland Stride (Ex) A brambleblight can move through any sort of undergrowth (such as natural thorns, briars, overgrown areas, and similar terrain) at its normal speed without taking damage or suffering other impairments. However, it can also move without harm or impediment through thorns, briars, and overgrown areas that are magically manipulated to impede motion.  Plantsense (Ex) A brambleblight can automatically pinpoint the location of anything within 120 feet that is in contact with vegetation.  Rain of Thorns (Ex) With a snap of its thorny vines, a brambleblight can loose a volley of four thorns as a standard action (make an attack roll for each thorn). This attack has a range of 120 feet with no range increment. All targets must be within 30 feet of each other. A brambleblight can launch up to 36 thorns in any 24-hour period.  Thorny (Ex) A brambleblight's surface is covered in a host of thorns. A creature that strikes a brambleblight with a natural weapon, a melee weapon without reach, or an unarmed strike takes 1d6 points of piercing damage. Creatures that grapple a brambleblight automatically take 1d6 points of piercing damage each round they maintain the grapple."}]