[{"Name":"Spyglass Archon","CR":"3.00","XP":"800","Size":"Medium","Init":"2","AC":"15, touch 12, flat-footed 13","HP":"26","Fort":"2","Ref":"6","Will":"4","DefensiveAbilities":"","SR":"14","Weaknesses":"","Speed":"40 ft., fly 40 ft. (good)","Melee":"mwk longsword +5 (1d8+2/19-20), mwk short sword +5 (1d6+1/19-20)","Ranged":"shortbow +6 (1d6/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"sneak attack +1d6","AbilitiyScores":"Str 14, Dex 15, Con 12, Int 13, Wis 10, Cha 9","BaseAtk":"4","CMB":"6","CMD":"18","Source":"Chronicle Of The Righteous","SpecialAbilities":"Hone Senses (Su) Three times per day, a spyglass archon can concentrate its attention as a swift action. For a number of rounds equal to its Hit Dice (4 for most spyglass archons), the range of the spyglass archon's darkvision is doubled, it gains a +6 bonus on Perception checks, and it gains blindsense out to a range of 15 feet."},{"Name":"Choral Angel","CR":"6.00","XP":"2400","Size":"Small","Init":"7","AC":"19, touch 14, flat-footed 16","HP":"68","Fort":"6","Ref":"9","Will":"9","DefensiveAbilities":"","SR":"17","Weaknesses":"","Speed":"40 ft., fly 60 ft. (good)","Melee":"slam +10 (1d3+1)","Ranged":"piercing hymn +12 (2d6 sonic plus deafen)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"countersong, harmonize","AbilitiyScores":"Str 13, Dex 16, Con 15, Int 16, Wis 16, Cha 17","BaseAtk":"8","CMB":"8","CMD":"21","Source":"Chronicle Of The Righteous","SpecialAbilities":"Countersong (Su) A choral angel can attempt a Perform (sing) check to counter magic effects that depend on sound. This ability functions as the bard ability of the same name.  Harmonize (Sp) When choral angels work together, they can use their complementary voices to create mystical harmonies. Two or more choral angels within 60 feet of one another can use calm emotions or heroism as a spell-like ability, four or more choral angels can use shout, and six or more choral angels can use greater heroism or holy word. Only the choral angel who actually uses the spell-like ability in question must take a standard action to achieve this effect-the other choral angels need only take swift actions during the same round.  Piercing Hymn (Su) As a standard action, a choral angel can launch a concentrated blast of sonic energy from its mouth. This attack has a range of 90 feet with no range increment. Any creature struck by a choral angel's piercing hymn must succeed at a DC 17 Fortitude save or be deafened for 1d4 minutes. The save DC is Charisma-based."},{"Name":"Balisse Angel","CR":"8.00","XP":"4800","Size":"Medium","Init":"6","AC":"21, touch 13, flat-footed 18","HP":"95","Fort":"11","Ref":"7","Will":"10","DefensiveAbilities":"","SR":"19","Weaknesses":"","Speed":"40 ft., fly 60 ft. (good)","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"brand of the impenitent","AbilitiyScores":"Str 17, Dex 15, Con 18, Int 13, Wis 16, Cha 18","BaseAtk":"10","CMB":"13","CMD":"26","Source":"Chronicle Of The Righteous","SpecialAbilities":"Brand of the Impenitent (Su) Three times per day, a balisse angel can brand a judged individual within 30 feet. The target must succeed at a DC 19 Will save or be branded with a painless, glowing icon on its chest-usually the holy symbol of the deity or empyreal lord the balisse angel serves. This brand lasts for a number of days equal to the balisse angel's Hit Dice (10 days for most balisse angels). Anyone who attacks the branded target gains a +2 sacred bonus on weapon attack and damage rolls and a +2 sacred bonus on caster level checks to overcome the target's spell resistance. The save DC is Charisma-based."},{"Name":"Cervinal","CR":"17.00","XP":"102400","Size":"Large","Init":"5","AC":"32, touch 15, flat-footed 26","HP":"283","Fort":"20","Ref":"14","Will":"19","DefensiveAbilities":"","SR":"28","Weaknesses":"","Speed":"30 ft.","Melee":"2 hooves +25 (2d6+5), 2 slams +30 (1d6+10)","Ranged":"#ERROR!","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"powerful charge (gore, 2d8+15 plus stagger)","AbilitiyScores":"Str 31, Dex 20, Con 26, Int 19, Wis 24, Cha 19","BaseAtk":"21","CMB":"32","CMD":"48 (52 vs. trip)","Source":"Chronicle Of The Righteous","SpecialAbilities":"Gallop (Ex) When a cervinal uses a full-round action to run, it may move up to six times its speed.  Stagger (Ex) Any creature that takes damage from a cervinal's powerful charge attack must succeed at a DC 28 Fortitude save or be staggered for 1 round. The save DC is Constitution-based."},{"Name":"Veranallia","CR":"20.00","XP":"307200","Size":"Large","Init":"12","AC":"36, touch 17, flat-footed 28","HP":"324","Fort":"21","Ref":"16","Will":"22","DefensiveAbilities":"","SR":"31","Weaknesses":"","Speed":"50 ft.","Melee":"#ERROR!","Ranged":"","Space":"10 ft.","Reach":"5 ft. (10 ft. with vines)","SpecialAttacks":"autumnal embrace, constrict (1d8+4), rebirth","AbilitiyScores":"Str 28, Dex 26, Con 25, Int 18, Wis 27, Cha 29","BaseAtk":"24","CMB":"+34 (+38 grapple)","CMD":"52 (56 vs. trip)","Source":"Chronicle Of The Righteous","SpecialAbilities":"Autumnal Embrace (Su) At will, a veranallia can strike any creature within 30 feet barren or sterile. The target must succeed at a DC 31 Fortitude save or lose any ability it had to reproduce or bear children. This effect can only be removed by a heal, limited wish, miracle, or wish spell. Creatures that magically reproduce are not affected by this ability. The save DC is Charisma-based.  Rebirth (Su) Once per day, a veranallia can reincarnate a creature she deems worthy of the honor. The creature's original body decays and sinks into the ground, affecting the surrounding area in a 1/2-mile radius as though with plant growth (enrichment). Over the course of 1d4 days, a white, flowery cocoon emerges from the affected ground and splits open, revealing the newly reincarnated creature inside. Creatures reincarnated by a veranallia always return to life as aasimars. This ability otherwise functions as the reincarnate spell.  Spells Veranallias cast divine spells as 20th-level clerics and have access to some druid spells. They do not gain access to domains or other cleric abilities.  Winter Sickle (Ex) At will as a free action, a veranallia can create a jagged blade from her hoarfrost-covered vines that acts as a +3 icy burst sickle. One round after it leaves the veranallia's grasp, the weapon melts into a small puddle of water."}]