[{"Name":"Chimney Troll","CR":"2.00","XP":"600","Size":"Large","Init":"3","AC":"14, touch 12, flat-footed 11","HP":"19","Fort":"5","Ref":"4","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"wicked blood","Speed":"30 ft., climb 20 ft.","Melee":"bite +2 (1d8+1), 2 claws +2 (1d6+1)","Ranged":"rock +5 (1d8+1)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"soot breath, rock throwing (60 ft.)","AbilitiyScores":"Str 13, Dex 16, Con 15, Int 8, Wis 11, Cha 6","BaseAtk":"2","CMB":"4","CMD":"17","Source":"Daughters Of Fury","SpecialAbilities":"Inhale Flames (Ex) As a standard action, a chimney troll can inhale a single nonmagical fire up to the size of a campfire within 30 feet. This extinguishes the fire and grants the chimney troll regeneration 3 (acid, cold) for 3 rounds. If the fire is attended (such as fire on a held torch), a successful DC 13 Reflex save negates this effect. The save DC is Constitution-based.  Soot Breath (Su) As a standard action, a chimney troll can exhale a searing cloud of smoke and cinders that fills the lungs of a targeted creature within 30 feet. The victim takes 1d6 points of fire damage and becomes nauseated for 1d3 rounds. A successful DC 13 Fortitude save halves the fire damage taken and negates the nausea effect. This ability can be used once each time the  chimney troll inhales flames and only within 3 rounds of using that ability. The save DC is Constitution-based.  Wicked Blood (Ex) Chimney trolls cannot heal hit point damage naturally (such as by resting)."},{"Name":"Immured","CR":"3.00","XP":"800","Size":"Medium","Init":"4","AC":"16, touch 10, flat-footed 16","HP":"26","Fort":"3","Ref":"1","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"bound","Speed":"30 ft.","Melee":"slam +6 (1d4+4)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"breach, seize","AbilitiyScores":"Str 16, Dex 11, Con -, Int 5, Wis 13, Cha 14","BaseAtk":"3","CMB":"+6 (+8 drag)","CMD":"16 (18 vs. drag)","Source":"Daughters Of Fury","SpecialAbilities":"Aura of Breathlessness (Su) The agonized gasping of an immured displaces oxygen within 10 feet of it, automatically extinguishing nonmagical fires within this range. Breathing creatures within the aura must hold their breath or risk suffocation. Whenever an immured deals nonlethal damage to a creature holding its breath in the aura, the duration the target can hold its breath for decreases by a number of rounds equal to the nonlethal damage dealt. The immured cannot dismiss this aura.  Bound (Su) Immured are bound to the locations in which they died. Each hour an immured remains away from the tomb or building in which it died, it takes 1d6 points of damage that can't be healed until it returns to its place of death.  Breach (Su) As a swift action, an immured can touch a nonmagical wall and open a spatial rift. The touched 5-foot section of wall (which can be up to 2 feet thick) effectively ceases to exist for 2 rounds, except for a dark, semisolid membrane that blocks line of sight through the rift. The immured can see, move, attack, or even drag a target through the rift without penalty. Other creatures can move through the rift, treating it as difficult terrain. After 2 rounds, the rift closes, pushing anything inside it into the nearest open space.  Seize (Ex) An immured can choose to deal nonlethal damage with its slam attack with no penalty on the  attack roll. In addition, an immured that deals nonlethal damage with its slam attack can attempt a drag combat maneuver against the target as a free action."},{"Name":"Dunagh","CR":"4.00","XP":"1200","Size":"Medium","Init":"7","AC":"16, touch 16, flat-footed 13","HP":"37","Fort":"3","Ref":"7","Will":"7","DefensiveAbilities":"incorporeal","SR":"","Weaknesses":"","Speed":"fly 30 ft. (perfect)","Melee":"incorporeal touch +8 (2d6 cold plus dunagh's curse)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str -, Dex 17, Con 14, Int 11, Wis 17, Cha 16","BaseAtk":"5","CMB":"+28 (+32 grapple)","CMD":"38 (50 vs. trip)","Source":"Daughters Of Fury","SpecialAbilities":"Aura of Fate (Su) A dunagh merged with or within 120 feet of its ward radiates an aura of fate to a radius of 20 feet. Enemies within this aura must roll two d20s whenever a situation calls for a d20 roll (such as an attack, a skill check, or a saving throw) and take the lower of the two results. Allies designated by the dunagh in this aura likewise roll two d20s whenever a situation calls for a d20 roll, but can take the higher result instead. This is a mind-affecting morale effect that doesn't work on fey. A dunagh can suppress and reactivate this aura at will as a free action.  Dunagh's Curse (Su) Any creature touched by a dunagh must succeed at a DC 15 Will save or be afflicted with the dunagh's curse. Whenever the cursed creature rolls a d20, it treats any roll of 20 as a roll of 1 instead. The cursed creature cannot take 20. The save DC is Charisma-based."},{"Name":"Curse Devil","CR":"5.00","XP":"1600","Size":"Small","Init":"8","AC":"20, touch 16, flat-footed 15","HP":"39","Fort":"5","Ref":"9","Will":"7","DefensiveAbilities":"natural invisibility","SR":"","Weaknesses":"","Speed":"20 ft., fly 40 ft. (perfect)","Melee":"2 claws +6 (1d4-1)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"anathematize","AbilitiyScores":"Str 8, Dex 18, Con 12, Int 13, Wis 15, Cha 17","BaseAtk":"6","CMB":"4","CMD":"19","Source":"Daughters Of Fury","SpecialAbilities":"Anathematize (Su) Once per day as a standard action, a curse devil can temporarily drop its natural invisibility to reveal its true, horrifying form. All creatures within 30 feet must succeed at a DC 16 Will save or become cursed as bestow curse; additionally, all creatures in the area must succeed at a second DC 16 Will save or have their memories of the event stripped as if by modify memory. The curse devil can resume its invisibility at the end of its turn as a free action. Whether or not the saves are successful, an affected creature is immune to that curse devil's anathematize ability for 24 hours. If its natural invisibility is negated by other methods, the curse devil can't use this  ability. Those who can see invisible creatures are immune to this effect. The save DCs are Charisma-based.  Broken Curses (Ex) When a curse devil dies, any lingering curses or harmful effects caused by the devil are undone as if by a miracle spell.  Infernal Bond (Ex) When a curse devil is created by a lesser or greater devil, its creator forges a magical link between the curse devil and a mortal signed to-or implicated in-an infernal contract, such as a mortal who sold her soul to a devil or the first-born child of a mortal who was promised in an infernal bargain). Thereafter, the curse devil can always find the specified mortal as though guided by a locate creature spell with no maximum range. The specified mortal takes a -2 penalty on saving throws against the curse devil's anathematize ability and its spell-like abilities."}]