[{"Name":"Benabak","CR":"2.00","XP":"600","Size":"Tiny","Init":"3","AC":"16, touch 15, flat-footed 13","HP":"16","Fort":"1","Ref":"6","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., fly 50 ft. (perfect)","Melee":"sting +8 (1d4 plus poison)","Ranged":"dart +8 (1d2 plus poison)","Space":"2-1/2 ft.","Reach":"0 ft.","SpecialAttacks":"infernal jinx","AbilitiyScores":"Str 10, Dex 17, Con 10, Int 15, Wis 11, Cha 14","BaseAtk":"3","CMB":"4","CMD":"14","Source":"Hell Unleashed","SpecialAbilities":"Change Shape (Su) Unlike a standard imp, Benabak's change shape ability allows him to take the form of a bat instead of a boar or giant spider.  Infernal Jinx (Su) Benabak has developed the ability to curse other creatures with ill luck. As a standard action, he can jinx a creature within 30 feet who fails a DC 13 Will save. A jinxed creature takes a -2 penalty on its next d20 roll. The effects of the jinx wear off after 1 minute. A creature that succeeds on the saving throw is immune to Benabak's infernal jinx for 24 hours. The save DC is Charisma-based.  Poison (Ex) Sting-injury; save Fort DC 13; frequency 1/round for 6 rounds; effect 1d2 Dex; cure 1 save. The save DC is Constitution-based, and includes a +2 racial bonus."},{"Name":"Furcas","CR":"27.00","XP":"3276800","Size":"Huge","Init":"7","AC":"46, touch 33, flat-footed 39","HP":"635","Fort":"36","Ref":"28","Will":"27","DefensiveAbilities":"armor of thorns, freedom of movement, hellish resurrection, immovable","SR":"38","Weaknesses":"","Speed":"50 ft.","Melee":"Avernus Claw +48/+43/+38/+33 (2d6+19/19-20 plus 1d6 fire), 2 hooves +44 (1d8+15 plus disease), slam +44 (1d8+15 plus swat)","Ranged":"poison barb +36 (1d4+15/19-20 plus poison)","Space":"15 ft.","Reach":"15 ft. (25 ft. with trident)","SpecialAttacks":"crown of laurels, disease, poison, poison barb, powerful hooves, swat, trample (4d8+22, DC 40)","AbilitiyScores":"Str 40, Dex 24, Con 40, Int 29, Wis 33, Cha 31","BaseAtk":"31","CMB":"+48 (+52 bull rush, +52 disarm)","CMD":"83 (immovable 85 vs. bull rush, 85 vs. disarm, 87 vs. trip)","Source":"Hell Unleashed","SpecialAbilities":"Armor of Thorns (Ex) A network of thorny vines armors and invades Furcas's body. Any creature that strikes Furcas with a non-reach melee weapon, unarmed strike, or natural weapon takes 1d8+7 points of piercing damage from the barbs studding the infernal duke's body and must succeed at a DC 40 Fortitude saving throw or be poisoned (potentially in addition to the effects of unholy aura). This living, toxic armor also feeds off of all manner of corruption. Any attempt to poison Furcas or magically control his vine armor heals him for 4d6 points of damage. Furcas can also use his poison barbs to heal himself in this way.  Crown of Laurels (Su) Once per day as a move action, Furcas can bestow his laurel crown upon an adjacent creature. For the next 24 hours, the creature is affected as per the spells greater heroism and unholy aura. At the end of this period, these benefits cease and the creature is infected with a particularly resilient form of devil chills (see below). This  version requires six consecutive successful saving throws to cure, and can be magically cured only by a lawful evil spellcaster. Creatures immune to disease suffer no negative effects. The crown always returns to Furcas after 24 hours.  Disease (Su) Devil chills: hooves-injury; save Fort DC 40; onset immediate; frequency 1/day; effect 1d3 Str damage; cure 3 consecutive saves. The save DC is Constitution-based.  Immovable (Ex) While conscious, Furcas cannot be moved, tripped, or knocked prone by any attack, combat maneuver, spell, or similar effect generated by any creature lesser than a deity or object of less than artifact-level power.  Irresistible Force (Su) Anytime Furcas's attack moves a foe-whether through the use of a combat maneuver, Awesome Blow, telekinesis, or a similar effect-that creature is moved double the normal distance.  Poison (Ex) Poison barb-injury; save Fort DC 20; frequency 1/round for 10 rounds; effect fatigued; cure 3 consecutive saves. The save DC is Constitution-based.  Poison Barb (Su) As a standard action, Furcas can grow and fire a toxic barb from his body. This is a ranged attack with a range increment of 60 feet. Any creature struck by the barb must succeed at a DC 40 Fortitude saving throw or be poisoned. Furcas can decide what type of poison the barb bears, whether his own fatiguing toxin or any poison conveyed through injury that appears on the chart on page 559 of the Pathfinder RPG Core Rulebook. After using this ability, Furcas cannot grow another barb for 1d4 rounds.  Powerful Hooves (Ex) Furcas's hoof attacks are considered primary attacks. He always adds his full Strength bonus to the amount of damage dealt by his hooves.  Swat (Ex) As a free action, Furcas can use the Awesome Blow feat with his slam attack. Because of his irresistible force ability, any creature affected by this attack is hurled 20 feet."}]