[{"Name":"Syrinx","CR":"0.33","XP":"135","Size":"Medium","Init":"-1","AC":"9, touch 9, flat-footed 9","HP":"5","Fort":"-1","Ref":"-1","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., fly 60 ft. (average)","Melee":"quarterstaff -1 (1d6-1)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 8, Dex 8, Con 9, Int 12, Wis 15, Cha 11","BaseAtk":"0","CMB":"-1","CMD":"8","Source":"Inner Sea Bestiary","SpecialAbilities":"Speak with Avians (Ex) Syrinx can speak with all birds of the animal creature type and birdlike magical beasts (like phoenixes and thunderbirds)."},{"Name":"Android","CR":"0.50","XP":"200","Size":"Medium","Init":"3","AC":"15, touch 13, flat-footed 12","HP":"11","Fort":"2","Ref":"5","Will":"0","DefensiveAbilities":"constructed","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"rapier +3 (1d6+1/18-20)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"nanite surge, sneak attack +1d6","AbilitiyScores":"Str 13, Dex 17, Con 14, Int 14, Wis 10, Cha 6","BaseAtk":"0","CMB":"1","CMD":"14","Source":"Inner Sea Bestiary","SpecialAbilities":"Constructed (Ex) For the purposes of effects targeting creatures by type (such as a ranger's favored enemy and bane weapons), androids count as both humanoids and constructs. Androids gain a +4 racial bonus on all saving throws against mind-affecting effects, paralysis, poison, and stun effects, are not subject to fatigue or exhaustion, and are immune to disease and sleep effects. Androids can never gain morale bonuses, and are immune to fear effects and all emotion-based effects.  Emotionless (Ex) Androids have problems processing emotions properly, and thus take a -4 penalty on Sense Motive checks.  Nanite Surge (Ex) An android's body is infused with nanites. Once per day as an immediate action, an android can cause her nanites to surge, granting a bonus equal to 3 + the android's character level on any one d20 roll; this ability must be activated before the roll is made. When an android uses this power, her circuitry-tattoos glow with light equivalent to that of a torch in illumination for 1 round."},{"Name":"Ghoran","CR":"0.50","XP":"200","Size":"Medium","Init":"1","AC":"13, touch 11, flat-footed 12","HP":"12","Fort":"3","Ref":"3","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"delicious, light dependent","Speed":"30 ft.","Melee":"rapier +1 (1d6-1/18-20)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bardic performance 7 rounds/day","AbilitiyScores":"Str 8, Dex 13, Con 16, Int 8, Wis 12, Cha 17","BaseAtk":"0","CMB":"-1","CMD":"10","Source":"Inner Sea Bestiary","SpecialAbilities":"Delicious (Ex) Ghorans take a -2 penalty on Escape Artist and combat maneuver checks made to escape a grapple against any creature that has a bite attack with the grab ability.  Ghorus Seed (Ex) As a full-round action, a ghoran can expel its ghorus seed from an orifice in its abdomen. If planted in fertile ground and left undisturbed for 2d6 days, the seed grows into a healthy duplicate of the original ghoran, save that the duplicate may reallocate all of its skill ranks upon sprouting. Once a ghoran expels its seed, it gains 1 negative level, and it dies as soon as its duplicate sprouts. This duplicate replaces the previous ghoran character.  Light Dependent (Ex) Ghorans take 1d4 points of Constitution damage each day they go without exposure to sunlight.  Past-Life Knowledge (Ex) Ghorans remember memories encoded in their ghorus seed. They treat all Knowledge skills as class skills."},{"Name":"Lashunta","CR":"0.50","XP":"400","Size":"Medium","Init":"1","AC":"11, touch 11, flat-footed 10","HP":"11","Fort":"-1","Ref":"1","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"mwk quarterstaff +0 (1d6-1)","Ranged":"light crossbow +1 (1d8/19-20)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"hand of the apprentice (6/day)","AbilitiyScores":"Str 8, Dex 13, Con 8, Int 17, Wis 12, Cha 16","BaseAtk":"0","CMB":"-1","CMD":"10","Source":"Inner Sea Bestiary","SpecialAbilities":""},{"Name":"Monkey Goblin","CR":"0.50","XP":"200","Size":"Small","Init":"4","AC":"17, touch 15, flat-footed 13","HP":"13","Fort":"3","Ref":"4","Will":"0","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., climb 30 ft.","Melee":"kukri +4 (1d3+2/18-20)","Ranged":"shortbow +6 (1d4/x3) or  net +6 (entangle)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"rage (5 rounds/day)","AbilitiyScores":"Str 15, Dex 18, Con 13, Int 10, Wis 10, Cha 6","BaseAtk":"1","CMB":"2","CMD":"16","Source":"Inner Sea Bestiary","SpecialAbilities":"Prehensile Tail (Ex) All monkey goblins have long, flexible tails that they can use to carry objects. They cannot wield weapons with their tails, but the tails do allow them to retrieve small objects stowed on their persons as a swift action."},{"Name":"Mockingfey","CR":"1.00","XP":"400","Size":"Tiny","Init":"3","AC":"15, touch 15, flat-footed 12","HP":"13","Fort":"2","Ref":"6","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., fly 60 ft. (good)","Melee":"2 talons +6 (1d2-2)","Ranged":"","Space":"2-1/2 ft.","Reach":"0 ft.","SpecialAttacks":"","AbilitiyScores":"Str 6, Dex 16, Con 13, Int 7, Wis 12, Cha 13","BaseAtk":"1","CMB":"2","CMD":"10","Source":"Inner Sea Bestiary","SpecialAbilities":"Mock (Su) As a standard action, a mockingfey can magically take on the appearance of any creature it can see. This functions like disguise self, but with no restrictions on duration, creature type, or size. The mockingfey does not change size, and if the creature it's mimicking is larger than it, the mockingfey simply appears to be a miniature version. Anyone interacting with this effect can attempt a DC 12 Will save to see through the ruse. A mockingfey can maintain a given form indefinitely, but cannot change to any form other than its own without visual reference-once a given disguise has ended, the fey must see the subject again to resume that form. The save DC is Charisma-based."},{"Name":"Ceru","CR":"2.00","XP":"600","Size":"Tiny","Init":"6","AC":"16, touch 14, flat-footed 14","HP":"22","Fort":"5","Ref":"5","Will":"2","DefensiveAbilities":"","SR":"13","Weaknesses":"","Speed":"20 ft.","Melee":"gore +7 (1d3-1 plus poison)","Ranged":"","Space":"2-1/2 ft.","Reach":"0 ft.","SpecialAttacks":"luckbringer","AbilitiyScores":"Str 8, Dex 15, Con 14, Int 13, Wis 12, Cha 15","BaseAtk":"3","CMB":"3","CMD":"12 (16 vs. trip)","Source":"Inner Sea Bestiary","SpecialAbilities":"Luckbringer (Su) As a standard action, a ceru can bring luck or misfortune upon any creature it can see within 30 feet. This effect lasts for 1 round, and the ceru decides in advance whether the modified luck is good or bad. If the ceru grants bad luck, anytime the target makes an ability check, attack roll, saving throw, or skill check, it must roll twice and take the worse result. A successful DC 13 Will save negates this effect. If the ceru grants good luck, the target must choose a single roll (as above) prior to rolling, and may roll the chosen roll twice and take the higher result. A creature can only be affected by this ability once per 24 hours, and the ceru may use the ability once per day for every 4 HD it has (minimum once per day). The save DC is Charisma-based. If the ceru is a familiar, it may use its master's character level, if higher, in place of its racial Hit Dice for determining the number of uses of this ability, and for calculating the save DC (DC = 10 + 1/2 or the master's character level + the master's Cha modifier).  Poison (Ex) Gore-injury; save Fort DC 13; frequency 1/round for 6 rounds; effect 1d2 Con; cure 2 consecutive saves."},{"Name":"Stalk Beetle","CR":"2.00","XP":"600","Size":"Medium","Init":"1","AC":"16, touch 11, flat-footed 15","HP":"22","Fort":"5","Ref":"2","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., burrow 10 ft., climb 20 ft.","Melee":"bite +6 (1d6+4)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"sawtooth","AbilitiyScores":"Str 17, Dex 13, Con 12, Int -, Wis 10, Cha 1","BaseAtk":"3","CMB":"6","CMD":"17 (25 vs. trip)","Source":"Inner Sea Bestiary","SpecialAbilities":"Sawtooth (Ex) The serrated mandibles of a stalk beetle allow it to ignore hardness of 5 or less when attacking objects. In addition, a stalk beetle deals 1 point of bleed damage upon a successful critical hit with its bite attack."},{"Name":"Water Wraith","CR":"2.00","XP":"600","Size":"Large","Init":"5","AC":"16, touch 11, flat-footed 14","HP":"19","Fort":"4","Ref":"4","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., swim 40 ft.","Melee":"bite +4 (1d8+2 plus attach), 4 claws +4 (1d6+2)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"blood drain (1d2 Constitution), rend (2 claws, 1d3+3)","AbilitiyScores":"Str 14, Dex 13, Con 13, Int 3, Wis 12, Cha 6","BaseAtk":"3","CMB":"+6 (+10 when attached)","CMD":"18 (30 vs. trip)","Source":"Inner Sea Bestiary","SpecialAbilities":"Expressive Chameleon (Ex) Once per round as a free action, a water wraith can change its color to any of its own choosing. A water wraith using this ability to camouflage itself gains a +8 bonus on Stealth checks."},{"Name":"Khaei","CR":"3.00","XP":"800","Size":"Small","Init":"5","AC":"15, touch 12, flat-footed 14","HP":"30","Fort":"3","Ref":"5","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft.","Melee":"club +5 (1d4) or   touch +5 (lost time)","Ranged":"sling +6 (1d3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 10, Dex 13, Con 14, Int 7, Wis 10, Cha 13","BaseAtk":"4","CMB":"3","CMD":"14","Source":"Inner Sea Bestiary","SpecialAbilities":"Lost Time (Su) As a touch attack, a khaei can touch a creature and prematurely age it. The creature touched must succeed at a DC 14 Fortitude save or take 1d4 points of Constitution damage and be permanently aged 1d10 years. This effect also deals 1d4 points of damage to the khaei. Effects from multiple khaei stack, though a single khaei can use this power on a given opponent only once."},{"Name":"Gearsman Robot","CR":"4.00","XP":"1200","Size":"Medium","Init":"1","AC":"20, touch 11, flat-footed 19","HP":"42","Fort":"1","Ref":"2","Will":"2","DefensiveAbilities":"hardness 10","SR":"","Weaknesses":"vulnerable to critical hits, vulnerable to electricity","Speed":"20 ft.","Melee":"slam +9 (1d4+7) or   mwk spear +10 (1d8+5/x3 plus 1d6 electricity)","Ranged":"mwk spear +6 (1d8+6/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 20, Dex 13, Con -, Int 10, Wis 13, Cha 1","BaseAtk":"4","CMB":"9","CMD":"20","Source":"Inner Sea Bestiary","SpecialAbilities":"Adaptive Learning (Ex) A gearsman has a number of skill points equal to 4 + its Int modifier per Hit Die, and treats Craft and Profession as class skills beyond those possessed by all robots. In addition, a gearsman has a number of bonus skill ranks equal to its Hit Dice that can be reprogrammed to apply to any skill-these ranks cannot be split among multiple skills and must all apply to one skill. A gearsman may change what skill these bonus ranks apply to up to once per day by concentrating for 1 minute, during which time it can take no other actions. Rather than spend these bonus ranks on a skill, a gearsman can choose to devote them to weapon knowledge, gaining proficiency with a single weapon instead of bonus ranks in a skill. All gearsmen are automatically proficient with all simple weapons.  Charge Weapon (Ex) Any metal melee weapon wielded by a gearsman becomes charged with electricity and deals +1d6 points of electricity damage on a hit.  Self-Repair (Ex) A gearsman's nanites heal it of damage at the rate of a number of hit points per hour equal to its Hit Dice (4 hit points per hour for most gearsmen). Up to once per day, as a full-round action, it can heal any robot it touches of 4d6 points of damage-if a gearsman uses this ability on itself, it automatically heals the maximum amount: 24 points of damage."},{"Name":"Gnoll Mutant","CR":"4.00","XP":"1200","Size":"Medium","Init":"2","AC":"19, touch 12, flat-footed 17","HP":"32","Fort":"9","Ref":"2","Will":"4","DefensiveAbilities":"bravery +1","SR":"15","Weaknesses":"","Speed":"30 ft.","Melee":"mwk longsword +7 (1d8+2/19-20), slam +5 (1d8+2 plus disease)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 15, Dex 14, Con 17, Int 10, Wis 15, Cha 6","BaseAtk":"3","CMB":"5","CMD":"17","Source":"Inner Sea Bestiary","SpecialAbilities":""},{"Name":"Thin Man","CR":"4.00","XP":"1200","Size":"Medium","Init":"7","AC":"17, touch 14, flat-footed 13","HP":"38","Fort":"4","Ref":"8","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., burrow 20 ft.","Melee":"bite +7 (1d6+4), 2 claws +8 (1d4+4 plus 1d4 bleed)","Ranged":"","Space":"5 ft.","Reach":"5 ft. (10 ft. with claws)","SpecialAttacks":"","AbilitiyScores":"Str 18, Dex 16, Con 15, Int 8, Wis 11, Cha 9","BaseAtk":"3","CMB":"6","CMD":"15 (can't be tripped)","Source":"Inner Sea Bestiary","SpecialAbilities":"Vanish (Su) Once per day as a move action while benefiting from concealment, a thin man can simply vanish from sight. This gives it a +20 bonus on Stealth checks and the ability to hide in plain sight for 1 round per Hit Die even when there is no cover, concealment, or shadow nearby. If it makes an attack, the thin man is no longer in its vanished state. It usually uses this ability when attempting to elude pursuit."},{"Name":"Viduus","CR":"4.00","XP":"1200","Size":"Medium","Init":"4","AC":"16, touch 10, flat-footed 16","HP":"47","Fort":"5","Ref":"4","Will":"10","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"30 ft., climb 30 ft.","Melee":"quill +5 (1d4 plus censor or expurgate)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 10, Dex 11, Con 18, Int 15, Wis 19, Cha 16","BaseAtk":"5","CMB":"5","CMD":"15","Source":"Inner Sea Bestiary","SpecialAbilities":"Censor (Su) A viduus that strikes a living creature with its quill can rewrite that creature's memories. The creature must succeed at a DC 15 Will save or have its memories affected in a manner similar to the spell modify memory. The viduus can rewrite 1 day's worth of the target's memories with a single strike. As a result, the creature is either stunned or confused for the next 1d4 rounds (50% chance of either). At the GM's discretion, this might have longer-term effects. A creature's memories can be restored by lesser restoration, modify memory, or similar spells. Memories lost in this manner are copied into one of the numerous tomes protected by the viduus. This is a mind-affecting effect. The DC is Charisma-based.  Expurgate (Su) A viduus that strikes a dead creature-such as a soul, petitioner, or undead creature-with its quill can obliterate that creature's memories. The creature must succeed at a DC 15 Will save or have all of its memories erased. It retains language and basic knowledge, but no details as to the events of its life. This typically leaves the creature calm and indifferent to all beings around it. This memory loss is permanent, though the memories can be restored by lesser restoration, modify memory, or similar spells. Memories lost in this manner are copied into one of the numerous tomes protected by the viduus. This is a mind-affecting effect. The DC is Charisma-based.  Transformation (Su) A viduus that is reduced to 0 hit points transforms. Its cocoon body bursts open, expelling a swarm of biting white-and-black centipedes (same statistics as a spider swarm) and a bank of mind fog centered on the viduus's square. A viduus can purposefully transform by spending three consecutive full-round actions, in which case it reforms somewhere in the Boneyard 1 month later."},{"Name":"Cayhound","CR":"5.00","XP":"1600","Size":"Medium","Init":"6","AC":"18, touch 12, flat-footed 16","HP":"51","Fort":"5","Ref":"7","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"bite +11 (1d10+7 plus 1d6 sonic and trip)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"righteous bite, thunderous bark","AbilitiyScores":"Str 21, Dex 15, Con 16, Int 8, Wis 12, Cha 13","BaseAtk":"6","CMB":"11","CMD":"23 (27 vs. trip)","Source":"Inner Sea Bestiary","SpecialAbilities":"Righteous Bite (Su) A cayhound's bite is treated as magical for the purpose of overcoming damage reduction.  Thunderous Bark (Su) Once every 1d6 rounds, a cayhound can bark with the concussive force of a thunderbolt. Every creature within a 15-foot cone-shaped burst must succeed at a DC 14 Fortitude saving throw or take 3d8 points of sonic damage and be knocked prone. A successful saving throw reduces this damage by half and negates being knocked prone. The save DC is Charisma-based.  Unbound (Su) Cayhounds move as if under a continuous freedom of movement spell.  They are immune to dimensional anchor, but are affected by dimensional lock normally."},{"Name":"Oronci","CR":"5.00","XP":"1600","Size":"Large","Init":"3","AC":"20, touch 12, flat-footed 17","HP":"59","Fort":"6","Ref":"5","Will":"5","DefensiveAbilities":"ferocity","SR":"","Weaknesses":"light sensitivity","Speed":"40 ft., climb 40 ft.","Melee":"mwk battleaxe +11 (1d8+6/x3), bite +10 (1d6+9 plus poison)","Ranged":"mwk longbow +8 (1d8/x3)","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"frenzy, spit","AbilitiyScores":"Str 23, Dex 17, Con 18, Int 7, Wis 10, Cha 16","BaseAtk":"5","CMB":"+12 (+14 overrun)","CMD":"25 (27 vs. overrun can't be tripped)","Source":"Inner Sea Bestiary","SpecialAbilities":"Frenzy (Ex) Once per day, an oronci that takes damage in combat can fly into a frenzy as a free action the following round. While in this state, an oronci cannot use any Charisma-, Dexterity-, or Intelligence-based skill checks, but functions as if under the effects of a haste spell. The oronci can continue to frenzy for up to 3 rounds, after which it is staggered for 1 round.  Poison (Ex) Bite-injury; save Fort DC 17; frequency 1/round for 6 rounds; effect 1d3 Dex; cure 2 consecutive saves.  Spit (Ex) An oronci can spit poison at a target within 30 feet as a standard action. This is a ranged touch attack, and can only be performed once every 1d6 rounds. If the attack is successful, the target is affected by the poison just as if it had been injured. The oronci can still poison a target with each successful bite attack.  Undersized Weapons (Ex) Although an oronci is Large, its upper torso is the same size as that of a Medium humanoid. As a result, oronci wield weapons as if they were one size category smaller than their actual size (Medium for most oronci)."},{"Name":"Umbral Shepherd","CR":"5.00","XP":"1600","Size":"Medium","Init":"6","AC":"14, touch 14, flat-footed 12","HP":"39","Fort":"3","Ref":"9","Will":"8","DefensiveAbilities":"incorporeal","SR":"","Weaknesses":"light sensitivity, planebound","Speed":"0 ft., fly 30 ft. (perfect)","Melee":"touch +8 (shadow touch or possession)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str -, Dex 14, Con 12, Int 15, Wis 13, Cha 15","BaseAtk":"6","CMB":"8","CMD":"20 (can't be tripped)","Source":"Inner Sea Bestiary","SpecialAbilities":"Planebound (Ex) An umbral shepherd is inherently tied to the Plane of Shadow, and can't survive for long on any other plane without a host body. Each round that an umbral shepherd is on another plane without a host body, it takes 1d6 points of damage.  Possession (Su) An umbral shepherd can possess a host body as if using magic jar, save that if its host body is killed while possessed, the shepherd dies as well. An umbral shepherd can attempt a possession anytime it succeeds at a touch attack, even while already in a host body. If the touched creature fails a DC 15 Will save, it becomes possessed. Possession by an umbral shepherd takes a toll on its host body, which takes 1 point of Constitution drain every month it is so possessed. Abandoning a host body requires the umbral shepherd to either take a standard action (to appear in a square adjacent to the host) or make a successful possession attempt on a new host. The save DC is Charisma-based.  Shadow Touch (Su) An umbral shepherd that succeeds at a touch attack can attempt to dissolve a portion of the victim's flesh into shadow, which then dissipates, dealing 1d4 points of Constitution damage. Victims that succeed at a DC 15 Fortitude save take half damage. The umbral shepherd can use this ability even while possessing a host body. The save DC is Charisma-based."},{"Name":"Apostasy Wraith","CR":"6.00","XP":"2400","Size":"Medium","Init":"8","AC":"16, touch 16, flat-footed 12","HP":"52","Fort":"4","Ref":"6","Will":"8","DefensiveAbilities":"channel resistance +4, incorporeal","SR":"","Weaknesses":"Razmiri aversion","Speed":"fly 60 ft. (perfect)","Melee":"incorporeal touch +10 (1d8 plus energy drain and rend faith)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"energy drain (1 level, DC 16)","AbilitiyScores":"Str -, Dex 18, Con -, Int 10, Wis 11, Cha 14","BaseAtk":"6","CMB":"10","CMD":"22","Source":"Inner Sea Bestiary","SpecialAbilities":"Razmiri Aversion (Ex) The Razmiri conditioning received in life is difficult for an apostasy wraith to overcome. If confronted by a Razmiri priest or anyone successfully disguised in that garb, the apostasy wraith must make a Will save. The DC of this save is equal to 10 + 1/2 the Hit Dice + the Charisma modifier of the highest-level Razmiri priest present. The apostasy wraith needs to make this saving throw only once per encounter, regardless of the number of Razmiri priests present. If the saving throw fails, the apostasy wraith is forced to flee as if affected by the Turn Undead feat. If the save is successful, it overcomes its aversion and gains a +2 bonus on attack rolls and deals double damage against Razmiri priests (or those disguised as such) for the duration of the encounter.  Rend Faith (Su) On a successful incorporeal touch attack against a foe with divine spellcasting abilities, the ability to channel energy, or other divinely granted special abilities, the apostasy wraith's inherent spite and contempt toward all things religious disrupts the target's connection with his deity. The victim must make a successful DC 16 Will save or be unable to use any such ability for 1 round. The save DC is Charisma-based.  Sense Apostate (Su) An apostasy wraith can sense the presence and direction of Razmiri priests as if using the locate creature spell (CL 20th). This ability cannot be dispelled."},{"Name":"Blighted Fey","CR":"6.00","XP":"2400","Size":"Medium","Init":"2","AC":"20, touch 13, flat-footed 17","HP":"76","Fort":"6","Ref":"8","Will":"8","DefensiveAbilities":"fungal rejuvenation","SR":"17","Weaknesses":"","Speed":"40 ft.","Melee":"dagger +6 (1d4+4/19-20), horns +1 (1d6+2)","Ranged":"shortbow +6 (1d6/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"parasitic bond, pipes, thorn throw","AbilitiyScores":"Str 18, Dex 15, Con 19, Int 12, Wis 14, Cha 21","BaseAtk":"4","CMB":"8","CMD":"21","Source":"Inner Sea Bestiary","SpecialAbilities":"Pipes (Su) A satyr can focus and empower his magic by playing haunting melodies on his panpipes. When he plays, all creatures within a 60-foot radius must make a successful DC 18 Will save or be affected by charm person, fear, sleep, or suggestion, depending on which tune the satyr chooses. A creature that successfully saves against any of the pipes' effects cannot be affected by the same set of pipes for 24 hours, but can still be affected by the satyr's other spell-like abilities as normal. The satyr's use of his pipes does not count toward his uses per day of his spell-like abilities, and if separated from them, he may continue to use his standard abilities.  The pipes themselves are masterwork, and a satyr can craft a replacement with 1 week of labor. The save DC is Charisma-based."},{"Name":"Petrified Maiden","CR":"6.00","XP":"2400","Size":"Medium","Init":"5","AC":"21, touch 11, flat-footed 20","HP":"67","Fort":"6","Ref":"4","Will":"6","DefensiveAbilities":"channel resistance +2, petrified body, reconstitution","SR":"17","Weaknesses":"","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 18, Dex 12, Con -, Int 9, Wis 11, Cha 16","BaseAtk":"6","CMB":"10","CMD":"21 (cannot be disarmed)","Source":"Inner Sea Bestiary","SpecialAbilities":"Curse of Stone (Su) Curse-touch; save Fort DC 17; onset 1 minute; frequency 1/day; effect 1d6 Dex. A creature afflicted by the curse of stone slowly turns to stone, its skin turning an ashen gray and hardening into a stony texture. For every 3 points of Dexterity damage taken, the victim gains a +1 natural armor bonus. The curse of stone can only be cured by removing the curse followed by a stone to flesh spell to undo the damage it has done. If the curse is not removed first, stone to flesh only restores 1d3 points of Dexterity, though these can be lost again as the curse continues to spread. The save DC is Charisma-based.  Petrified Body (Ex) The stony flesh of a petrified maiden reacts to certain spells and effects as noted below.  � A transmute rock to mud spell deals 1d6 points of damage per caster level to a petrified maiden, with no saving throw.  � Transmute mud to rock immediately heals any and all damage taken by a petrified maiden.  � A stone to flesh spell does not actually change the petrified maiden's structure, but negates its damage reduction and spell resistance for 1 round.  Reconstitution (Su) As long as Geb's original curse that first afflicted the petrified maidens remains unbroken, any petrified maiden (animate or not) that is damaged or destroyed slowly returns to its undamaged form, even if parts of it were utterly destroyed or carried away. For a relatively undamaged petrified maiden, this slow process can be completed in a week or so. For a petrified maiden reduced to rubble, it might take years. If a petrified maiden is destroyed while under the effects of a stone to flesh spell, it cannot reconstitute and is permanently destroyed.  Weapon Expertise (Ex) A petrified maiden is proficient with any one martial weapon. It gains a +1 bonus on attack and damage rolls with this weapon."},{"Name":"Scarab Beetle","CR":"6.00","XP":"2400","Size":"Large","Init":"1","AC":"20, touch 10, flat-footed 19","HP":"67","Fort":"9","Ref":"4","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft., climb 20 ft., fly 20 ft. (average)","Melee":"bite +11 (1d8+9 plus gnaw)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 23, Dex 12, Con 16, Int -, Wis 10, Cha 1","BaseAtk":"6","CMB":"13","CMD":"24 (32 vs. trip)","Source":"Inner Sea Bestiary","SpecialAbilities":"Gnaw (Ex) A scarab beetle deals 1 point of Strength damage on a successful bite. This damage is doubled against creatures with no armor or natural armor bonus to AC, but creatures in heavy armor or with a natural armor bonus of +10 or greater are immune, as are creatures immune to critical hits or without flesh."},{"Name":"Vetala","CR":"6.00","XP":"2400","Size":"Medium","Init":"6","AC":"21, touch 13, flat-footed 18","HP":"61","Fort":"8","Ref":"4","Will":"6","DefensiveAbilities":"channel resistance +4","SR":"","Weaknesses":"vetala weaknesses","Speed":"30 ft., climb 30 ft.","Melee":"2 claws +7 (1d6+4 plus paralysis)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"drain prana (DC 18), malevolence, paralysis (1d4+1 rounds, DC 18), possess corpse","AbilitiyScores":"Str 18, Dex 15, Con -, Int 16, Wis 12, Cha 22","BaseAtk":"3","CMB":"7","CMD":"20","Source":"Inner Sea Bestiary","SpecialAbilities":""},{"Name":"Spellscar Fext","CR":"7.00","XP":"3200","Size":"Medium","Init":"7","AC":"19, touch 13, flat-footed 16","HP":"85","Fort":"7","Ref":"6","Will":"8","DefensiveAbilities":"","SR":"18","Weaknesses":"vulnerable to glass","Speed":"30 ft.","Melee":"2 slams +14 (1d6+7/18-20)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"deadly slam, dispelling critical","AbilitiyScores":"Str 25, Dex 16, Con -, Int 8, Wis 13, Cha 19","BaseAtk":"7","CMB":"14","CMD":"27","Source":"Inner Sea Bestiary","SpecialAbilities":"Deadly Slam (Ex) A Spellscar fext threatens a critical hit with its slam attack on rolls of 18-20.  Dispelling Critical (Su) Whenever a Spellscar fext successfully scores a critical hit with its slam attack, the creature struck must succeed at a DC 19 Will save or be affected as though by the targeted dispel version of a dispel magic spell (caster level 10th). The save DC is Charisma-based.  Ravage Magic (Su) Any targeted spell or spell-like ability that fails to penetrate a Spellscar fext's spell resistance is absorbed by the fext and warped into a form of primal magic. A Spellscar fext can twist only a number of spell levels per round equal to its Charisma modifier (4 for most Spellscar fexts); any spells in excess of this limit automatically bypass a Spellscar fext's spell resistance and don't trigger this ability. Roll on the following table to determine the effect of a spell that has been affected by a Spellscar fext's ravage magic ability. Alternatively, a Spellscar mutant may use any of the sample primal magic events found effects with the CR of the Spellscar fext.  d% Effect  01-40 The spell has no effect.  41-70 The Spellscar fext emits a burst of negative energy, dealing a number of points of negative energy damage equal to 1d6 x the spell level of the triggering spell to all creatures in a 30-foot-radius burst.  71-90 The Spellscar fext instantly switches places with the spellcaster that targeted the fext with the triggering spell as though by dimension door.  91-100 The spell is immediately turned back on its caster via spell turning.  Vulnerable to Glass (Ex) A Spellscar fext's hide is particularly vulnerable to the penetrations of glass and glass-based weapons. Spellscar fexts take 150% as much damage as normal from glass-headed piercing or slashing weapons."},{"Name":"Marrowstone Golem","CR":"8.00","XP":"4800","Size":"Large","Init":"0","AC":"21, touch 9, flat-footed 21","HP":"85","Fort":"3","Ref":"3","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 slams +14 (2d6+5 plus 2d6 negative energy)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"create spawn","AbilitiyScores":"Str 20, Dex 11, Con -, Int -, Wis 11, Cha 1","BaseAtk":"10","CMB":"16","CMD":"26","Source":"Inner Sea Bestiary","SpecialAbilities":"Create Spawn (Su) Any humanoid creature that is slain by a marrowstone golem rises from death as a free-willed ghoul in 24 hours. A creature with four or more class levels rises as a ghast instead. In either case, the ghoul or ghast has a 25% chance of retaining whatever class levels it had in life.  Immunity to Magic (Su) A marrowstone golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the golem, as noted below.  � A transmute rock to mud spell slows a marrowstone golem (as the slow spell) for 2d6 rounds, with no saving throw.  � Effects that heal undead heal half that amount of damage to a marrowstone golem, to a limit of its full normal hit points.  � A marrowstone golem that fails its save against a magical attack that deals positive energy damage (including the channel energy ability when used to harm undead, but not when used to heal living creatures) does not take any damage from the attack, but it loses its create spawn ability, its necrotic field aura, and the negative energy damage from its slam attack for 1d4 rounds.  Necrotic Field (Su) Undead within 30 feet of a marrowstone golem gain a +2 resistance bonus on saving throws, increase the save DCs of their extraordinary and supernatural abilities by 2, and gain a +4 bonus to channel resistance. Positive energy effects cause only half damage to a creature within the marrowstone golem's aura. Their aura particularly strengthens ghouls and ghasts, giving them a +2 bonus on attack and weapon damage rolls."},{"Name":"Whirlmaw","CR":"8.00","XP":"4800","Size":"Medium","Init":"10","AC":"20, touch 16, flat-footed 14","HP":"102","Fort":"8","Ref":"10","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., burrow 10 ft., fly 90 ft. (perfect)","Melee":"bite +16 (2d6+9 plus burrowing bite)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"flying charge","AbilitiyScores":"Str 23, Dex 22, Con 18, Int 3, Wis 10, Cha 3","BaseAtk":"9","CMB":"15","CMD":"31 (can't be tripped)","Source":"Inner Sea Bestiary","SpecialAbilities":"Burrowing Bite (Ex) If a whirlmaw successful hits a Small or larger creature with its bite attack, it immediately attempts to start a grapple as a free action with a +4 bonus on the grapple check. If the grapple check is successful, the whirlmaw's spinning, sawlike mouth immediately begins to burrow into the flesh of the creature, dealing 4d6+12 points of damage per round until the grapple is broken.  Dust Cloud (Ex) By rapidly beating the leathery flaps of skin attached along its body, a whirlmaw can raise a cloud of debris while using its Hover feat just as if it were a Large creature.  Flying Charge (Ex) When a whirlmaw makes a charge attack while flying, it gains a +4 bonus on its attack roll (rather than the normal +2 bonus), and does not take the normal -2 penalty to Armor Class.  Keen Sight (Ex) A whirlmaw is extremely sharp-sighted. It takes only half the penalty on Perception checks for distance, and can see creatures in open terrain clearly from up to a mile away."},{"Name":"Fungus Queen","CR":"9.00","XP":"6400","Size":"Medium","Init":"7","AC":"23, touch 13, flat-footed 20","HP":"114","Fort":"13","Ref":"7","Will":"7","DefensiveAbilities":"","SR":"20","Weaknesses":"","Speed":"20 ft.","Melee":"2 claws +14 (1d6+5), 4 tentacles +12 (1d4+2 plus grab)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"compel plants, constrict (1d4+5), create spawn, energy drain (1 level, DC 23), sporepod","AbilitiyScores":"Str 21, Dex 17, Con 21, Int 18, Wis 16, Cha 24","BaseAtk":"9","CMB":"+14 (+18 grapple)","CMD":"27","Source":"Inner Sea Bestiary","SpecialAbilities":"Compel Plants (Su) A fungus queen's mind-affecting powers and spell-like abilities (and spells, should the fungus queen gain the ability to cast them) affect plant creatures (but not mindless plant creatures) as if they weren't immune to mind-affecting effects.  Create Spawn (Su) A creature that would normally be slain by a fungus queen's energy drain attack is not killed- instead, it immediately loses all negative levels imparted by the fungus queen and transforms into a fungus-infested minion of the queen. Such creatures gain the fungoid simple template. Fungoid creatures are under the control of the fungus creature that created them, and remain enslaved until their mistress is destroyed or until they are cured of the infestation (see the facing page). A fungus queen can communicate telepathically with her fungoid spawn at any range as long as they are on the same plane, and may have a number of Hit Dice worth of enslaved spawn totaling no more than twice her own Hit Dice; any spawn she creates that would exceed this limit become free-willed fungoid creatures. A fungus queen may free an enslaved spawn in order to enslave a new spawn, but once freed, a fungoid creature cannot be enslaved again (although it can still be influenced by the fungus queen's compel plants and plant empathy abilities).  Energy Drain (Su) A fungus queen's energy drain functions identically to that of a succubus (Bestiary 68). Creatures killed by this attack do not die-they instead become infested with the fungus queen's spores (see Create Spawn). The save DC is Charisma-based.  Plant Empathy (Ex) This ability functions as the druid's wild empathy, save that a fungus queen can use this ability only on plant creatures. A fungus queen gains a +4 racial bonus on this check. Mindless plant creatures are imparted a modicum of implanted intelligence when a fungus queen uses this ability, allowing her to train such creatures as guardians.  Sporepod (Su) As a standard action, a fungus queen can cause a Medium pod of fungal material to burst out of the ground at any point within 60 feet of her current location. Once created, a sporepod cannot move. If the fungus queen travels more than 120 feet from a sporepod, it is destroyed. A fungus queen can maintain a number of sporepods equal to her Charisma modifier (7 for the typical fungus queen). As a move action, she can instantaneously travel to one of her sporepods as if using transport via plants. She can also choose to spread out her tentacle attacks among her sporepods, attacking a creature within 5 feet of any sporepod with a tentacle-she is still limited to making only four tentacle attacks as part of a full-attack action, or one as a standard action. A sporepod is an object that has an AC of 15 and 20 hit points; damage dealt to a sporepod does not harm the fungus queen."},{"Name":"Shoki","CR":"9.00","XP":"6400","Size":"Medium","Init":"4","AC":"25, touch 15, flat-footed 20","HP":"115","Fort":"9","Ref":"11","Will":"14","DefensiveAbilities":"","SR":"24","Weaknesses":"","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 16, Dex 19, Con 22, Int 18, Wis 21, Cha 17","BaseAtk":"10","CMB":"13","CMD":"28","Source":"Inner Sea Bestiary","SpecialAbilities":"Soul Lock (Su) Once per day, a shoki can use its +2 cold iron quarterstaff to capture the soul of a creature at the threshold of death-any undead creature or being with 0 or fewer hit points. The target must succeed at a DC 19 Will save or be slain, its spirit locked within the shoki's staff. A corporeal undead transforms into a corpse if affected by this ability, while an incorporeal undead is trapped bodily within the staff (this ability cancels a ghost's ability to rejuvenate). A spirit trapped within a shoki's staff cannot be returned to life through any means short of true resurrection, miracle, or wish. A trapped soul can be freed if the shoki wills it, or by casting banishment, dismissal, or freedom upon the staff. A shoki's staff can only contain one soul at a time. The save DC is Wisdom-based."},{"Name":"Star Monarch","CR":"9.00","XP":"6400","Size":"Huge","Init":"10","AC":"22, touch 15, flat-footed 15","HP":"114","Fort":"12","Ref":"14","Will":"9","DefensiveAbilities":"","SR":"20","Weaknesses":"","Speed":"30 ft., fly 80 ft. (average)","Melee":"2 claws +14 (1d8+4 plus grab), tail +14 (2d6+4 nonlethal)","Ranged":"","Space":"15 ft.","Reach":"5 ft. (15 ft. with tail)","SpecialAttacks":"glowsap, rake (4 claws +10, 1d6+3)","AbilitiyScores":"Str 18, Dex 23, Con 18, Int 11, Wis 17, Cha 18","BaseAtk":"12","CMB":"+18 (+22 grapple)","CMD":"35 (43 vs. trip)","Source":"Inner Sea Bestiary","SpecialAbilities":"Dreamwarden (Su) Any sleeping creature within 30 feet of a star monarch is protected by protection from evil and sanctuary (Will DC 15 negates). The save DC is Constitution-based.  Glowsap (Ex) As a standard action, a star monarch can spray a target within 30 feet with an adhesive spittle as a ranged touch attack. A creature struck is affected as a tanglefoot bag (Reflex DC 20 partial; see Core Rulebook 160). In addition, this adhesive glows under starlight or moonlight, limning the target as faerie fire if used outdoors at night. The save DC is Constitution-based.  Navigational Awareness (Ex) Star monarchs never become lost and are immune to maze spells or any effect that would cause them to lose their sense of direction.  Starflight (Su) A star monarch can survive in the void of outer space. It flies through space at an incredible speed. Although exact travel times vary, a trip within a single solar system should take 3d20 hours, while a trip beyond should take 3d20 days (or more, at the GM's discretion).  Toxic Flesh (Ex) A star monarch's flesh is poisonous. A creature biting it or ingesting any part of its body becomes sickened for 1d4 rounds (Fortitude DC 20 negates) and is affected as if it had consumed a dose of arsenic (Core Rulebook 558)."},{"Name":"Korir-kokembe","CR":"10.00","XP":"9600","Size":"Huge","Init":"6","AC":"24, touch 10, flat-footed 22","HP":"136","Fort":"12","Ref":"12","Will":"10","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft., climb 40 ft., fly 80 ft. (good), swim 40 ft.","Melee":"bite +18 (2d6+10 plus disease and grab), 2 claws +18 (2d6+7/19-20 plus grab), tail slap +13 (2d6+3 plus grab)","Ranged":"","Space":"15 ft.","Reach":"15 ft. (20 ft. with bite)","SpecialAttacks":"constrict (2d6+7), grab (Gargantuan), rake (2 claws +18, 2d6+7/19-20)","AbilitiyScores":"Str 25, Dex 15, Con 18, Int 10, Wis 14, Cha 15","BaseAtk":"13","CMB":"+22 (+26 grapple)","CMD":"34 (46 vs. trip)","Source":"Inner Sea Bestiary","SpecialAbilities":"Disease (Ex) Bite-injury; save Fort DC 20; onset 1 round; frequency 1 day; effect 1d3 Dex damage and 1d3 Str damage; cure 2 consecutive saves."},{"Name":"Deadly Mantis","CR":"11.00","XP":"12800","Size":"Colossal","Init":"4","AC":"25, touch 6, flat-footed 21","HP":"152","Fort":"15","Ref":"9","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"60 ft.","Melee":"bite +17 (4d6+13), 2 claws +17 (2d8+13 plus grab)","Ranged":"","Space":"30 ft.","Reach":"30 ft. (10 ft. with bite)","SpecialAttacks":"fling, rending mandibles","AbilitiyScores":"Str 36, Dex 18, Con 21, Int -, Wis 11, Cha 5","BaseAtk":"12","CMB":"3","CMD":"15 (19 vs. trip)","Source":"Inner Sea Bestiary","SpecialAbilities":"Fling (Ex) If a deadly mantis begins its turn with a Large or smaller creature grabbed in its claws, it can, as a standard action, fling that creature up to 30 feet away. Creatures thrown in this way take 3d6 points of damage as if they had fallen from the same distance.  Rending Mandibles (Ex) If a deadly mantis hits with both claws and successfully grabs a foe, it can make an immediate bite attack against that foe as a secondary attack. This bite attack has a +12 attack bonus and deals 4d6+6 points of damage. In addition to dealing damage, the mantis can tear away the victim's armor as a free action by making a combat maneuver check. If the mantis is successful, the target's armor is ripped from its body. If the target fails a DC 31 Reflex save, the armor subjected to this attack loses half its hit points and gains the broken condition. The save DC is Strength-based."},{"Name":"Myrmidon Robot","CR":"11.00","XP":"12800","Size":"Large","Init":"6","AC":"25, touch 11, flat-footed 23","HP":"167","Fort":"10","Ref":"12","Will":"10","DefensiveAbilities":"hardness 10, resilient","SR":"","Weaknesses":"vulnerable to critical hits, vulnerable to electricity","Speed":"20 ft., fly 90 ft. (perfect)","Melee":"2 claws +22 (1d6+8 plus grab), 2 quantum lashes +22 touch (1d10 force/19-20)","Ranged":"integrated laser rifle +16 touch (2d10 fire)","Space":"10 ft.","Reach":"5 ft. (20 ft. with quantum lash)","SpecialAttacks":"combined arms, constrict (1d6+8), rockets","AbilitiyScores":"Str 27, Dex 15, Con -, Int 12, Wis 14, Cha 1","BaseAtk":"15","CMB":"+24 (+28 grapple)","CMD":"36 (can't be tripped)","Source":"Inner Sea Bestiary","SpecialAbilities":"Combined Arms (Ex) When taking a full-attack action, a myrmidon can attack with melee and ranged integrated weapons simultaneously.  Laser Rifle (Ex) A myrmidon's eye is an integrated laser rifle. This weapon has a range increment of 250 feet.  Quantum Lash (Ex) A myrmidon's two facial tentacles lash out with surprising force, and are capable of extending up to a reach of 20 feet. These lashes are primary attacks that deal force damage on a successful hit. They resolve as touch attacks, but the damage dealt is not modified by Strength, nor can it be improved via Power Attack. A quantum lash threatens a critical hit on a 19-20. A quantum lash that strikes a force field or force effect has a chance to disrupt that effect. Against a magical force effect like a wall of force, the myrmidon makes a special check as if it were casting dispel magic against the effect (CL 11th). Against a robot's  force field, the robot struck must succeed at a DC 18 Fortitude save or its force field is deactivated for 1d10 rounds, after which it returns at the same hit point level it was at before it was deactivated. The save DC is Intelligence-based.  Resilient (Ex) Myrmidons receive a +3 racial bonus on all saving throws.  Rockets (Ex) As a standard action, a myrmidon can fire a rocket to a range of 800 feet. A rocket explodes on impact in a 30-foot-radius burst, dealing 6d6 points of fire damage and 6d6 points of bludgeoning damage to all creatures in the area (Reflex DC 18 halves). A myrmidon carries a maximum of five rockets. Its core can replenish fired rockets at the rate of one per 12 hours, crafting new rockets from scrap metal and other collected components used in the construction process. The save DC is Intelligence-based.  Superior Optics (Ex) Myrmidons see invisible creatures or objects as if they were visible."},{"Name":"Vespergaunt","CR":"12.00","XP":"19200","Size":"Medium","Init":"6","AC":"20, touch 12, flat-footed 18","HP":"195","Fort":"14","Ref":"9","Will":"9","DefensiveAbilities":"amorphous,","SR":"23","Weaknesses":"light sensitivity","Speed":"10 ft., fly 60 ft. (perfect)","Melee":"2 slams +21 (2d8+8 plus siphon spirit)","Ranged":"","Space":"5 ft.","Reach":"10 ft.","SpecialAttacks":"","AbilitiyScores":"Str 27, Dex 14, Con 24, Int 15, Wis 15, Cha 16","BaseAtk":"12","CMB":"20","CMD":"32 (can't be tripped)","Source":"Inner Sea Bestiary","SpecialAbilities":"Aura of Madness (Su) Any creature within a 60-foot radius of the vespergaunt must succeed at a DC 21 save or be confused for 1d4 rounds. Once a creature successfully saves, it cannot be affected by the same vespergaunt's aura again for 24 hours. As a free action, the vespergaunt can suppress its aura. This is a mind-affecting effect. The save DC is Charisma-based.  Damage Reduction (Su) A vespergaunt's damage reduction is bypassed by any weapons that are chaos-, evil-, good-, or law-aligned.  Siphon Spirit (Su) Any creature touched by a vespergaunt must succeed at a DC 21 Will save or gain 1 negative level as the vespergaunt rips away a portion of its soul. A divine spellcaster gains an additional negative level with each failed save. The victim must save anew each time it is touched, and a character killed by this attack disintegrates completely except for its eyes and strands of brain matter, which become part of the vespergaunt. Only powerful magic such as miracle or wish can resurrect a creature slain in this manner."},{"Name":"Shadow Giant","CR":"13.00","XP":"25600","Size":"Large","Init":"2","AC":"28, touch 11, flat-footed 26","HP":"218","Fort":"18","Ref":"8","Will":"7","DefensiveAbilities":"rock catching, shadow cloak","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"mwk great terbutje +23/+23/+18/+13 (2d8+12/19-20 plus energy drain) or   2 slams +25 (1d8+12 plus energy drain)","Ranged":"rock +16 (1d8+12/19-20)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"energy drain (1 level, DC 21), rock throwing (180 ft.)","AbilitiyScores":"Str 34, Dex 15, Con 24, Int 10, Wis 12, Cha 15","BaseAtk":"14","CMB":"27","CMD":"39","Source":"Inner Sea Bestiary","SpecialAbilities":"Militant (Ex) A shadow giant is proficient in all simple weapons, all martial weapons, and one exotic weapon of its choice.  Shadow Cloak (Ex) Because of the shadow giant's connection with the Plane of Shadow, as a move action in any illumination other than direct sunlight, a shadow giant can cloak itself in moving shadows that act as the spell blur for 1d6+6 rounds. It can use this ability three times per day."},{"Name":"Kakuen-taka","CR":"14.00","XP":"38400","Size":"Huge","Init":"10","AC":"16, touch 15, flat-footed 9","HP":"199","Fort":"17","Ref":"20","Will":"10","DefensiveAbilities":"fleshy shield","SR":"25","Weaknesses":"","Speed":"30 ft.","Melee":"swarm (5d6 plus dimensional snare and distraction), 2 slams +19 (5d6)","Ranged":"","Space":"15 ft.","Reach":"0 ft. (10 ft. with slam)","SpecialAttacks":"consume flesh, trample (5d6, DC 20)","AbilitiyScores":"Str 10, Dex 23, Con 16, Int 6, Wis 13, Cha 13","BaseAtk":"21","CMB":"23","CMD":"40 (can't be tripped)","Source":"Inner Sea Bestiary","SpecialAbilities":"Consume Flesh (Su) Once per round, when a kakuen-taka kills or reduces a creature to negative hit points with its swarm attack, it automatically attempts to consume the target's flesh as a free action (Fortitude DC 24 negates). If the target fails its save, its body is destroyed and the kakuen-taka gains the benefits of a death knell spell. This is a death attack.  Create Carrionstorm (Ex) As a full-round action at sunrise, a kakuen-taka (a bhoga swarm with a flesh mansion) can create 1d4 carrionstorms (see page 408 of the Rise of the Runelords Anniversary Edition). These carrionstorms have a blinding poison in addition to their swarm attack. The carrionstorms are not under the control of the kakuen-taka but instinctively follow it, attacking minor foes while the kakuen-taka destroys greater threats. If the flesh mansion is destroyed and the kakuen-taka does not create another one within 24 hours, the carrionstorms are destroyed.  Any carrionstorms in excess of four wander away from the kakuen-taka and are automatically destroyed 24 hours later.  Carrionstorm Poison (Ex) Swarm-injury; save Fort DC 12, frequency 1/round for 6 rounds, effect permanent blindness, cure 2 consecutive saves. The save DC is Constitution-based (using the carrionstorm's Constitution).  Dimensional Snare (Su) Any creature affected by the kakuen-taka's swarm attack must succeed at a DC 21 Will save or be affected by dimensional anchor for 1 round. This save is Charisma-based.  Flesh Mansion (Ex) A kakuen-taka's bhoga swarm normally inhabits a hollowed-out reconfigured corpse called a flesh mansion, which it uses as a shelter, vehicle, and war machine. When the swarm wears a flesh mansion, it uses the above stat block (unlike a normal swarm, the flesh mansion's slam attacks have reach and threaten squares within its reach). As a standard action, the swarm can abandon its flesh mansion (which falls inert in its square), inhabit an empty flesh mansion, hide within its flesh mansion (gaining cover against all opponents but still being able to use its swarm attack), or stop hiding within the flesh mansion. If the flesh mansion is destroyed, the swarm can create another by performing a ritual that requires 1 hour and the corpse of a Huge creature. The flesh mansion is not a separate creature, nor is it undead; it is merely a corpse the swarm manipulates. Without a flesh mansion, the bhoga swarm's statistics are CE Diminutive outsider (chaotic, evil, extraplanar, swarm); AC 22, touch 21, flat-footed 15; Defensive Abilities swarm traits; Melee swarm (5d6 plus dimensional snare and distraction); Reach 0 ft.; Str 1; CMB -; CMD - (can't be tripped); Stealth +32.  Fleshy Shield (Ex) A newly created flesh mansion has 150 hit points. The swarm takes only half damage from all attacks that deal hit point damage, with the remainder taken by the flesh mansion. Because a swarm of Diminutive creatures is immune to all weapon damage, apply half of all weapon damage to the fleshy shield and ignore the half that would be applied to the swarm. When the flesh mansion reaches 0 hit points, it is destroyed and the swarm functions like a normal swarm (see Flesh Mansion above). A kakuen-taka can repair a damaged flesh mansion by spending a full-round action grafting a corpse into it (restoring 5 hit points for a Small corpse, 10 for Medium, 20 for Large, 50 for Huge)."},{"Name":"Veiled Master","CR":"14.00","XP":"38400","Size":"Large","Init":"10","AC":"30, touch 15, flat-footed 24","HP":"200","Fort":"13","Ref":"13","Will":"14","DefensiveAbilities":"","SR":"25","Weaknesses":"","Speed":"10 ft., swim 80 ft.","Melee":"bite +17 (2d6+6 plus consume memory and slime), 2 claws +17 (1d6+6 plus slime), 4 tentacles +12 touch (2d6+3 electricity plus thoughtlance)","Ranged":"","Space":"10 ft.","Reach":"10 ft. (20 ft. with claws and tentacles)","SpecialAttacks":"delayed suggestion, mucus cloud","AbilitiyScores":"Str 22, Dex 22, Con 27, Int 21, Wis 19, Cha 22","BaseAtk":"12","CMB":"19","CMD":"35 (can't be tripped)","Source":"Inner Sea Bestiary","SpecialAbilities":"Consume Memory (Su) When a veiled master bites a creature, it consumes some of that creature's memories. The creature bitten must succeed at a DC 24 Fortitude save or gain one negative level. A veiled master heals 5 points of damage each time it grants a negative level in this way, and also learns some of the target creature's memories (subject to the GM's discretion). This is a mind-affecting effect. A veiled master can suppress this ability as a free action. The save DC is Charisma-based.  Delayed Suggestion (Sp) Whenever a veiled master successfully uses dominate person or dominate monster on a creature, it can also implant a delayed suggestion that triggers when dominate effect ends. Typically, this suggestion (which functions as a spell-like ability, CL 20th, Will DC 19 negates) is for the previously dominated creature to seek out the veiled master again and submit to a new domination attempt, but sometimes, a veiled master implants other suggestions (such as a suggestion to attack the first person it sees).  Mucus Cloud (Ex) While underwater, a veiled master exudes a cloud of transparent slime in a 30-foot-radius spread. All creatures in this area must succeed at a DC 26 Fortitude save each round or lose the ability to breathe air (but gain the ability to breathe water) for 24 hours. Renewed contact with this mucus cloud and failing another save extends the effect for another 24 hours. The save DC is Constitution-based.  Runemastery (Ex) A veiled master is particularly skilled at casting spells that create magical writing, such as explosive runes, secret page, or any spell with the word \"symbol\" in its name. It never requires material components or focus components when casting such spells, and the save DC of any of these spells increases by 1. A veiled master's symbol spells are difficult to disarm-the Disable Device DC for these symbols increases by 2.  Slime (Ex) A creature hit by any of a veiled master's bite or claw attacks must succeed at a DC 26 Fortitude save or have its skin and flesh transform into a clear, slimy membrane over the course of 1d4 rounds. The creature's new \"flesh\" is soft and tender, reducing its Constitution score by 4 as long as the condition persists. If the creature's flesh isn't kept moist, it dries quickly and the victim takes 1d12 points of damage every 10 minutes. Remove disease and similar effects can restore an afflicted creature to normal, but immunity to disease offers no protection from this attack. The save DC is Constitution-based.  Spells A veiled master can cast spells as a 12th-level sorcerer.  Swift Transformation (Su) A veiled master can use its change shape ability as a swift action.  Thoughtlance (Su) Four of a veiled master's tentacles end in glowing spheres of light. These spheres deal 2d6 points of electricity damage on a touch attack, and also blast a creature's mind with waves of mental energy-a creature touched by one of these tentacles (regardless of whether the touch deals electricity damage) must succeed at a DC 24 Will save or be staggered for 1 round. Additional touches increase the duration by 1 round. While a creature is staggered in this manner, it must make concentration checks to cast spells as if it were experiencing extremely violent motion while casting (DC = 20 + spell level). The save DC is Charisma-based."},{"Name":"Memitim","CR":"15.00","XP":"51200","Size":"Medium","Init":"13","AC":"32, touch 19, flat-footed 23","HP":"216","Fort":"13","Ref":"19","Will":"15","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"30 ft., fly 100 ft. (good)","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 24, Dex 29, Con 26, Int 17, Wis 20, Cha 21","BaseAtk":"16","CMB":"23","CMD":"42","Source":"Inner Sea Bestiary","SpecialAbilities":"Terminal Aura (Su) Every round, any creature within 50 feet of a memitim that has -1 or fewer hit points but is stable must succeed at a DC 23 Will saving throw or be affected by the spell bleed. Any dying creature within range of this aura does not receive a Constitution check to stabilize, but can still be healed as normal-though it may be affected by bleed in subsequent rounds if it is not restored to 0 or more hit points. Any creatures with fast healing or regeneration must also succeed at a DC 23 Will save every round or that ability does not function for 1 round. The save DC is Charisma-based."},{"Name":"Woundwyrm","CR":"15.00","XP":"51200","Size":"Huge","Init":"5","AC":"30, touch 10, flat-footed 28","HP":"225","Fort":"17","Ref":"12","Will":"12","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"30 ft., burrow 30 ft., fly 60 ft. (average), swim 30 ft.","Melee":"bite +26 (2d8+10), 2 claws +26 (2d6+10), tail slap +21 (2d8+5), 2 wings +21 (1d8+5)","Ranged":"","Space":"15 ft.","Reach":"10 ft. (15 ft. with bite)","SpecialAttacks":"breath weapon (100-ft. line, 16d6, Reflex DC 25 for half, usable every 1d4 rounds), entropic breath, maw of the Abyss","AbilitiyScores":"Str 31, Dex 13, Con 22, Int 14, Wis 13, Cha 20","BaseAtk":"18","CMB":"30","CMD":"42 (46 vs. trip)","Source":"Inner Sea Bestiary","SpecialAbilities":"Entropic Breath (Su) Instead of a line of acid, a woundwyrm can exhale a 30-foot cone of acid fog (as the spell) that persists for 1 minute. Any creature that begins its turn within the entropic breath becomes confused (Will DC 25 negates) for as long as it remains within the cloud and for 1d6 rounds thereafter.  Maw of the Abyss (Su) As a full-round action, a woundwyrm can attempt to suck creatures and unattended objects in a 15-foot cone into a vortex in its maw. This acts as a drag combat maneuver (CMB +30) against creatures, and acts as a Strength check with a +10 bonus to break objects. Unattended objects weighing less than 100 pounds are automatically drawn into its maw. Creatures and objects alike take 1d12 points of sonic damage per round within the cone. While using this ability, a woundwyrm cannot speak, use its breath weapon, or make attacks or attacks of opportunity with its bite attack."},{"Name":"Annihilator Robot","CR":"16.00","XP":"76800","Size":"Gargantuan","Init":"6","AC":"31, touch 9, flat-footed 28","HP":"250","Fort":"8","Ref":"8","Will":"7","DefensiveAbilities":"hardness 10","SR":"","Weaknesses":"vulnerable to critical hits, vulnerable to electricity","Speed":"50 ft., climb 30 ft.","Melee":"2 claws +28 (2d6+12/19-20)","Ranged":"2 integrated chain guns +19 (8d6/4)","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"combined arms, plasma lance, suppressing fire","AbilitiyScores":"Str 34, Dex 15, Con -, Int 14, Wis 13, Cha 1","BaseAtk":"20","CMB":"36","CMD":"53 (61 vs. trip)","Source":"Inner Sea Bestiary","SpecialAbilities":"Booster Jets (Ex) As a swift action up to 10 times per hour, an annihilator robot can gain a fly speed of 60 feet (poor maneuverability) for a duration of 1 minute.  Chain Guns (Ex) These advanced firearms have a range increment of 200 feet, automatically reload as a free action, and never misfire. An annihilator's core can process scrap metal into new ammunition, effectively giving the annihilator infinite ammo with these weapons.  Combined Arms (Ex) When taking a full attack action, an annihilator can attack with melee and ranged integrated weapons simultaneously.  Plasma Lance (Ex) As a standard action once every 3 rounds, an annihilator may fire a 120-foot-long line of plasma from its tail. All creatures in this area take 20d6 points of plasma damage (Reflex DC 22 halves). The save DC is Intelligence-based.  Suppressing Fire (Ex) As a standard action, an annihilator can use its chain guns to fire in a 100-foot cone. When it does so, it makes a single chain gun attack against every target in this area."},{"Name":"Termagant","CR":"17.00","XP":"102400","Size":"Large","Init":"8","AC":"31, touch 14, flat-footed 26","HP":"263","Fort":"20","Ref":"11","Will":"2","DefensiveAbilities":"","SR":"28","Weaknesses":"","Speed":"20 ft., fly 40 ft. (perfect)","Melee":"2 slams +25 (1d8+9/19-20 plus 2d6 bleed), 7 tentacles +20 (1d6+4 plus grab)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"flux infusion, rupture, shared rupture, unnerving gaze (30 ft., DC 23)","AbilitiyScores":"Str 28, Dex 19, Con 30, Int 16, Wis 25, Cha 21","BaseAtk":"17","CMB":"11","CMD":"24","Source":"Inner Sea Bestiary","SpecialAbilities":"Poison (Su) Anytime a creature is grappled by a termagant's tentacles or is affected by its rupture or shared rupture ability, it is exposed to the termagant's flux infusion. Flux infusion functions as a poison, but with unpredictable effects. Those who fail their saving throws take 1d4 points of ability drain. The ability score drained is randomly determined every time the flux infusion affects the creature (roll 1d6: 1-2 Constitution, 3-4 Dexterity, 5-6 Strength). The save DC is Constitution-based.  Flux Infusion: Injury; save Fort DC 28; frequency 1/round for 10 rounds; effect 1d4 Con, Dex, or Str; cure 2 consecutive saves.  Rupture (Su) When killed, a termagant explodes in a blast of its flux infusion poison. All living creatures within 15 feet must succeed at a DC 28 Fortitude saving throw or be poisoned. The save DC is Constitution-based.  Shared Rupture (Su) Any creature killed while poisoned by a termagant explodes. All living creatures within 10 feet of the creature must succeed at a DC 23 Fortitude save or be poisoned. The save DC is based on the termagant's Constitution with a -5 penalty.  Unnerving Gaze (Su) A creature that succumbs to a termagant's unnerving gaze becomes nauseated for 1d4 rounds as its mind attempts to comprehend the horrors it has witnessed."},{"Name":"Noqual Golem","CR":"18.00","XP":"153600","Size":"Huge","Init":"2","AC":"32, touch 10, flat-footed 30","HP":"202","Fort":"8","Ref":"10","Will":"8","DefensiveAbilities":"spell absorption","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"2 slams +36 (4d8+19/19-20 plus spell sunder)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"construct bane","AbilitiyScores":"Str 36, Dex 15, Con -, Int -, Wis 11, Cha 1","BaseAtk":"25","CMB":"40","CMD":"52","Source":"Inner Sea Bestiary","SpecialAbilities":"Construct Bane (Ex) A noqual golem deals an additional 2d6 points of damage against constructs (except other noqual golems) and undead created by feats or spells.  Immunity to Magic (Su) A noqual golem is immune to and absorbs any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below.  � A magical attack that deals electricity damage slows a noqual golem (as the slow spell) for 3 rounds, with no saving throw. If the golem is under a haste effect, the attack breaks the haste effect instead.  � A mage's disjunction spell staggers a noqual golem and negates its impeded magic ability for 1d4 rounds.  Impeded Magic (Su) To successfully cast a spell within 60 feet of a noqual golem, a caster must make a concentration check (DC 25 + the level of the spell being cast). If the check fails, the noqual golem absorbs the spell.  Powerful Blows (Ex) A noqual golem inflicts 1-1/2 times its Strength bonus and threatens a critical hit on a 19-20 with its slam attacks.  Spell Absorption (Su) A noqual golem absorbs any spells blocked or dispelled by its impeded magic, immunity to magic, and spell sunder abilities. It heals 5 points of damage for every spell level absorbed. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. Absorbing a spell gives the golem the benefits of haste (as the spell) for 1 round per spell level.  Spell Sunder (Su) A creature struck by a noqual golem's slam attack is targeted by dispel magic (CL 18th). It absorbs any spells so dispelled."},{"Name":"Charnel Colossus","CR":"19.00","XP":"204800","Size":"Colossal","Init":"3","AC":"29, touch 1, flat-footed 29","HP":"345","Fort":"19","Ref":"11","Will":"32","DefensiveAbilities":"amorphous, channel resistance +4","SR":"30","Weaknesses":"","Speed":"30 ft.","Melee":"6 slams +26 (2d8+12/19-20 plus grab and mind feed) or 2 tendrils +21 (2d6+6 plus grab and pull)","Ranged":"","Space":"30 ft.","Reach":"20 ft. (40 ft. with tendrils)","SpecialAttacks":"voice of the ancients","AbilitiyScores":"Str 34, Dex 9, Con -, Int 18, Wis 36, Cha 25","BaseAtk":"22","CMB":"+42 (+46 grapple)","CMD":"51 (can't be tripped)","Source":"Inner Sea Bestiary","SpecialAbilities":"Corporate Will (Su) A charnel colossus is composed of the sentience of scores of creatures. Though they are able to work in concert as a cohesive whole, they are also able to separate their actions at will so as to not be impeded by the limitations of a single consciousness, effectively allowing them to focus on two things at once. As a result, the charnel colossus can use up to two spell-like abilities in the same round that it makes physical attacks or other full-found actions. It also gains an additional spell attack per round. In addition, a charnel colossus is immune to being turned (though it can still take damage from channeled positive energy). While part of the creature's sentience may be affected by a turn attempt, there are enough unaffected intellects within to override the effect.  Mind Feed (Su) When a charnel colossus succeeds at a grapple check with a slam attack, it can use its mind feed ability as a free action during each round in which the grapple is maintained. A victim of a mind feed attempt must succeed at a DC 38 Will save each round that the ability is used. On a failed save, the cadavers that make up the charnel colossus lock their mouths against the victim and begin to draw forth a part of her sentience to add to the collective. This action deals 1d6 points of Wisdom damage per round. If the victim's Wisdom score is reduced to 0, her soul and persona are wholly subsumed by the charnel colossus, and her body becomes bleached white and brittle and is incorporated into the creature's mass. The charnel colossus then has full access to all of the victim's memories (though not any special powers), and the victim can only be recovered and returned to life with a wish or miracle. If the charnel colossus has grappled multiple victims, it can attempt multiple mind feeds in a single round. The save DC is Wisdom-based.  Voice of the Ancients (Su) A charnel colossus can, as a full-round action, cause its collective knowledge to be whispered into the minds of any sentient creature within 100 feet. These whispers riffle through the brain of any such creatures within range in a maddening susurrus. These individuals must succeed at a DC 34 Will save or be paralyzed and frozen in place as if by the hold monster spell. The victim may attempt a new save each round to try and break the effect.  Regardless of whether or not the save is successful, the effect leaves an insidious seed implanted in the victim's mind. The day after the save is made, the victim must succeed at a new save or the seed takes root and creates the subconscious compulsion for the victim to return to the charnel colossus at some point in the future. When and how this occurs is up the GM. This compulsion can be removed with a remove curse spell or by destroying the charnel colossus that implanted the compulsion.  This is a mind-affecting compulsion and cannot be negated by a silence spell because it is heard directly in the mind of the victim. Each time a creature is subjected to this attack, there is a 1% chance that some of the lost lore transmitted into her mind causes her to gain a permanent +2 bonus to Intelligence. This beneficial side effect can only occur to a creature once. When a charnel colossus uses this ability, it cannot use its spell-like abilities or take other actions in that round. The save DC is Charisma-based."},{"Name":"Moxix","CR":"20.00","XP":"307200","Size":"Gargantuan","Init":"3","AC":"34, touch 9, flat-footed 31","HP":"379","Fort":"24","Ref":"10","Will":"22","DefensiveAbilities":"gush","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"bite +29 (2d8+10/19-20), gore +29 (2d8+10), 4 slams +29 (2d6+10/19-20 plus grab)","Ranged":"","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"breath weapon (60-ft. cone, 16d6 acid damage plus disease, Reflex DC 32 halves, usable every 1d4 rounds), constrict (2d6+10), rend (2 slams, 2d6+15)","AbilitiyScores":"Str 30, Dex 17, Con 32, Int 15, Wis 24, Cha 25","BaseAtk":"23","CMB":"+37 (+41 grapple)","CMD":"50","Source":"Inner Sea Bestiary","SpecialAbilities":"Breath Weapon (Su) Moxix can exhale a cone of acidic fog laced with a terrible disease. Any creature damaged by the acid of his breath weapon must succeed at a DC 28 Fortitude save or contract this disease. A humanoid afflicted with this disease must attempt a new Will save each day. If the humanoid fails, it attacks and attempts to eat the weakest humanoid nearby. If the save is successful, it resists this impulse. A humanoid who dies or is killed while afflicted rises as a ghast at the next midnight. The save DC is Charisma-based.  Moxix's Delectation: Inhaled; save Fortitude DC 28; onset 1 day; frequency 1/day; effect 1d4 Con and 1d4 Wis damage; cure 2 consecutive saves.  Gush (Ex) Anytime Moxix takes more than 50 points of weapon damage in a round, blood and pus spews forth from the wound. The blood is extremely slippery and sprays out in a 20-foot radius, coating all creatures and surfaces in the area. Any creatures in the area must succeed at a DC 28 Reflex save or drop any items they are holding. A saving throw must be made each round that the creature attempts to use or pick up an item it previously dropped. In addition, the area coated in the gushing blood is difficult to move about in, and creatures moving through the area must succeed at a DC 15 Acrobatics check or fall prone.  Hopedrinker (Su) Moxix emits an aura that drains hope from all within 60 feet. All morale bonuses are suppressed within this aura, regardless of their source. In addition, spells and spell-like abilities granting a morale bonus are affected as dispel magic used to counterspell (caster level 23rd) every round at the beginning of Moxix's turn. A successful dispel check negates the entire effect (not just the morale bonus) and grants Moxix temporary hit points equal to the spell's level (to a maximum of 100). These temporary hit points last 1 hour.  Mindshatter (Su) If a creature fails its save against Moxix's eyebite spell-like ability, as a standard action before the end of his turn he may unravel the target's mind and spirit. This acts as greater dispel magic (caster level 23rd) against effects that protect against mind-affecting or necromantic effects and automatically affects the target as enervation and touch of idiocy (duration 24 hours)."},{"Name":"Quantium Golem","CR":"20.00","XP":"307200","Size":"Gargantuan","Init":"-2","AC":"37, touch 4, flat-footed 37","HP":"375","Fort":"10","Ref":"8","Will":"10","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft.","Melee":"#ERROR!","Ranged":"","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"eldritch surge","AbilitiyScores":"Str 40, Dex 7, Con -, Int -, Wis 11, Cha 1","BaseAtk":"30","CMB":"49","CMD":"57","Source":"Inner Sea Bestiary","SpecialAbilities":"Eldritch Surge (Su) A Quantium golem can hurl a lance of eldritch energy that deals 30d6 points of damage to all creatures in a 240-foot line (Reflex DC 25 for half). The crimson Quantium golem deals half electricity and half fire damage, and slows a creature (as the slow spell) that fails its save for 2d4 rounds. The green Quantium golem deals half acid and half fire damage, and nauseates any creature that fails its save for 1d4 rounds. The save DC is Constitution-based.  Immunity to Magic (Ex) A Quantium golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted.  � A magical attack that deals cold damage against the crimson golem or electricity damage against the green golem slows it (as the slow spell) for 1 round, with no saving throw.  � A Quantium golem and its equipment are immune to rust attacks.  Link (Su) Each Quantium golem always knows the exact location of the other.  Urban Defender (Su) A Quantium golem gains 150 bonus hit points as long as it's within 1 mile of the city. If it moves beyond this range, it loses these bonus hit points."},{"Name":"Zelishkar","CR":"21.00","XP":"409600","Size":"Large","Init":"5","AC":"39, touch 13, flat-footed 35","HP":"396","Fort":"19","Ref":"19","Will":"20","DefensiveAbilities":"blur (20% miss chance)","SR":"32","Weaknesses":"vulnerable to cold","Speed":"30 ft., fly 60 ft. (perfect)","Melee":"bite +34 (1d8+11 plus 2d6 fire), 2 claws +35 (1d10+11/19-20 plus 2d6 fire)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"bitter flames, corpse cremation, incandescent body, incendiary grasp, pounce, rake (2 claws +35, 1d10+11 plus 2d6 fire)","AbilitiyScores":"Str 33, Dex 21, Con 32, Int 17, Wis 22, Cha 23","BaseAtk":"24","CMB":"36","CMD":"52","Source":"Inner Sea Bestiary","SpecialAbilities":"Bitter Flames (Su) Whenever Zelishkar deals fire damage with any attack or effect, half of the damage is fire damage and the other half is untyped damage, similar to a flame strike spell. In addition, creatures that fail a save against any fire effect Zelishkar creates are sickened for 1 minute. Those damaged by his melee attacks or by fire effects that allow no save are instead sickened for 1 round per attack. This duration stacks.  Corpse Cremation (Su) Whenever Zelishkar reduces a living creature to negative hit points, as a swift action he can turn its body to ashes and feed upon the target's life force, as death knell (Will DC 28 negates). Whenever Zelishkar slays a creature with any attack or ability, the creature's corpse is reduced to ashes (treat as disintegrate).  Daemonic Harbinger Traits A daemonic harbinger is a powerful daemon that has not yet made the full transition from unique daemon to a horseman. It possesses several traits, as summarized here.  � Immunity to acid, charm and compulsion effects, death effects, disease, and poison.  � Resistance to cold 30, electricity 30, and fire 30.  � Telepathy 300 feet.  � The harbinger's natural weapons, as well as any weapon it wields, are treated as evil and lawful for the purpose of overcoming damage reduction.  � The harbinger can grant spells to its worshipers. Granting spells does not require any specific action on its behalf. Zelishkar grants access to the domains of Evil, Law, Magic, and Trickery. His favored weapon is the quarterstaff.  Incandescent Body (Su) As a free action, Zelishkar can cause his body to erupt into white-hot flame. He sheds light as bright as a daylight spell, and dazzles any creature that does not avert its gaze. Creatures with the fire subtype are immune to this dazzling effect. Zelishkar can dim his flames to burning black shadows as a free action, suppressing the dazzling effect and allowing him to use Stealth without penalty.  Incendiary Grasp (Su) If Zelishkar hits a target with more than one natural weapon in the same round, the fire damage from each hit is combined as if from a single attack for the purpose of overcoming effects that provide resistance to fire. In addition, if Zelishkar succeeds at a grapple combat maneuver, as a swift action he can suppress any fire resistance or immunity the target possesses until the beginning of Zelishkar's next turn. Creatures with the fire subtype are immune to this effect, unless that subtype is granted by a temporary magical effect or magic item."},{"Name":"Volnagur","CR":"22.00","XP":"614400","Size":"Colossal","Init":"10","AC":"39, touch 9, flat-footed 32","HP":"437","Fort":"26","Ref":"20","Will":"12","DefensiveAbilities":"","SR":"33","Weaknesses":"","Speed":"20 ft., fly 100 ft. (perfect)","Melee":"bite +29 (4d6+12), 3 razor tongues +29 (2d6+12/18-20/x3 plus 1d6 bleed, 1 Con bleed, and blood rage), 6 wings +24 (2d8+6)","Ranged":"4 eye rays +23 (4d6 sonic/18-20 plus nausea)","Space":"30 ft.","Reach":"30 ft. (50 ft. with razor tongues)","SpecialAttacks":"","AbilitiyScores":"Str 34, Dex 22, Con 35, Int 7, Wis 14, Cha 21","BaseAtk":"25","CMB":"45","CMD":"62 (can't be tripped)","Source":"Inner Sea Bestiary","SpecialAbilities":"Blood Rage (Ex) Any creature taking bleed damage from Volnagur's razor tongues takes a -4 penalty on Will saves and is affected as the murderous commandUM spell (Will DC 16 negates) each round that bleeding continues, ignoring allies that are also taking bleed damage from Volnagur.  Eye Rays (Su) Volnagur fires eye rays at a range of up to 120 feet. Creatures struck by his eye rays are nauseated for 1 minute (Fortitude DC 29 negates). In addition, if the target fails a second Fortitude save against the same DC, it gains one of the following conditions, lasting as long as the nauseated condition, as its mind and body begin to unravel (roll 1d6): 1-confused, 2-fatigued (exhausted if already fatigued), 3-shaken (increase severity of fear effect if already present), 4-sickened, 5-staggered, 6-stunned. Reroll if an identical condition already exists. This is a sonic effect. The save DC is Charisma-based.  Shatter Silence (Su) Volnagur's presence unravels magical silence effects or effects that provide energy resistance against sonic attacks. At the beginning of its turn, any such effect within 60 feet is targeted as dispel magic (caster level 25th)."},{"Name":"Chemnosit","CR":"23.00","XP":"819200","Size":"Colossal","Init":"5","AC":"39, touch 3, flat-footed 38","HP":"472","Fort":"29","Ref":"18","Will":"13","DefensiveAbilities":"","SR":"34","Weaknesses":"","Speed":"40 ft., burrow 40 ft.","Melee":"6 toothed tentacles +33 (2d10+13/19-20 plus grab)","Ranged":"ray +20 (disintegrate/19-20)","Space":"30 ft.","Reach":"30 ft.","SpecialAttacks":"hungry gaze, spines, swallow whole (2d10+13 plus 1d4 Str damage, AC 28, 47 hp)","AbilitiyScores":"Str 36, Dex 13, Con 34, Int 5, Wis 14, Cha 21","BaseAtk":"27","CMB":"+48 (+52 grapple, +68 overrun)","CMD":"59 (can't be tripped)","Source":"Inner Sea Bestiary","SpecialAbilities":"Hungry Gaze (Su) Chemnosit's gaze attack deals 3d6 points of nonlethal damage plus fatigue at a distance of 120 feet. A successful DC 30 Fortitude save negates the fatigue. Creatures already fatigued become exhausted; creatures already exhausted become staggered. A creature that fails its save must succeed at a DC 30 Will save or gain an overwhelming compulsion to eat flesh of creatures of its type, including its own if no other is available. The save DCs are Charisma-based.  Spines (Ex) Creatures striking Chemnosit with natural weapons, unarmed strikes, melee weapons, or melee touch attacks take 2d6+12 points of damage."},{"Name":"Nightripper","CR":"24.00","XP":"1228800","Size":"Medium","Init":"11","AC":"42, touch 25, flat-footed 31","HP":"526","Fort":"27","Ref":"30","Will":"25","DefensiveAbilities":"","SR":"35","Weaknesses":"","Speed":"60 ft.","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft. (15 ft. with talons)","SpecialAttacks":"curse of living death, slowing gaze, sneak attack +3d6, swift cuts, sword mastery","AbilitiyScores":"Str 29, Dex 32, Con 39, Int 18, Wis 23, Cha 24","BaseAtk":"27","CMB":"36","CMD":"61","Source":"Inner Sea Bestiary","SpecialAbilities":"Curse of Living Death (Su) Once per round, as a free action as he kills a living creature, Nightripper can choose to afflict that target with the curse of living death. The target can resist this curse with a successful DC 30 Will save right before it dies, allowing the victim to die normally. If the victim fails its save, it enters a sort of half-living state; it becomes completely helpless, unable to take any actions whatsoever, but remains conscious and aware of the world, and of the pain in its body. It cannot be resurrected or otherwise restored to life until the curse is lifted. While the curse remains in effect, the victim takes 1d4 points of Intelligence, Wisdom, and Charisma drain every day as any lingering shreds of sanity are blasted away. When each ability score is drained to zero, the DC of the curse increases by +4. A character suffering the curse of living death can remain in this state forever, but as long as any one of her mental ability scores is at zero, she is capable only of enduring pain and cannot observe the world around her. Even if the character's body is destroyed, the cursed victim's consciousness remains as a disembodied and invisible presence at the site of this destruction, and cannot be resurrected or released to the afterlife. The save DC is Charisma-based.  Nascent Demon Lord Traits A nascent demon lord is a powerful demon that has not yet made the full transition from unique demon to full demon lord of an Abyssal realm. They have several traits, as summarized here.  � Immunity to charm and compulsion effects, death effects, electricity, and poison.  � Resistance to acid 30, cold 30, and fire 30.  � Summon (Sp) Once per day, Nightripper can summon any demon or combination of demons whose total combined CR is 20 or lower. This ability always works, and is equivalent to a 9th-level spell.  � Telepathy 300 feet.  � Nightripper's natural weapons, as well as any weapon he wields, are treated as chaotic, epic, and evil for the purpose of overcoming damage reduction.  � Nightripper can grant spells to his worshipers. He grants access to the domains of Chaos, Darkness, Evil, and Strength. His favored weapon is the bastard sword.  Slowing Gaze (Su) Slowed (as the slow spell) for 1 round, 30 feet, Will DC 30 negates. The save DC is Charisma-based.  Swift Cuts (Ex) As long as he is attacking with a sword, Nightripper treats foes who are staggered, nauseated, or under the effects of a slow spell (or similar effects, such as his gaze) as if they were flat-footed.  Sword Mastery (Ex) Nightripper possesses several sword-related bonus feats normally restricted to fighters."},{"Name":"Lorthact","CR":"25.00","XP":"1638400","Size":"Medium","Init":"11","AC":"45, touch 29, flat-footed 33","HP":"560","Fort":"26","Ref":"31","Will":"30","DefensiveAbilities":"evasion","SR":"36","Weaknesses":"","Speed":"30 ft.","Melee":"2 claws +44 (1d6+6 plus 1 Int drain) or  +2 quarterstaff +40/+35/+30/+25 (1d6+11 plus 1 Intelligence drain)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"Intelligence drain, scholastic masquerade, spell reservoir","AbilitiyScores":"Str 22, Dex 33, Con 35, Int 30, Wis 26, Cha 37","BaseAtk":"32","CMB":"38","CMD":"65","Source":"Inner Sea Bestiary","SpecialAbilities":"Infernal Duke Traits An infernal duke is a powerful devil that has not yet made the full transition from unique devil to full archdevil. It possesses several traits, as summarized here.  � Immunity to charm and compulsion effects, death effects, fire, and poison.  � Resistance to acid 30 and cold 30.  � Telepathy 300 feet.  � Lorthact's natural weapons, as well as any weapon he wields, are treated as evil and lawful for the purpose of overcoming damage reduction.  � Lorthact can grant spells to his worshipers. Granting spells does not require any specific action on his behalf. Lorthact grants access to the domains of Evil, Law, Magic, and Trickery. His favored weapon is the quarterstaff.  Intelligence Drain (Su) Lorthact drains 1 point of Intelligence each time he hits with a weapon or natural weapon (Will DC 39 negates). Alternatively, he can make a single melee touch attack per round, dealing no hit point damage but draining 2d4 points of Intelligence (Will DC 39 half). After draining Intelligence from a creature, Lorthact gains the benefit of foresight (as the spell) against that creature for 1 minute.  Scholastic Masquerade (Su) When targeting a dominated wizard with his spell reservoir ability, Lorthact can also steal a school power from that wizard's chosen school. He can steal one of the wizard's 1st-level school powers by using three levels of his spell reservoir, both 1st-level school powers at a cost of six levels, and all school powers at a cost of nine levels. While Lorthact retains these powers, the target wizard cannot use them. The stolen powers function at the target wizard's level. Lorthact can steal school powers or a prepared spell from a dominated wizard, but not both. He may steal school powers from multiple schools if he has multiple wizards dominated.  Spell Reservoir (Su) Lorthact can drain prepared arcane spells from the mind of a creature he has dominated and store them for later use, similarly to a ring of spell storing. Draining a spell requires 1 full-round action if he is able to touch the target, or 1 minute to perform through the mental link provided by the dominate effect; in either case, no saving throw is allowed. He can hold no more than one stolen spell from each dominated caster in his spell reservoir, and the total level of stolen spells cannot exceed 25. These stolen spells take effect at the original caster's level.  Temporal Anomaly (Su) Lorthact exists slightly outside of the normal timestream. Spells that predict the future-such as augury, divination, foresight, and moment of prescience- cannot perceive him and provide no benefit against him or information about him. In addition, whenever a creature within 60 feet of him uses time stop, Lorthact can act normally within the duration of the time stop, as if he had cast it himself. As neither Lorthact nor the caster are frozen in time with respect to each other, each can target and affect the other with attacks, spells, or other effects they create, though they cannot affect other creatures within the duration of the time stop. This ability functions even if Lorthact is flat-footed or unaware of his opponent."}]