[{"Name":"Accomplice Devil","CR":"4.00","XP":"1200","Size":"Medium","Init":"4","AC":"17, touch 10, flat-footed 17","HP":"33","Fort":"5","Ref":"2","Will":"8","DefensiveAbilities":"all-around vision","SR":"15","Weaknesses":"","Speed":"30 ft., climb 20 ft., swim 20 ft.","Melee":"2 bites +7 (1d6+1 plus poison) (amphisbaena form only) or heavy mace +7/+2 (1d8+1) (natural form only)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 13, Dex 10, Con 11, Int 14, Wis 13, Cha 14","BaseAtk":"6","CMB":"7","CMD":"17","Source":"Inner Sea Gods","SpecialAbilities":"All-Around Vision (Ex) A hesperian has all-around vision only in amphisbaena form. Poison (Ex) Bite-injury; save Fort DC 13; frequency 1/round for 4 rounds; effect 1d2 Con; cure 1 save. The save DC is Constitution-based."},{"Name":"Ahmuuth","CR":"4.00","XP":"1200","Size":"Medium","Init":"1","AC":"18, touch 11, flat-footed 17","HP":"45","Fort":"9","Ref":"3","Will":"8","DefensiveAbilities":"animated shield","SR":"15","Weaknesses":"","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"#ERROR!","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 10, Dex 13, Con 15, Int 10, Wis 13, Cha 12","BaseAtk":"6","CMB":"6","CMD":"17","Source":"Inner Sea Gods","SpecialAbilities":"Animated Shield (Su) An ahmuuth's gravestones defend the it in a manner similar to an animated shield but without a limited duration (Pathfinder RPG Core Rulebook 462). If the stones leave the psychopomp's square or the ahmuuth is slain, they become inert stone. Death's Dagger (Su) An ahmuuth's dagger is treated as a +1 returning undead-bane dagger. It loses this ability if it is held by anyone other than the ahmuuth, and regains it once returned. Ectoplasmic Focus (Su) An ahmuuth's spells and spelllike abilities have their full effect against incorporeal or ethereal creatures."},{"Name":"Ataxian","CR":"4.00","XP":"1200","Size":"Tiny","Init":"1","AC":"16, touch 13, flat-footed 15","HP":"30","Fort":"6","Ref":"2","Will":"5","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"10 ft., fly 40 ft. (good)","Melee":"2 slams +3 (1d2-3)","Ranged":"ray +7 (1d6 cold plus staggered)","Space":"2-1/2 ft.","Reach":"0 ft.","SpecialAttacks":"possession","AbilitiyScores":"Str 5, Dex 12, Con 15, Int 10, Wis 13, Cha 14","BaseAtk":"4","CMB":"3","CMD":"14","Source":"Inner Sea Gods","SpecialAbilities":"Possession (Su) An ataxian does not require a receptacle to use its magic jar spell-like ability. When using this ability on the Material Plane, its body becomes ethereal for the duration. When the ataxian leaves its host, the host must succeed at a DC 14 Will save or fall asleep for 1d3 minutes. The save DC is Charisma-based. Staggered (Ex) Any creature struck by an ataxian's ray attack must succeed at a DC 14 Fortitude saving throw or be staggered for 1d4 rounds. This is a poison effect. The save DC is Charisma-based. Staggering Drunk (Ex) For each alcoholic drink an ataxian has consumed in the past hour, it gains a +1 dodge bonus to AC and takes a -1 penalty on all attack rolls, saving throws, skill checks, and ability checks, to a maximum of +4 and -4, respectively. These effects wear off after 1 hour. Ray (Su) An ataxian can fire a ray of cold up to 30 feet with no range increment."},{"Name":"Burleev","CR":"4.00","XP":"1200","Size":"Medium","Init":"4","AC":"16, touch 10, flat-footed 16","HP":"32","Fort":"5","Ref":"3","Will":"5","DefensiveAbilities":"frostfire spirit,","SR":"15","Weaknesses":"vulnerable to cold or fire","Speed":"30 ft.","Melee":"2 slams +5 (1d6 plus 1d6 cold or fire)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 11, Dex 10, Con 13, Int 10, Wis 13, Cha 16","BaseAtk":"5","CMB":"5","CMD":"15","Source":"Inner Sea Gods","SpecialAbilities":"Frostfire Spirit (Su) A burleev is surrounded by either cold or fire energy. The burleev can change the energy type as a swift action. When surrounded by fire, the burleev has the fire subtype, it adds fire damage to its attacks, and creatures striking it with melee weapons, natural attacks, or unarmed strikes take 1d6 points of fire damage; when surrounded by cold, it instead gains the cold subtype and deals cold damage rather than fire damage. It can also completely dampen its aura for 1d6 rounds, but cannot reactivate it until this time has passed.  Spells A burleev cast spells as a 5th-level sorcerer."},{"Name":"Chalkost","CR":"4.00","XP":"1200","Size":"Medium","Init":"0","AC":"16, touch 10, flat-footed 16","HP":"42","Fort":"7","Ref":"1","Will":"7","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"20 ft.","Melee":"mwk cestus +9 (1d4+3/19-20 plus 1d6 electricity)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"breath weapon (5-ft. cone, 2d6 electricity, Reflex DC 15 for half, usable every 1d4 rounds)","AbilitiyScores":"Str 17, Dex 10, Con 17, Int 10, Wis 13, Cha 8","BaseAtk":"5","CMB":"8","CMD":"18","Source":"Inner Sea Gods","SpecialAbilities":"Copper Boar Form (Su) When a chalkost uses its change shape ability, it can turn into a boar with metallic flesh, coppery bristles, and glistening steel tusks. In this form, a chalkost retains its damage reduction and energy resistances. The copper boar has the same statistics as a normal boar, but its natural armor bonus is +6 and its gore attack deals an extra 1d6 points of electricity damage on a successful hit.  Dwarf Blood (Ex) A chalkost counts as a dwarf for any effect related to race, and has the hardy, slow and steady, and stability dwarven racial traits.  Shock Cestus (Su) As a free action, a chalkost can summon or dismiss a masterwork cestus on one of its hands. While wielded by the chalkost, the cestus deals an extra 1d6 points of electricity damage on a successful hit. If the cestus is given away or taken, the chalkost loses this ability until it reclaims its weapon."},{"Name":"Dapsara","CR":"4.00","XP":"1200","Size":"Medium","Init":"6","AC":"16, touch 12, flat-footed 14","HP":"32","Fort":"2","Ref":"6","Will":"12","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"30 ft., fly 30 ft. (average)","Melee":"4 slam +7 (1d4)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bardic performance 16 rounds/day (countersong, distraction, fascinate, inspire competence +2, inspire courage +2), ghostly arms","AbilitiyScores":"Str 11, Dex 14, Con 13, Int 10, Wis 15, Cha 14","BaseAtk":"5","CMB":"+22 (+26 grapple)","CMD":"32","Source":"Inner Sea Gods","SpecialAbilities":"Bardic Performance (Su) A dapsara has the bardic performance ability of a 5th-level bard.  Ghostly Arms (Su) A dapsara's two spectral arms may manipulate corporeal or incorporeal creatures and objects, as if they had the ghost touch weapon property. She may manifest or hide these arms at will in any shape, even in gaseous form.  Versatile Performance (Su) A dapsara has the bard's versatile performance ability, using one Perform bonus in place of the skill bonuses of that Perform skill's associated skills.  Weapon Proficiencies (Ex) A dapsara is proficient with all simple weapons, plus the glaive, longsword, rapier, sap, short sword, shortbow, and whip."},{"Name":"Iophanite","CR":"4.00","XP":"1200","Size":"Medium","Init":"3","AC":"18, touch 14, flat-footed 14","HP":"37","Fort":"6","Ref":"7","Will":"1","DefensiveAbilities":"","SR":"15","Weaknesses":"vulnerable to cold","Speed":"fly 40 ft. (perfect)","Melee":"2 blades +8 (1d8+1 plus burn)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"burn (1d6 fire, DC 14), radiance","AbilitiyScores":"Str 12, Dex 17, Con 14, Int 10, Wis 11, Cha 13","BaseAtk":"5","CMB":"6","CMD":"20","Source":"Inner Sea Gods","SpecialAbilities":"Radiance (Sp) An iophanite usually glows with a golden light equivalent to that of a candle. In battle, its glow increases, filling the area within 5 feet.  An iophanite can suppress or resume this glow as a free action. Additionally, as a standard action at will an iophanite can intensify its glow to reproduce the effects of the spell flare.  A creature can resist this effect with a DC 14 Fortitude save, though evil creatures take a -4 penalty on their saves. The save DC is Charisma-based.  Shield Form (Su) Once per day, an iophanite can transform into a +1 spiked light steel shield sized for a Small or Medium creature. An iophanite cannot communicate or use any of its other abilities while in this form. Once it transforms, it cannot change back for 24 hours, though the spell break enchantment can end the transformation early. An iophanite regains its full hit points when it shifts back into its normal form. If the shield is destroyed, the iophanite is killed."},{"Name":"Karumzek","CR":"4.00","XP":"1200","Size":"Medium","Init":"6","AC":"17, touch 12, flat-footed 15","HP":"37","Fort":"6","Ref":"6","Will":"2","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"40 ft., climb 20 ft.","Melee":"bite +8 (1d8+3 plus poison)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"poison, sneak attack +1d6, web (+7 ranged, DC 14, 5 hp)","AbilitiyScores":"Str 15, Dex 14, Con 15, Int 8, Wis 13, Cha 10","BaseAtk":"5","CMB":"7","CMD":"19 (31 vs. trip)","Source":"Inner Sea Gods","SpecialAbilities":"Deft Limbs (Ex) A karumzek's front pair of feet are as nimble and dexterous as human hands. It takes a karumzek half the normal amount of time to create alchemical items.  Poison (Ex) Bite-injury; save Fort DC 14; frequency 1/round for 6 rounds; effect 1d3 Str, Dex, or Con (karumzek's choice); cure 2 consecutive saves.  Sense Poison (Ex) As a free action, a karumzek can detect if a creature within 15 feet of it is poisoned. It can attempt to determine the exact type of poison, as if using detect poison."},{"Name":"Lamp Adarius","CR":"4.00","XP":"1200","Size":"Medium","Init":"6","AC":"16, touch 13, flat-footed 13","HP":"37","Fort":"6","Ref":"3","Will":"6","DefensiveAbilities":"semi-incorporeal","SR":"15","Weaknesses":"","Speed":"30 ft.","Melee":"slam +5 (1d6), incorporeal touch +5 (1d6 Strength damage)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"unnerving gaze (30 ft., DC 13)","AbilitiyScores":"Str 11, Dex 15, Con 14, Int 11, Wis 10, Cha 12","BaseAtk":"5","CMB":"5","CMD":"18","Source":"Inner Sea Gods","SpecialAbilities":"Semi-Incorporeal (Su) Some of a lampadarius's body is composed of incorporeal shadow. As a result, it has a 25% chance of taking no damage from any nonmagical attack. It takes only 75% of the damage from magic weapons, spells, spell-like effects, and supernatural effects. However, it takes full damage from incorporeal creatures and effects, force effects, and ghost touch weapons. Strength Damage (Su) A lampadarius's touch deals 1d6 points of Strength damage to a living creature. This is a negative energy effect. If the kyton deals Strength damage that equals or exceeds the target's Strength score, the kyton gains the benefits of death knell for 1 hour. Unnerving Gaze (Su) Shaken, range 30 ft., Will DC 13 negates. A lampadarius can make an opponent feel like its own shadow is attempting to claw its face. Those who fail their saves are shaken for 1d3 rounds. This ability has no effect if there is no light present to create shadows. In dim illumination, the DC increases by 2. This is a mind-affecting fear effect. The save DC is Charisma-based."},{"Name":"Orsheval","CR":"4.00","XP":"1200","Size":"Medium","Init":"1","AC":"16, touch 11, flat-footed 15","HP":"37","Fort":"6","Ref":"2","Will":"5","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"50 ft.","Melee":"bite +8 (1d6+3), 2 hooves +3 (1d4+1 plus 1d4 electricity)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"glittering radiance","AbilitiyScores":"Str 17, Dex 12, Con 15, Int 10, Wis 13, Cha 10","BaseAtk":"5","CMB":"+8 (+10 overrun)","CMD":"19 (21 vs. overrun, 23 vs. trip)","Source":"Inner Sea Gods","SpecialAbilities":"Glittering Radiance (Su) An orsheval usually glows with a golden light equivalent to that of a candle. In battle, its glow increases, filling the area within 5 feet of it with shining motes. These motes cling to all creatures in the affected area, outlining them as glitterdust for 6 rounds. Opponents in the area must succeed at a DC 14 Will save or be blinded; a blinded creature may attempt a new saving throw each round at the end of its turn to end the blindness. The motes persist for 1 round after the orsheval moves from a square, leaving a trailing cloud that can affect creatures that move into the affected area. The orsheval can suppress or reactivate the glow or motes as a free action. The save DC is Constitution-based."},{"Name":"Pavbagha","CR":"4.00","XP":"1200","Size":"Large","Init":"5","AC":"16, touch 10, flat-footed 15","HP":"37","Fort":"6","Ref":"4","Will":"7","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"40 ft.","Melee":"bite +6 (1d8+2 plus grab), 2 claws +7 (1d6+2 plus grab)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"pounce, rake (2 claws +7, 1d6+2), stunning claw (4/day, DC 15)","AbilitiyScores":"Str 15, Dex 13, Con 14, Int 10, Wis 17, Cha 10","BaseAtk":"5","CMB":"+8 (+12 grapple)","CMD":"19 (23 vs. trip)","Source":"Inner Sea Gods","SpecialAbilities":"Aura of Courage (Su) A pavbagha is immune to fear, magical or otherwise. Each ally within 10 feet of it gains a +4 morale bonus on saving throws against fear effects. This ability functions only while the pavbagha is conscious, not if it's unconscious or dead.  Fade (Su) As a standard action, a pavbagha can fade from sight, as invisibility, for up to 10 rounds per day. These rounds need not be consecutive.  Stunning Claw (Ex) This ability functions like the Stunning Fist feat, except the pavbagha uses a claw attack instead of an unarmed strike. The servitor can use this ability five times per day. A successful DC 15 Fortitude saving throw negates this effect. The save DC is Wisdom-based."},{"Name":"Sarcovalt","CR":"4.00","XP":"1200","Size":"Tiny","Init":"3","AC":"19, touch 15, flat-footed 16","HP":"34","Fort":"6","Ref":"7","Will":"5","DefensiveAbilities":"ferocity","SR":"15","Weaknesses":"","Speed":"20 ft., climb 20 ft., fly 60 ft. (good)","Melee":"bite +9 (1d8+1 plus bleed, disease, and  grab)","Ranged":"","Space":"2-1/2 ft.","Reach":"0 ft.","SpecialAttacks":"bleed (1d6), blood drain (1d2 Constitution), detach head, disease","AbilitiyScores":"Str 12, Dex 17, Con 16, Int 10, Wis 13, Cha 7","BaseAtk":"4","CMB":"+5 (+9 grapple)","CMD":"18 (26 vs. trip)","Source":"Inner Sea Gods","SpecialAbilities":"Detach Head (Su) A sarcovalt can survive without its head.  Attacks that sever its head (such as those of a vorpal weapon) do not kill it. If attacked by multiple creatures, it grapples one opponent, detaches its head (which continues to drain blood), and uses its body to continue attacking with spell-like abilities. Its head and body share a common pool of hit points but are otherwise treated as different creatures while separated. The head is AC 19, touch 15, flat-footed 16 (+3 Dex, +4 natural, +2 size) and can fly at the creature's normal speed. The head cannot initiate attacks on its own, and if removed from a target, it flies back to the body on its next turn. The body cannot see, but it can perceive through the head's eye cavities if it has line of effect to the head.  Disease Swarm (Su) A sarcovalt's vomit swarm ability summons a cloud of flies instead of spiders, which has a fly speed of 40 feet (good) and infects its target with filth fever (DC 12) instead of poison.  Disease (Ex) Filth Fever: Bite-injury; save Fort DC 15; onset 1d3 days; frequency 1 day; effect 1d3 Dex and 1d3 Con; cure 2 consecutive saves."},{"Name":"Stag Archon","CR":"4.00","XP":"1200","Size":"Medium","Init":"2","AC":"18, touch 12, flat-footed 16","HP":"33","Fort":"5","Ref":"4","Will":"7","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"40 ft.","Melee":"gore +7 (1d6+1 plus push)","Ranged":"mwk longbow +9/+4 (1d8/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"push (gore, 10 ft.)","AbilitiyScores":"Str 12, Dex 15, Con 11, Int 10, Wis 15, Cha 10","BaseAtk":"6","CMB":"7","CMD":"19","Source":"Inner Sea Gods","SpecialAbilities":""},{"Name":"Swaithe","CR":"4.00","XP":"1200","Size":"Small","Init":"7","AC":"18, touch 14, flat-footed 15","HP":"37","Fort":"3","Ref":"9","Will":"4","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"30 ft.","Melee":"bite +6 (1d4), 2 claws +6 (1d3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"hexes (cackle, evil eye [-2, 4 rounds], misfortune [1 round]; DC 13)","AbilitiyScores":"Str 11, Dex 16, Con 14, Int 13, Wis 11, Cha 12","BaseAtk":"5","CMB":"4","CMD":"17","Source":"Inner Sea Gods","SpecialAbilities":"Eyeless (Ex) A swaithe has no eyes, but can sense its immediate surroundings (within 60 feet) as well as a human can see.  Hexes (Su) A swaithe has the cackle, evil eye, and misfortune hexes of a 5th-level witch.  Witchcraft (Su) A swaithe can use spell completion and spell trigger items as if it were a 5th-level witch."},{"Name":"Thognorok","CR":"4.00","XP":"1200","Size":"Medium","Init":"-1","AC":"16, touch 9, flat-footed 16","HP":"37","Fort":"6","Ref":"0","Will":"2","DefensiveAbilities":"all-around vision amorphous","SR":"15","Weaknesses":"","Speed":"20 ft., swim 30 ft.","Melee":"3 bites +7 (1d6+1 plus poison)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"acid web (+4 ranged, DC 16, 5 hp), horrific appearance, poison","AbilitiyScores":"Str 13, Dex 8, Con 15, Int 8, Wis 13, Cha 12","BaseAtk":"5","CMB":"4","CMD":"15 (can't be tripped)","Source":"Inner Sea Gods","SpecialAbilities":"Acid Web (Su) This ability functions like the web universal monster ability, except a creature entangled by a thognorok's web also takes 1 point of acid damage each round.  Horrific Appearance (Su) Any creature that witnesses a thognorok's horrific appearance could find itself overwhelmed with revulsion at the qlippoth's constantly sprouting and waving insectile legs, becoming sickened for 1d6 rounds (Will DC 13 negates). The save DC is Charisma-based.  Poison (Ex) Bite-injury; save Fort DC 14; frequency 1/round for 4 rounds; effect 1d2 Str; cure 2 consecutive saves."},{"Name":"Thyrlien","CR":"4.00","XP":"1200","Size":"Small","Init":"6","AC":"16, touch 13, flat-footed 14","HP":"39","Fort":"3","Ref":"7","Will":"4","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"20 ft., fly 40 ft. (good)","Melee":"bite +9 (1d3-1 plus poison), 2 wings +4 (1d4-1)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"favored enemy (evil outsiders +2, vermin +2), poison, starlight blast","AbilitiyScores":"Str 9, Dex 15, Con 12, Int 12, Wis 15, Cha 14","BaseAtk":"6","CMB":"23","CMD":"33","Source":"Inner Sea Gods","SpecialAbilities":"Fast Healing (Ex) A thyrlien has fast healing 1 only when outside under a night sky (whether the sky is cloudy or clear).  Poison (Ex) Bite-injury; save Fort DC 14; frequency 1/round for 6 rounds; effect 1d3 Str; cure 2 consecutive saves.  Starlight Blast (Su) As a standard action once every 1d4 rounds, a thyrlien can tap into Desna's divine radiance and unleash a blast of holy twilight in a 5-foot burst. All creatures in this area take 2d4 points of holy damage, plus 1 point for each step their alignment deviates from chaotic good.  For example, a chaotic neutral or neutral good creature would take 2d4+1 points of damage, a neutral creature would take 2d4+2 points of damage, and a lawful evil creature would take 2d4+4 points of damage. A DC 14 Reflex save negates this damage.  Chaotic good creatures are unaffected by this ability. The save DC is Constitution-based."},{"Name":"Vendenopterix","CR":"4.00","XP":"1200","Size":"Medium","Init":"3","AC":"18, touch 14, flat-footed 14","HP":"39","Fort":"3","Ref":"8","Will":"7","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"30 ft., fly 50 ft. (average)","Melee":"2 claws +9 (1d6+1 plus poison)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"ability drain, poison","AbilitiyScores":"Str 13, Dex 16, Con 13, Int 10, Wis 11, Cha 14","BaseAtk":"6","CMB":"7","CMD":"21","Source":"Inner Sea Gods","SpecialAbilities":"Ability Drain (Su) A vendenopterix drains energy from a mortal she lures into an act of passion, such as a kiss. An unwilling victim must be grappled before the vendenopterix can use this ability. The vendenopterix's kiss inflicts 1 point of Intelligence, Wisdom, or Charisma drain (her choice). The kiss also has the effect of a suggestion spell, asking the victim to accept another act of passion from the vendenopterix. The target must succeed at a DC 15 Will save to negate the suggestion. The save DC is Charisma-based. Poison (Ex) Claw-injury; save Fort DC 16; frequency 1/round for 6 rounds; effect 1d2 Dex damage; cure 2 consecutive saves. The save DC is Constitution-based, and includes a +2 racial bonus. Swift Tracker (Ex) A vendenopterix can move at her normal speed while using Survival to follow tracks without taking the normal -5 penalty. She takes only a -10 penalty (instead of the normal -20 penalty) when moving at up to twice her normal speed while tracking."},{"Name":"Xocothian","CR":"4.00","XP":"1200","Size":"Large","Init":"1","AC":"17, touch 10, flat-footed 16","HP":"33","Fort":"5","Ref":"5","Will":"5","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"30 ft., fly 90 ft. (average), swim 90 ft., speed burst 200 ft.","Melee":"bite +7 (1d8+2), 2 wings +2 (1d6+1)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 15, Dex 12, Con 11, Int 10, Wis 11, Cha 10","BaseAtk":"6","CMB":"9","CMD":"20 (can't be tripped)","Source":"Inner Sea Gods","SpecialAbilities":"Form of Sea and Sky (Su) Once per hour, a xocothian can transform itself into two Small elementals (one air and one water) for up to 7 minutes. These elementals appear in adjacent squares. Each have half of the xocothian's current hit points and share the same mind. They can reform into the xocothian as a standard action if they are adjacent to each other-the reformed xocothian's hit points are equal to the total of the two elementals' hit points. If either elemental is slain, the xocothian must use its standard action on its next turn to reform (treat a slain elemental's hit points as 0 when determining the reformed xocothian's total hit points).  Speed Burst (Ex) A xocothian can fly or swim up to 200 feet as a full-round action. When using this ability, it must move in a straight line. This does not provoke attacks of opportunity."},{"Name":"Yhohm","CR":"4.00","XP":"1200","Size":"Tiny","Init":"6","AC":"18, touch 15, flat-footed 15","HP":"37","Fort":"6","Ref":"3","Will":"6","DefensiveAbilities":"self-resurrection","SR":"15","Weaknesses":"vulnerable to cold","Speed":"10 ft., fly 60 ft. (average)","Melee":"2 talons +9 (1d2 plus 1d6 fire), bite +9 (1d3 plus 1d6 fire)","Ranged":"","Space":"2-1/2 ft.","Reach":"0 ft.","SpecialAttacks":"holy fire","AbilitiyScores":"Str 10, Dex 15, Con 14, Int 10, Wis 15, Cha 14","BaseAtk":"5","CMB":"5","CMD":"18","Source":"Inner Sea Gods","SpecialAbilities":"Holy Fire (Su) Like a flame strike, half the fire damage from a yhohm's fire attacks is fire damage; the other half is divine power and is not subject to fire immunity or resistance.  Self-Resurrection (Su) A slain yhohm remains dead for only 1d4 rounds unless its body is completely destroyed by an effect such as disintegrate. Otherwise, a fully healed yhohm emerges from the remains 1d4 rounds after death, as if brought back to life via resurrection. The yhohm gains 1 permanent negative level when this occurs. A yhohm can self-resurrect only once per year. If a yhohm dies a second time before that year passes, its death is permanent. A yhohm that dies within the area of a desecrate spell cannot self-resurrect until the desecrate effect ends, at which point the yhohm immediately resurrects. A yhohm brought back to life by other means never gains negative levels as a result.  Shroud of Flame (Su) A yhohm can cause its feathers to burst into fire as a free action. As long as its feathers are burning, it deals an additional 1d6 points of fire damage with each natural attack, and any creature within 5 feet must attempt a DC 14 Reflex save each round or take 1d6 points of fire damage at the start of its turn. A creature that attacks the yhohm with a natural or non-reach melee weapon takes 1d6 points of fire damage (no save) with each successful hit. The save DC is Constitution-based."},{"Name":"Zentragt","CR":"4.00","XP":"1200","Size":"Large","Init":"5","AC":"19, touch 10, flat-footed 18","HP":"39","Fort":"6","Ref":"3","Will":"5","DefensiveAbilities":"","SR":"15","Weaknesses":"","Speed":"30 ft.","Melee":"bite +8 (1d6+3), 2 claws +9 (1d6+3 plus grab)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"adamantine attacks","AbilitiyScores":"Str 17, Dex 12, Con 13, Int 8, Wis 11, Cha 10","BaseAtk":"6","CMB":"+10 (+14 grapple, +12 sunder)","CMD":"21 (23 vs. sunder, 25 vs. trip)","Source":"Inner Sea Gods","SpecialAbilities":"Adamantine Attacks (Ex) A zentragt's bite and claw attacks count as adamantine, chaotic, and magic for the purposes of overcoming damage reduction and bypassing hardness.  Eat Metal (Su) A zentragt can eat metal to heal itself.  For every 5 pounds of iron or steel it consumes, it heals 5 hit points. Adamantine, cold iron, mithral, or metals with an enhancement bonus of +1 or higher heal it double this amount. It takes a zentragt 1 minute to eat 5 pounds of metal."},{"Name":"Arcanotheign","CR":"15.00","XP":"51200","Size":"Medium","Init":"12","AC":"27, touch 27, flat-footed 18","HP":"195","Fort":"18","Ref":"13","Will":"17","DefensiveAbilities":"incorporeal","SR":"31","Weaknesses":"","Speed":"40 ft., fly 60 ft. (perfect)","Melee":"2 incorporeal touches +25 (4d6 plus energy channel)","Ranged":"2 eldritch blasts +25 touch (4d6 plus special)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str -, Dex 27, Con 22, Int 31, Wis 20, Cha 27","BaseAtk":"17","CMB":"25","CMD":"44","Source":"Inner Sea Gods","SpecialAbilities":"Corporeal Form (Ex) As an immediate action, the herald can take physical form, losing its incorporeal special quality and subtype and its deflection bonus to AC, but gaining a Strength score of 20 and a natural armor bonus equal to its incorporeal deflection bonus. Eldritch Blast (Su) The herald chooses an additional effect for its eldritch blasts each round (DC 26 negates). A creature that fails its saves against both blasts in the same round suffers an increased effect. The save DC is Charisma-based. Dement (Will): The creature is confused for 1 minute. Increased effect: The creature goes insane (as insanity). Displace (Fortitude): The creature teleports (as dimension door) 5 feet in a random horizontal direction at the end of its turn each round for the next 10 rounds. Increased effect: The creature is affected by maze. Ignite (Reflex): The creature takes 2d6 points of fire damage. Increased effect: The creature catches on fire. Energy Channel Aura (Su) On its turn, the herald can channel energy (Will DC 26 half) to deal 2d6 points of acid, cold, electricity, or fire damage to each creature in its aura. A creature struck by its incorporeal touch attack also takes this damage (no saving throw). The save DC is Charisma-based."},{"Name":"Basileus","CR":"15.00","XP":"51200","Size":"Medium","Init":"10","AC":"28, touch 16, flat-footed 22","HP":"200","Fort":"12","Ref":"18","Will":"16","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"30 ft., fly 60 ft. (perfect)","Melee":"touch +19 (1d8+8) or  5 slams +24 (1d8+8 plus grab)","Ranged":"","Space":"5 ft.","Reach":"5 ft. (15 ft. with slam)","SpecialAttacks":"terror, terror shape","AbilitiyScores":"Str 26, Dex 22, Con 25, Int 26, Wis 19, Cha 25","BaseAtk":"16","CMB":"+24 (+28 grapple)","CMD":"40","Source":"Inner Sea Gods","SpecialAbilities":"Gaze (Su) Death (if 6 HD or less) or 6d6 damage and panicked for 2d4 rounds (7 HD or more), range 30 feet, Will DC 25 negates the death or panicked effect. This gaze is a mind-affecting fear effect that causes its targets to perceive Basileus as the most terrifying thing that it can imagine. The save DC is Charisma-based.  Terror Shape (Su) While using his gaze ability, Basileus manifests one to five monstrous limbs that can make slam attacks.  Veil of Forms (Su) All creatures see Basileus as a powerful and attractive member of their own race. While using this ability, Basileus's gaze ability is suppressed. He can activate or suppress this ability as a free action."},{"Name":"Hand Of The Inheritor","CR":"15.00","XP":"51200","Size":"Large","Init":"9","AC":"32, touch 14, flat-footed 27","HP":"207","Fort":"17","Ref":"16","Will":"13","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"50 ft., fly 150 ft. (good)","Melee":"#ERROR!","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"","AbilitiyScores":"Str 25, Dex 21, Con 22, Int 22, Wis 24, Cha 23","BaseAtk":"18","CMB":"26","CMD":"41","Source":"Inner Sea Gods","SpecialAbilities":"Aura of Courage (Su) The Hand of the Inheritor radiates an aura of courage identical to that of an 18th-level paladin.  Divine Trigger (Su) The Hand of the Inheritor can activate any paladin spell from a spell trigger item as if he were an 18th-level paladin."},{"Name":"Lawgiver","CR":"15.00","XP":"51200","Size":"Gargantuan","Init":"1","AC":"34, touch 7, flat-footed 33","HP":"177","Fort":"8","Ref":"7","Will":"13","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"40 ft., fly 60 ft. (perfect)","Melee":"#ERROR!","Ranged":"","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"","AbilitiyScores":"Str 28, Dex 12, Con -, Int 14, Wis 24, Cha 20","BaseAtk":"18","CMB":"+31 (+33 bull rush or overrun)","CMD":"42 (44 vs. bull rush or overrun)","Source":"Inner Sea Gods","SpecialAbilities":""},{"Name":"Mother's Maw","CR":"15.00","XP":"51200","Size":"Large","Init":"11","AC":"30, touch 16, flat-footed 23","HP":"189","Fort":"13","Ref":"16","Will":"19","DefensiveAbilities":"channel resistance +4, spell deflection","SR":"26","Weaknesses":"","Speed":"10 ft., fly 40 ft. (average)","Melee":"bite +24 (5d6+17/19-20 plus bleed, disease, drain, and grab)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"breath weapon (60-ft. cone, 15d6 negative energy, Reflex DC 25 for half, usable every 1d4 rounds), channel negative energy 9/day (DC 19, 6d6), devour soul, disease, swallow whole (special, AC 17, 20 hp)","AbilitiyScores":"Str 33, Dex 25, Con -, Int 21, Wis 20, Cha 22","BaseAtk":"13","CMB":"25","CMD":"42 (can't be tripped)","Source":"Inner Sea Gods","SpecialAbilities":"Deathless (Su) If destroyed, the herald it returns to unlife 1 hour later at 1 hit point, allowing its fast healing to resume healing it. It can be permanently destroyed by positive energy, being reduced to 0 hit points in the area of a bless or hallow spell, or if 20 vials of holy water are sprinkled on its remains. Devour Soul (Su) A creature swallowed by the herald must save every round against slay living (DC 25, caster level 15th). The soul of a creature slain by this attack becomes trapped within the herald's skull, and the mangled corpse is immediately regurgitated. The creature cannot be brought back to life until the herald's destruction (or a spell deflection-see below) releases its soul. The Maw can hold only one soul at a time. The trapped essence provides the Maw with fast healing 20, lasting 1 round for every Hit Die of the devoured soul. The trapped soul gains 1 permanent negative level for every round it spends within the Maw-these negative levels remain if the creature is brought back to life (but don't stack with any negative levels imparted by being brought back to life). A soul that is completely consumed may be restored to life only by a miracle or wish spell. The save DC is Charisma-based. Disease (Su) Mother's Maw bite attack carries mummy rot (Fortitude DC 25). Spell Deflection (Su) If any of the following spells is cast at the Maw and overcomes its spell resistance, it instead affects the devoured soul: banishment, chaos hammer, confusion, crushing despair, detect thoughts, dispel evil, dominate person, fear, geas/quest, holy word, hypnotism, imprisonment, magic jar, maze, suggestion, trap the soul, or any form of charm or compulsion. While none of these effects harms the soul, the caster must attempt a DC 25 caster level check when a spell is deflected- success indicates that the trapped soul is released from its prison and the creature whose body it belonged to can now be restored to life as normal. Mother's Maw can only benefit from this ability while it has a soul devoured."},{"Name":"Night Monarch","CR":"15.00","XP":"51200","Size":"Huge","Init":"10","AC":"31, touch 15, flat-footed 24","HP":"207","Fort":"17","Ref":"14","Will":"15","DefensiveAbilities":"poison flesh","SR":"26","Weaknesses":"","Speed":"30 ft., fly 120 ft. (average)","Melee":"2 claws +23 (2d6+7), 2 wings +21 (2d6+3)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"breath weapon (30-ft. cone, web, Reflex DC 25 negates, usable every 1d4 rounds), dream dust, poison","AbilitiyScores":"Str 25, Dex 22, Con 23, Int 20, Wis 18, Cha 24","BaseAtk":"18","CMB":"27","CMD":"44 (52 vs. trip)","Source":"Inner Sea Gods","SpecialAbilities":"Breath Weapon (Su) The Night Monarch's breath weapon creates sticky webbing (as the web universal monster ability). It can use this ability in the air to entangle flying creatures without requiring the use of anchor points to hold the web in place. Dream Dust (Su) As a full-round action, the Night Monarch can flutter its wings to create a 30-foot burst of dust centered on itself. This dust affects creatures as deep slumber, but with no Hit Die limit (Will DC 25 negates). This ability is usable once every 1d4 rounds. The save DC is Constitution-based. Poison Flesh (Ex) Any creature that bites the Night Monarch is exposed to black lotus extract poison (Pathfinder RPG Core Rulebook 558). Eating the Night Monarch's flesh gives the attacker a -4 penalty on the poison's saving throw."},{"Name":"Personification Of Fury","CR":"15.00","XP":"51200","Size":"Huge","Init":"16","AC":"30, touch 21, flat-footed 17","HP":"195","Fort":"16","Ref":"22","Will":"9","DefensiveAbilities":"air mastery","SR":"","Weaknesses":"","Speed":"fly 100 ft. (perfect),  swim 90 ft.","Melee":"2 slams +27  (2d10+9/19-20 plus 2d6  cold or electricity)","Ranged":"2  energy rays  +27/+22/+17/+12  touch (2d6 cold or  electricity/18-20)","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"drench, vortex (10- 60 ft. high, DC 27), water mastery, whirlwind (10-60 ft. high, DC 27)","AbilitiyScores":"Str 28, Dex 35, Con 22, Int 15, Wis 15, Cha 18","BaseAtk":"17","CMB":"+28 (+30 bull rush)","CMD":"51 (53 vs. bull rush)","Source":"Inner Sea Gods","SpecialAbilities":"Air Mastery (Ex) Airborne creatures take a -1 penalty on attack and damage rolls against the herald.  Drench (Ex) The herald's touch puts out Huge or smaller nonmagical flames. The herald can dispel magical fire it touches as dispel magic (caster level 19th).  Energy Ray (Ex) The herald can shoot rays of cold or electricity up to 100 feet. These can threaten a critical hit on a roll of 18, 19, or 20.  Vortex (Su) The herald can create a whirlpool at will as a standard action. This ability functions identically to its whirlwind special attack, but can only form underwater and cannot leave the water.  Water Mastery (Ex) The herald gains a +1 bonus on attack and damage rolls if both it and its opponent are touching water. These modifiers apply to bull rush and overrun maneuvers, whether the elemental is initiating or resisting these kinds of attacks. (Unlike a water elemental, the herald does not have a penalty if it or its opponent is touching the ground.)"},{"Name":"Steward Of The Skein","CR":"15.00","XP":"51200","Size":"Medium","Init":"7","AC":"31, touch 23, flat-footed 27","HP":"199","Fort":"15","Ref":"20","Will":"22","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"50 ft., fly 150 ft. (average)","Melee":"2 slams +26 (2d10+7 plus gaze)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"gaze, tugging strands (Fate subdomainAPG, 3/day)","AbilitiyScores":"Str 25, Dex 16, Con 20, Int 18, Wis 21, Cha 23","BaseAtk":"19","CMB":"+26 (+28 disarm)","CMD":"49 (51 vs. disarm)","Source":"Inner Sea Gods","SpecialAbilities":"Fate Aura (Su) The herald's aura acts as consecrate and grants her a +4 deflection bonus to AC, a +5 insight bonus to AC, and a +4 resistance bonus on saving throws. Any creature striking the herald from within her aura either is blinded or takes 1d6 points of Strength damage (herald's choice, Will DC 25 negates). The save DC is Charisma-based.  Gaze (Su) Dazed 2d6 rounds (or stunned if 5 HD or fewer, or held for 2d6 rounds if undead), 60 feet; Will DC 25 negates.  A creature that succeeds at its save is immune to the gaze for 24 hours. This is a mind-affecting effect (or a necromancy effect against undead). The save DC is Charisma-based.  Incorporeal Form (Su) When incorporeal, the herald can use her spell-like abilities and gaze attack but can't make slam attacks."},{"Name":"Sunlord Thalachos","CR":"15.00","XP":"51200","Size":"Large","Init":"8","AC":"29, touch 13, flat-footed 25","HP":"187","Fort":"18","Ref":"13","Will":"13","DefensiveAbilities":"uncanny dodge","SR":"26","Weaknesses":"","Speed":"50 ft., fly 100 ft. (good)","Melee":"#ERROR!","Ranged":"#ERROR!","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"stun","AbilitiyScores":"Str 24, Dex 19, Con 24, Int 19, Wis 23, Cha 22","BaseAtk":"15","CMB":"23","CMD":"37","Source":"Inner Sea Gods","SpecialAbilities":"Divine Trigger (Su) Thalachos can activate any divine spell from a spell trigger item as if he were a 15th-level caster.  Protective Aura (Su) In addition to the normal effects of an angel's protective aura, Thalachos's aura grants the benefits of the endure elements spell.  Stun (Su) If Thalachos strikes a creature twice in the same round with his scimitars (whether two strikes with one scimitar or one strike with each), that creature must succeed at a DC 24 Fortitude save or be stunned for 1d6 rounds. The save DC is Strength-based."},{"Name":"Th E Prince In Chains","CR":"15.00","XP":"51200","Size":"Large","Init":"7","AC":"33, touch 13, flat-footed 29","HP":"202","Fort":"17","Ref":"12","Will":"12","DefensiveAbilities":"exaction","SR":"","Weaknesses":"","Speed":"40 ft., fly 50 ft. (good)","Melee":"bite +24 (6d6+9 plus trip and vicious critical), 2 tentacles +18 (3d6+4 plus vicious critical)","Ranged":"","Space":"10 ft.","Reach":"10 ft. (15 ft. with tentacle)","SpecialAttacks":"howl of despair, unnerving gaze (30 ft., DC 22), vicious critical","AbilitiyScores":"Str 28, Dex 16, Con 26, Int 13, Wis 16, Cha 20","BaseAtk":"15","CMB":"25","CMD":"51","Source":"Inner Sea Gods","SpecialAbilities":"Chainstorm (Ex) Chains and flesh tendrils constantly lash at anything that approaches the herald. A creature that enters the area or begins its turn within it takes 1d12 points of bludgeoning and slashing damage. The chains entangle any creature so long as it's in the area (Reflex DC 25 negates). The save DC is Constitution-based. Exaction (Ex) The herald is healed of 10 points of damage in any round it deals damage, as if it had fast healing 10. Howl of Despair (Su) The Prince in Chains can loose a howl of immortal agony once every 1d4 rounds. All nonevil creatures within 60 feet must succeed at a DC 22 Will saving throw or take 6d6 points of sonic damage. Any within 10 feet who fail their saves are also affected as per the insanity spell. This is a sonic, mind-affecting effect. The save DC is Charisma-based. Unnerving Gaze (Ex) A creature that fails its save against the herald's unnerving gaze is staggered for 1 round. Vicious Critical (Ex) If the herald confirms a critical hit, the attack also deals 2 points of Constitution damage."},{"Name":"Thais","CR":"15.00","XP":"51200","Size":"Large","Init":"12","AC":"32, touch 25, flat-footed 23","HP":"195","Fort":"17","Ref":"21","Will":"14","DefensiveAbilities":"armor of valor, improved evasion, uncanny dodge","SR":"26","Weaknesses":"","Speed":"50 ft., fly 80 ft. (good)","Melee":"#ERROR!","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"luck domain, penetrating gaze","AbilitiyScores":"Str 24, Dex 26, Con 22, Int 21, Wis 18, Cha 24","BaseAtk":"17","CMB":"+55 (+59 grapple or sunder)","CMD":"64 (66 vs. sunder)","Source":"Inner Sea Gods","SpecialAbilities":"Armor of Valor (Su) Thais adds her Charisma modifier as a deflection bonus to her Armor Class and gains a +1 luck bonus on all saving throws. Aura of Bravery (Su) Allies within Thais's aura are affected by remove fear and remove paralysis. Allies gain a +1 morale bonus on attack rolls, weapon damage rolls, saves, and skill checks; opponents take a -1 morale penalty on such rolls. Luck Domain (Ex) Thais can use the bit of luck (30 ft. range) and good fortune Luck domain powers three times per day each. Penetrating Gaze (Su) Lawful opponents within 30 feet take 5d6 points of damage and are dazed for 1 round. A successful DC 25 Will save halves the damage and negates the daze effect. The save DC is Charisma-based."},{"Name":"The First Blade","CR":"15.00","XP":"51200","Size":"Large","Init":"5","AC":"30, touch 10, flat-footed 29","HP":"261","Fort":"20","Ref":"12","Will":"7","DefensiveAbilities":"fortification (75%)B4","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 slams +29 (2d10+16/x19-20 plus bleed)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"bladed slam, bleed (1d10), powerful blows","AbilitiyScores":"Str 32, Dex 13, Con 28, Int 10, Wis 15, Cha 13","BaseAtk":"18","CMB":"+19 (+23 grapple)","CMD":"31 (35 vs. trip)","Source":"Inner Sea Gods","SpecialAbilities":"Bladed Slam (Ex) The First Blade's slam attacks deal bludgeoning and slashing damage.  Its slams count as natural weapons or manufactured weapons (whichever is most beneficial to it) for the purpose of spells that enhance attacks, and as adamantine, chaotic, and magic for the purpose of overcoming damage reduction and bypassing hardness.  Ironsense (Ex) The First Blade automatically detects iron objects within 60 feet, just as if it possessed the blindsight ability.  Immunity to Magic (Su) The First Blade has the same immunity to magic as an iron golem. It can lower this resistance for 1 round as a standard action.  Lord of Battle (Ex) The First Blade is proficient in all weapons, and counts as an 18th-level barbarian and fighter for the purposes of all prerequisites.  Rage Aura (Su) Willing creatures within 100 feet of the First Blade gain the effects of rage automatically, whether they are allies or enemies of the herald. Those who choose not to be affected are immune to the aura until they leave the area and return.  Swarm Form (Su) The herald can transform into a floating swarm of Tiny sharp metal fragments. In this form it has the swarm subtype, cannot make slam attacks, gains the distraction ability (DC 28), and can make a swarm attack that deals 4d6 points of slashing damage to its targets."},{"Name":"The Grand Defender","CR":"15.00","XP":"51200","Size":"Huge","Init":"3","AC":"32, touch 7, flat-footed 32","HP":"157","Fort":"6","Ref":"5","Will":"7","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"warhammer +27/+22/+17/+12 (3d6+11/x3)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"breath weapon, hammer storm","AbilitiyScores":"Str 32, Dex 9, Con -, Int 15, Wis 14, Cha 13","BaseAtk":"18","CMB":"+40 (+44 bull rush)","CMD":"53 (55 vs. bull rush, 57 vs. trip)","Source":"Inner Sea Gods","SpecialAbilities":"Ablative Adaptation (Su) As a standard action, the Grand Defender can shed its outer layer of metal, revealing a slightly smaller version of itself underneath. This new form may be made of cold iron (changing its DR to 15/cold iron), mithral (DR 15/silver), or iron (DR 15/adamantine, as normal). Its attacks count as this metal type for overcoming damage reduction. If the herald is brought to 0 hit points, it becomes inert; 1d4 hours after it last took damage, it sheds its outer layer and reanimates at half its normal hit points.  Once shed, the outer layer decays into worthless powder over 1d4 minutes.  Breath Weapon (Su) The herald's poisonous breath weapon functions like that of an iron golem (free action every 1d4 rounds, 10 ft. cube, Fort DC 19, 1d4 Con, 2 consecutive saves). The save DC is Constitution-based. The cloud persists for 1 round.  Defender's Shield (Ex) The herald's shield is a +3 heavy steel shield, though it becomes nonmagical if the herald is destroyed or is no longer holding or wearing it.  Hammer Storm (Ex) The herald can expel a volley of warhammers from its mouth, which functions like a breath weapon (30-foot cone, 15d6 bludgeoning damage plus Awesome Blow, Reflex 19 half, usable 1/day). If the herald is in its cold iron or mithral form, these hammers count as cold iron or silver, respectively. The herald can exclude any number of squares in the cone. The hammer storm creates 24 physical warhammers that persist after the instantaneous attack and may be used by creatures (though they're normal warhammers, not masterwork, cold iron, or mithral). The herald can spend 1 minute eating 24 warhammers (or an equivalent amount of metal such as that created by its ablative adaptation ability) to recharge this ability. The save DC is Constitution-based.  Immunity to Magic (Su) The herald has the same immunity to magic as an iron golem."},{"Name":"The Grim White Stag","CR":"15.00","XP":"51200","Size":"Colossal","Init":"2","AC":"25, touch 5, flat-footed 22","HP":"225","Fort":"18","Ref":"13","Will":"9","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"40 ft.","Melee":"gore +25 (4d6+14/19-20 plus push), 2 hooves  +19 (2d8+7)","Ranged":"","Space":"30 ft.","Reach":"20 ft.","SpecialAttacks":"lay on hands (10/day, 9d6), push (gore, 10 ft.), trample (2d8+21, DC 33)","AbilitiyScores":"Str 39, Dex 14, Con 25, Int 10, Wis 13, Cha 12","BaseAtk":"18","CMB":"25","CMD":"40 (48 vs. trip)","Source":"Inner Sea Gods","SpecialAbilities":"Bugle (Ex) The Stag can make a distinctive call that can be heard for miles. All who worship Erastil immediately recognize the sound and know the direction and general distance to it.  Cascade of Spears (Su) Once per day, the Stag can shed fragments of its antlers, creating up to 18 +1 shortspears, +1 spears, or +1 longspears in any combination (or substitute five +1 arrows or +1 crossbow bolts for each spear). These weapons retain their magic for 18 minutes, after which they become common weapons made of antler.  Heroes' Feast (Sp) The Stag lies down and dies to begin the \"casting\" of this ability, its body becoming a magical feast feeding up to 18 creatures. At the next sunrise, it returns to life with full hit points.  Protective Aura (Su) This ability provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws, but only against attacks or effects from evil creatures."},{"Name":"The Menotherian","CR":"15.00","XP":"51200","Size":"Large","Init":"9","AC":"31, touch 14, flat-footed 26","HP":"202","Fort":"17","Ref":"16","Will":"27","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"50 ft., climb 20 ft., fly 50 ft. (poor)","Melee":"bite +24 (1d8+9), 2 claws +23 (1d6+9), sting +24  (2d8+9 plus poison)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"implant, mind control, poison","AbilitiyScores":"Str 28, Dex 20, Con 26, Int 18, Wis 18, Cha 20","BaseAtk":"15","CMB":"62","CMD":"84","Source":"Inner Sea Gods","SpecialAbilities":"Alluring Scent (Ex) The Menotherian's subtle aroma causes creatures in her vicinity to become placid and react favorably toward her. Any creature that fails a DC 25 Fortitude save against the aura improves its attitude toward the Menotherian one step closer to friendly. Creatures with the scent ability take a -4 penalty on this saving throw. Creatures in the aura must attempt a saving throw each minute. This is a mindaffecting poison effect. The DC is Constitution-based.  Implant (Ex) Once per day, the Menotherian can implant eggs in a creature using its sting. The creature must succeed at a DC 25 Fortitude save to resist implantation. The target is nauseated for the next 2d4 rounds while the eggs gestate. When the eggs hatch, they form a chaotic neutral hellwasp swarm (Pathfinder RPG Bestiary 3 146), kill the host in 1 round, and inhabit the corpse. The eggs can be surgically removed with a successful DC 30 Heal check (this check deals 2d6 points of damage to the host regardless of success) or by remove disease or similar spells. The save DC is Constitution-based.  Mind Control (Ex) The menotherian can inject its scent into the brain of a helpless or willing target, controlling it for the next 24 hours (as the spell dominate person, Fortitude DC 25 negates), although the Menotherian must verbally give the target instructions. The save DC is Constitution-based.  Poison (Ex) Sting-injury; save Fort DC 25; frequency 1/round for 6 rounds; effect 1d3 Dex damage; cure 2 consecutive saves."},{"Name":"The Old Man","CR":"15.00","XP":"51200","Size":"Medium","Init":"10","AC":"37, touch 35, flat-footed 26","HP":"178","Fort":"10","Ref":"20","Will":"20","DefensiveAbilities":"improved evasion","SR":"26","Weaknesses":"","Speed":"80 ft., climb 30 ft., swim 30 ft.","Melee":"unarmed strike +27/+22/+17/+12 (2d8+5) or  flurry of blows  +20/+20/+15/+15/+10/+10/+5  (2d8+5)","Ranged":"pebble +27/+22/+17/+12  (1d3+5)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"stunning fist (16/day, DC 28)","AbilitiyScores":"Str 20, Dex 31, Con 20, Int 21, Wis 31, Cha 22","BaseAtk":"17","CMB":"54","CMD":"71 (75 vs. trip)","Source":"Inner Sea Gods","SpecialAbilities":"Monk Abilities (Ex or Su) The Old Man has the following abilities of a 16th-level monk: AC bonus (+4), fast movement (50 ft.), flurry of blows, high jump, ki pool (18 points, adamantine, cold iron, lawful, magic, silver), quivering palm (DC 28), slow fall (80 ft.), stunning fist (blinded, deafened, fatigued, staggered, or stunned), unarmed strike"},{"Name":"The Spirit Of Adoration","CR":"15.00","XP":"51200","Size":"Large","Init":"4","AC":"30, touch 20, flat-footed 25","HP":"184","Fort":"17","Ref":"20","Will":"14","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"40 ft., fly 60 ft. (good)","Melee":"#ERROR!","Ranged":"stunning ray +19 (1d8  plus stun)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"bardic magic, bardic performance 40 rounds/day (swift action; countersong, distraction, fascinate, inspire courage +4)","AbilitiyScores":"Str 18, Dex 19, Con 22, Int 19, Wis 22, Cha 23","BaseAtk":"16","CMB":"20","CMD":"43","Source":"Inner Sea Gods","SpecialAbilities":"Bardic Magic (Su) Each day, the Spirit can cast any three bard spells of any level and in any combination (caster level 16th).  Inspiration (Su) The Spirit of Adoration can inspire an intelligent creature by giving it a token of her favor. As long as the creature carries her token, it gains a +4 insight bonus on all Will saving throws, Craft checks, and Perform checks.  An inspired bard adds the spirit's Charisma bonus (+6) to his number of bardic performance rounds per day. The spirit retains a link to her token and its carrier as if she had cast the spell status on the carrier. The spirit can end this effect at any time as a free action. The spirit may inspire a number of creatures at a time equal to her Charisma bonus.  Stunning Ray (Su) This ray of brilliant energy has a range of 180 feet. The target takes 1d8 points of damage and is stunned for 1d6 rounds (Will DC 24 reduces this to dazzled). The save DC is Charisma-based.  Unearthly Grace (Su) The spirit adds her Charisma modifier as a racial bonus on all her saving throws, as well as a deflection bonus to her Armor Class."},{"Name":"The Stabbing Beast","CR":"15.00","XP":"51200","Size":"Medium","Init":"16","AC":"31, touch 23, flat-footed 18","HP":"212","Fort":"17","Ref":"17","Will":"12","DefensiveAbilities":"all-around vision","SR":"26","Weaknesses":"","Speed":"50 ft.","Melee":"#ERROR!","Ranged":"poison stream +29 touch (blindness 1d4+1 rounds)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bleed (2d6), poison, sudden strike","AbilitiyScores":"Str 16, Dex 35, Con 24, Int 13, Wis 15, Cha 14","BaseAtk":"17","CMB":"13","CMD":"28 (can't be tripped)","Source":"Inner Sea Gods","SpecialAbilities":"Change Shape (Su) In its scorpion form, replace or add the following statistics: Size Huge; Init +14; AC 31, touch 21, flat-footed 20 (+10 Dex, +1 dodge, +10 natural); Ref +16; Melee claws +28 (2d6+13 plus bleed and grab), sting +26 (2d6+11 plus bleed and poison); Space 15 ft.; Reach 15 ft.; Special Attacks constrict (2d6+12); Str 32, Dex 31; CMB +30 (+34 grapple); CMD 53 (65 vs. trip); Skills Climb +20, Stealth +24. Murderer's Reward (Su) If the Stabbing Beast's attack reduces a target to fewer than 0 hit points, the herald immediately gains 2d6 temporary hit points (or 3d8, if the attack kills the target), but no more than the target's maximum hit points. The temporary hit points last for 1 hour. Poison (Ex) Sting-injury; save Fort DC 25; frequency 1/round for 6 rounds; effect 1d6 Str; cure 2 consecutive saves. Poison Stream (Ex) As a ranged attack (or in place of a melee sting attack), the Stabbing Beast can fire a stream of poison up to 180 feet at an opponent's eyes. The target must succeed at a save against the Stabbing Beast's poison or be blinded for 1d4+1 rounds. Sudden Strike (Ex) During a surprise round, the herald may act as if it had a full round to act, rather than just one standard action."},{"Name":"Yethazmari","CR":"15.00","XP":"51200","Size":"Large","Init":"9","AC":"32, touch 14, flat-footed 27","HP":"207","Fort":"17","Ref":"11","Will":"17","DefensiveAbilities":"soul scream,","SR":"26","Weaknesses":"","Speed":"50 ft., fly 100 ft. (good)","Melee":"bite +25 (6d6+8/19-20), bite +25 (3d6+8/19-20 plus poison)","Ranged":"poison gout +22 touch (6d10 acid plus poison)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"bay, breath weapon (30-ft. cone, 12d10 fire and see below, Reflex DC 25 half, usable every 1d4 rounds), poison","AbilitiyScores":"Str 26, Dex 20, Con 22, Int 17, Wis 23, Cha 22","BaseAtk":"18","CMB":"+27 (+29 bull rush or drag)","CMD":"42 (44 vs. bull rush or drag, 46 vs. trip)","Source":"Inner Sea Gods","SpecialAbilities":"Bay (Su) When the Yethazmari howls or barks, each creature within a 300-foot-radius spread must succeed at a DC 25 Will save or be panicked for 2d4 rounds. This is a sonic mindaffecting fear effect. Evil outsiders are immune to this ability.  Whether or not it succeeds at its save, a creature in the area is immune to the Yethazmari's bay for 24 hours. The save DC is Charisma-based.  Breath Weapon (Su) The Yethazmari's breath weapon is a jet of smoke. Any nonchaotic creature that takes damage from this breath weapon must succeed at a DC 25 Will save or be confused for 1d6 rounds. The save DC is Constitution-based.  Soul Scream (Su) Anytime the Yethazmari takes piercing or slashing damage, its wounds create a terrifying cacophony equivalent to its bay ability. Creatures within 10 feet of it take a -4 penalty on their saves against this effect.  Poison (Ex) Contact or bite-injury; save Fort DC 25; frequency 1/round for 4 rounds; effect 1d6 Str; cure 2 consecutive saves."},{"Name":"Tarrasque","CR":"25.00","XP":"1638400","Size":"Colossal","Init":"7","AC":"40, touch 5, flat-footed 37","HP":"525","Fort":"31","Ref":"22","Will":"12","DefensiveAbilities":"","SR":"36","Weaknesses":"","Speed":"40 ft.","Melee":"bite +37 (4d8+15/15-20/x3 plus grab), 2 claws +37  (1d12+15), 2 gores +37 (1d10+15), tail slap +32 (3d8+7)","Ranged":"6 spines +25 (2d10+15/x3)","Space":"30 ft.","Reach":"30 ft. (60 ft. with tail slap)","SpecialAttacks":"rush, spines, swallow whole (6d6+22 plus 6d6 acid, AC 27, hp 52)","AbilitiyScores":"Str 41, Dex 16, Con 34, Int 3, Wis 15, Cha 14","BaseAtk":"30","CMB":"27","CMD":"42 (46 vs. disarm)","Source":"Inner Sea Gods","SpecialAbilities":"Carapace (Su) The tarrasque's scales deflect cones, lines, rays, and magic missile spells, rendering the tarrasque immune to such effects. There is a 30% chance a deflected effect reflects back in full force at the caster; otherwise it is simply negated.  Powerful Leaper (Ex) The tarrasque uses its Strength to modify Acrobatics checks made to jump, and has a +24 racial bonus on Acrobatics checks made to jump.  Rush (Ex) Once per minute, for 1 round, the tarrasque's speed increases to 150 feet, and its Acrobatics bonus on checks made to jump increases to +87.  Spines (Ex) The tarrasque can loose a volley of six spear-like spines from its body as a standard action with a toss of its head or a lash of its tail. Make an attack roll for each spine- all targets must be within 30 feet of each other. The spines have a range increment of 120 ft."}]