[{"Name":"Guardian Doll","CR":"3.00","XP":"800","Size":"Tiny","Init":"7","AC":"16, touch 15, flat-footed 13","HP":"22","Fort":"1","Ref":"4","Will":"2","DefensiveAbilities":"","SR":"14","Weaknesses":"susceptible to mind-affecting effects, vulnerable to fire","Speed":"30 ft.","Melee":"doll's dagger +10 (1d2-1/19-20 plus 1d6 cold and paralysis)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 8, Dex 17, Con -, Int 13, Wis 12, Cha 10","BaseAtk":"4","CMB":"5","CMD":"11","Source":"Irrisen Land Of Eternal Winter","SpecialAbilities":"Doll's Dagger (Su) The dagger wielded by a guardian doll is treated as a masterwork weapon and delivers 1d6 points of cold damage in addition to its normal damage. Those struck by the dagger must succeed at a DC 12 Fortitude save or be paralyzed by the supernatural cold of the weapon for 1d4 rounds. If the guardian doll is destroyed, its weapon becomes a useless child's toy. The save DC is Charisma-based.  Soul Focus (Su) The soul bound to the doll lives within a focus integrated into the doll or its apparel, typically one of the doll's eyes or a gem embedded into its neck or chest. As long as this soul focus remains intact, it can be used to animate another doll, using the same cost as creating a new construct. Once bound into the soul focus, the soul continues to learn. If it is put into a new doll body, the soul retains its personality and memories from its previous bodies. A soul focus has hardness 8, 12 hit points, and a break DC of 20.  Susceptible to Mind-Affecting Effects (Ex) Like a soulbound doll, a guardian doll is susceptible to mind-affecting effects. However, due to the singular purpose with which it is imbued, its saves against such effects are made with a +1 racial bonus."},{"Name":"Ved","CR":"5.00","XP":"1600","Size":"Large","Init":"-1","AC":"16, touch 8, flat-footed 16","HP":"57","Fort":"7","Ref":"1","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"club +10 (1d8+7)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"gale breath","AbilitiyScores":"Str 25, Dex 8, Con 20, Int 7, Wis 12, Cha 9","BaseAtk":"4","CMB":"+12 (+14 bull rush)","CMD":"22 (24 vs. bull rush)","Source":"Irrisen Land Of Eternal Winter","SpecialAbilities":"Gale Breath (Su) Every 1d4 rounds as a full-round action, a ved can draw in a mighty breath and expel it outward in a 30-foot cone. Targets within 10 feet of the origin of this cone must succeed at a DC 18 Strength check or be knocked prone. Those who succeed at the check or are standing farther away from the ved treat the effects of the gale breath as a gust of wind spell."},{"Name":"Boreal Creature","CR":"7.00","XP":"3200","Size":"Large","Init":"1","AC":"20, touch 10, flat-footed 19","HP":"73","Fort":"9","Ref":"6","Will":"6","DefensiveAbilities":"","SR":"17","Weaknesses":"vulnerable to fire","Speed":"30 ft.","Melee":"bite +14 (1d6+8 plus 1d6 cold), 2 claws +14 (1d6+8 plus 1d6 cold)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"rend (2 claws, 1d6+12)","AbilitiyScores":"Str 27, Dex 12, Con 20, Int 13, Wis 13, Cha 10","BaseAtk":"7","CMB":"16","CMD":"26","Source":"Irrisen Land Of Eternal Winter","SpecialAbilities":"Trackless Step (Ex) A boreal annis hag does not leave a trail in snow and cannot be tracked. She can choose to leave a trail if she so desires."},{"Name":"Sentinel Hut","CR":"8.00","XP":"4800","Size":"Huge","Init":"3","AC":"21, touch 11, flat-footed 18","HP":"95","Fort":"3","Ref":"6","Will":"3","DefensiveAbilities":"dancing evasion","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"bite +15 (2d4+7 plus grab), slam +15 (2d6+7)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"stir crazy, swallow whole (1d2 Wisdom damage, AC 15, 9 hp), trample (2d6+10, DC 22)","AbilitiyScores":"Str 25, Dex 17, Con -, Int -, Wis 11, Cha 16","BaseAtk":"10","CMB":"+19 (+23 grapple)","CMD":"32","Source":"Irrisen Land Of Eternal Winter","SpecialAbilities":"Dancing Evasion (Ex) The sentinel hut's dancing and hopping movements give it a +3 bonus on all Reflex saves.  Immune to Magic (Ex) Sentinel huts are immune to any spell or spell-like ability that allows spell resistance, with the exception of spells with the fire descriptor, which affect it normally.  Stir Crazy (Su) A victim swallowed whole by a sentinel hut is trapped in a plain, 10-foot-square room. A trapped creature is not considered grappled, and can move freely about the room. Every round, it is bombarded with a powerful psychic force that causes 1d2 points of Wisdom damage. To escape, the victim must deal damage on the sentinel hut's door (AC 15, 12 hp). Damage dealt to any part of the interior other than the door still adds to the damage dealt to the construct overall, but won't free the victim. If sufficient damage is dealt to the hut to destroy it (from without or within), the trapped creature is freed, but must succeed at a DC 22 Will save or be afflicted by insanity (Pathfinder RPG GameMastery Guide 250). Victims who break through the door from within are not subject to this latter effect."},{"Name":"White Rider","CR":"11.00","XP":"12800","Size":"Medium","Init":"7","AC":"27, touch 17, flat-footed 20","HP":"136","Fort":"10","Ref":"17","Will":"15","DefensiveAbilities":"","SR":"22","Weaknesses":"","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"#ERROR!","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"Rider's weapon, weal or woe (DC 23)","AbilitiyScores":"Str 20, Dex 25, Con 20, Int 18, Wis 21, Cha 21","BaseAtk":"8","CMB":"13","CMD":"23","Source":"Irrisen Land Of Eternal Winter","SpecialAbilities":"Blinding Light (Su) The White Rider can radiate a 30-foot-radius aura of blinding light as a free action. Creatures within the affected area must succeed at a DC 23 Fortitude save or be permanently blinded. A creature that successfully saves cannot be affected again by the Rider's blinding light aura for 24 hours. The save is Constitution-based.  Rider's Robes (Su) The White Rider wears robes that provide the same protection as a breastplate.  Rider's Weapon (Su) The White Rider has a +2 seeking composite longbow and a quiver that produces a never-ending supply of arrows. Once per round, she can draw a +1 brilliant energy arrow from her quiver."},{"Name":"Red Rider","CR":"12.00","XP":"19200","Size":"Medium","Init":"9","AC":"29, touch 15, flat-footed 24","HP":"152","Fort":"11","Ref":"15","Will":"14","DefensiveAbilities":"","SR":"23","Weaknesses":"","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bright blast, Rider's weapon, weal or woe (DC 23)","AbilitiyScores":"Str 24, Dex 21, Con 22, Int 17, Wis 18, Cha 21","BaseAtk":"8","CMB":"15","CMD":"25 (can't be disarmed)","Source":"Irrisen Land Of Eternal Winter","SpecialAbilities":"Bright Blast (Su) Three times per day, the Red Rider can erupt in flames, damaging all creatures within a 20-foot radius. Those caught in the blast must succeed at a DC 23 Reflex save or take 3d6 points of fire damage and be dazed for 1 round and dazzled for an additional 1d4 rounds. The save DC is Charisma-based.  Rider's Robes (Su) The Red Rider wears robes that provide the same protection as half-plate armor.  Rider's Weapon (Su) Whenever the Red Rider successfully confirms a critical hit with his +2 f laming scimitar, the target is dazed for 1 round unless it succeeds at a DC 23 Fortitude save. The save DC is Charisma-based."},{"Name":"Black Rider","CR":"13.00","XP":"25600","Size":"Medium","Init":"5","AC":"29, touch 15, flat-footed 24","HP":"171","Fort":"12","Ref":"16","Will":"15","DefensiveAbilities":"","SR":"24","Weaknesses":"","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"Rider's weapon, weal or woe (DC 24)","AbilitiyScores":"Str 23, Dex 20, Con 22, Int 17, Wis 18, Cha 21","BaseAtk":"9","CMB":"15","CMD":"25 (can't be disarmed)","Source":"Irrisen Land Of Eternal Winter","SpecialAbilities":"Icy Aura (Su) Misty vapors roil from the Black Rider to a distance of 10 feet. Any creatures in contact with the vapors must succeed at a DC 24 Fortitude save or be slowed as per the slow spell. Once affected, the creature remains slowed as long as it is in the aura and for 1 round afterward. The save DC is Charisma-based.  Rider's Robes (Su) The Black Rider wears robes that provide the same protection as full plate armor.  Rider's Weapon (Su) Whenever the Black Rider successfully confirms a critical hit with his +2 icy burst spear, the target is stunned for 1 round unless it succeeds at a DC 24 Fortitude save. The save DC is Charisma-based."},{"Name":"Khala","CR":"17.00","XP":"102400","Size":"Large","Init":"10","AC":"31, touch 15, flat-footed 25","HP":"261","Fort":"19","Ref":"17","Will":"16","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to fire","Speed":"30 ft., fly 90 ft. (good)","Melee":"3 bites +26 (2d10+9/ 19-20 plus disease), tail +26 (2d8+9 plus grab)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"breath weapon, constrict (2d6+8), rend (2 bites, 2d10+13)","AbilitiyScores":"Str 28, Dex 22, Con 27, Int 22, Wis 21, Cha 25","BaseAtk":"18","CMB":"+28 (+32 grapple)","CMD":"38 (can't be tripped)","Source":"Irrisen Land Of Eternal Winter","SpecialAbilities":"Breath Weapon (Su) Every 1d4 rounds, the khala can fire a jet of frigid liquid up to 60 feet in a straight line from one of its three mouths, dealing 16d6 points of cold damage to the target (Reflex DC 27 half). Even if this save is successful, the target must succeed at a second save (Fortitude DC 27) or be encased in ice. A trapped creature must succeed at a DC 25 Strength check or a DC 26 Escape Artist check to break free. Attempting to break free of the ice is a full-round action.  Disease (Su) A target bitten by a khala must succeed at a DC 27 Fortitude save or contract chillbane fever.  Chillbane Fever: disease-injury; save Fort DC 17; onset 1 day; frequency 1/day; effect 1d4 Con damage and target is sickened and fatigued; cure 2 consecutive saves.  Tenacious Grapple (Ex) A khala does not gain the grappled condition if it grapples a foe with its tail."}]