[{"Name":"Tear of Nuruu'gal","CR":"6.00","XP":"2400","Size":"Small","Init":"-5","AC":"6, touch 6, flat-footed 6","HP":"62","Fort":"8","Ref":"-4","Will":"1","DefensiveAbilities":"","SR":"17","Weaknesses":"vulnerability to cold","Speed":"10 ft., climb 10 ft.","Melee":"slam +7 (1d6+3 plus burn and grab)","Ranged":"ranged touch -1 (by spell)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"burn (1d6, DC 19), constrict (1d6+3), symbiosis","AbilitiyScores":"Str 14, Dex 1, Con 24, Int 4, Wis 5, Cha 1","BaseAtk":"3","CMB":"4","CMD":"18","Source":"Lost Cities Of Golarion","SpecialAbilities":"Symbiosis (Ex) As part of a constrict attack, a tear of Nuruu'gal can attempt to forcefully inhabit a humanoid victim's body.  A DC 21 Fortitude save resists this intrusion and renders immunity to that ooze's symbiosis ability for 24 hours; failure means the ooze spends a full-round action inhabiting its new host. Once absorbed, the ooze grants incredible boons to willing hosts, or slowly incinerates unwilling victims. A willing host ceases aging, is sustained as if wearing a ring of sustenance, and becomes sterile.  He or she also gains the fire subtype, spell resistance, and telepathic abilities of the tear of Nuruu'gal. A host can use the creature's spell-like abilities, with save DCs calculated using the host's Hit Dice and Charisma score, although daily limits of powers still apply. Damage dealt to the host body does not harm the ooze.  Unwilling victims are granted no abilities, and are instead tortured with searing pain. Victims take automatic burn damage each round, and must succeed on a DC 21 Fortitude save or become nauseated for 1d4 rounds. While this occurs, the ooze may telepathically appeal to the host for control of the body to prevent further pain (treat control as magic jar, with no receptacle required). The ooze may vacate the body of a host as a full-round action, bursting forth in a protoplasmic expulsion, dealing double burn damage.  A victim may attempt to expel the creature from his or her body as a full-round action with a DC 21 Fortitude save, but each attempt results in automatic burn damage from the ooze, and damage from the creature's violent exit if successful (as if the ooze had left voluntarily). Remove curse expels the creature, if the caster succeeds on a DC 21 caster level check.  The save DCs are Constitution-based."}]