[{"Name":"Lava Child","CR":"3.00","XP":"800","Size":"Medium","Init":"1","AC":"16, touch 11, flat-footed 15","HP":"30","Fort":"5","Ref":"5","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerability to cold and water","Speed":"30 ft., burrow 10 ft.","Melee":"2 claws +6 (1d4+2), bite +6 (1d4+2 plus 1d6 fire)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"magma throwing, rend (2 claws, 1d4+3)","AbilitiyScores":"Str 15, Dex 12, Con 14, Int 10, Wis 13, Cha 13","BaseAtk":"4","CMB":"6","CMD":"17","Source":"Misfit Monsters","SpecialAbilities":"Earth Glide (Ex) A burrowing lava child can pass through stone, dirt, metal, lava, or almost any other sort of earth as easily as a fish swims through water. Its burrowing leaves behind no tunnel or hole, nor does it create any ripples or other signs of its presence. A move earth spell cast on an area containing a burrowing lava child flings the creature back 30 feet, stunning it for 1 round unless it succeeds on a DC 15 Fortitude save.  Immunity to Earth Magic (Ex) A lava child is immune to any spell or spell-like ability that allows spell resistance and has the earth descriptor.  Magma Throwing (Su) A lava child can cough up a ball of magma into its hand as a move action. It remains hot as long as the lava child holds it, but cools to the ambient temperature 1 round after it is released. A lava child can throw a magma ball as if it were a flask of alchemist's fire, or add its damage to one successful claw attack. It can use this ability a number of times per day equal to its Hit Dice. On any round in which the lava child remains partially immersed in molten stone and does not leave it, it may scoop up a handful as a move action and then throw it as if using this ability, but that action does not count toward its daily limit.  Metal Immunity (Su) Lava children ignore the presence of metal and are able to pass through it as easily as air. They are immune to metal weapons, and their attacks ignore any AC bonus (including enhancement bonuses) from metal armor and shields.  Vulnerability to Cold and Water (Ex) Spells and effects with the water or cold subtype inflict +50% damage against lava children (though these vulnerabilities do not stack-effects that are both cold and water still deal only an additional +50% damage). Splashing a lava child with at least 1 gallon of water inflicts 1d6 points of nonlethal damage. Immersion in water causes lava children to take 2d6 points of damage per round and affects them as a slow spell while they remain submerged."},{"Name":"Delver","CR":"9.00","XP":"6400","Size":"Huge","Init":"7","AC":"23, touch 12, flat-footed 19","HP":"138","Fort":"12","Ref":"8","Will":"21","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., burrow 10 ft.","Melee":"2 slam +16 (2d6+9 plus corrosive slime)","Ranged":"","Space":"15 ft.","Reach":"10 ft.","SpecialAttacks":"corrosive slime","AbilitiyScores":"Str 28, Dex 19, Con 22, Int 15, Wis 15, Cha 10","BaseAtk":"9","CMB":"12","CMD":"30","Source":"Misfit Monsters","SpecialAbilities":"Compression (Ex) A delver's boneless body can squeeze through spaces that would normally exclude anything larger than a Medium creature; it does not need to make Escape Artist checks to pass through such spaces. When it squeezes through a 5-foot opening, its speed is reduced to 5 feet until it passes completely through.  Corrosive Slime (Ex) The delver's skin is covered in an acidic slime that it uses to dissolve stone and defend against enemies. The slime deals 2d6 acid damage to flesh, 4d8 damage to metal, or 8d10 to stone or crystal. If the delver hits with a natural attack or grapple, it automatically adds its slime damage, and the slime continues to deal 2d6 damage per round for the next 2 rounds. Armor or clothing worn by a creature grappled by a delver takes the same amount of acid damage unless the wearer succeeds on a DC 22 Reflex saving throw. A quart or more of water can wash away the slime. Any weapon that strikes the delver takes slime damage, as does a creature grappling or attacking the delver with natural weapons (both Reflex half DC 22). The saves are Constitution-based.  Sculpt Stone (Ex) A delver can secrete a weaker form of its slime from its tentacles that momentarily softens stone rather than destroying it, allowing the creature to reshape up to 25 cubic feet of stone as if using stone shape as a 15th-level caster. This ability has no effect on stone that is protected against acid. It can use this ability at will."}]