[{"Name":"Mythic Human Skeleton","CR":"1.00","XP":"400","Size":"Medium","Init":"#ERROR!","AC":"15, touch 12, flat-footed 13","HP":"17","Fort":"0","Ref":"2","Will":"3","DefensiveAbilities":"channel resistance +2","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 scimitars +3 (1d6+2/18-20)  or 2 claws +3 (1d4+2)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"mythic power (1/day, surge +1d6), relentless, superior two-weapon fighting","AbilitiyScores":"Str 15, Dex 14, Con -, Int -, Wis 10, Cha 10","BaseAtk":"1","CMB":"3","CMD":"15","Source":"Mythic Adventures","SpecialAbilities":""},{"Name":"Mythic Worg","CR":"3.00","XP":"800","Size":"Medium","Init":"2","AC":"15, touch 12, flat-footed 13","HP":"36","Fort":"5","Ref":"6","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"50 ft.","Melee":"bite +7 (1d8+4 plus trip)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"fear cone (30 ft., DC 12), mythic power (1/day, surge +1d6)","AbilitiyScores":"Str 17, Dex 15, Con 13, Int 6, Wis 14, Cha 10","BaseAtk":"4","CMB":"7","CMD":"19 (23 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Darkness Aura (Su) As a free action, a mythic worg can activate its darkness aura, which reduces the light level within 30 feet of it by one step. This never reduces the light level to supernatural darkness. Multiple worgs within range can reduce the light level multiple steps. Because a mythic worg has darkvision and low-light vision, this ability never interferes with its own vision. It can end this ability as a free action."},{"Name":"Mythic Cockatrice","CR":"4.00","XP":"1200","Size":"Small","Init":"3","AC":"17, touch 16, flat-footed 12","HP":"43","Fort":"5","Ref":"8","Will":"3","DefensiveAbilities":"stone plumage","SR":"","Weaknesses":"","Speed":"20 ft., fly 60 ft. (poor)","Melee":"bite +10 (1d4-2 plus petrification)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"mythic power (1/day, surge +1d6)","AbilitiyScores":"Str 6, Dex 17, Con 11, Int 2, Wis 13, Cha 8","BaseAtk":"6","CMB":"3","CMD":"17","Source":"Mythic Adventures","SpecialAbilities":"Petrification (Su) A mythic cockatrice's bite causes flesh to calcify and harden-multiple bites can cause a living creature to fossilize into stone. Each time a creature is damaged by a mythic cockatrice's bite attack, it must succeed at a DC 13 Fortitude save or take 1d6 points of Dexterity damage as its flesh and bones stiffen and harden. If a creature's Dexterity score is reduced to 0 by a cockatrice's bite, that creature immediately turns completely to stone, as if petrified by a flesh to stone spell. Every day, a creature petrified by a cockatrice in this manner can attempt a new DC 12 Fortitude save; if it succeeds, the victim recovers from the petrification with a Dexterity score of 1 (and thereafter can be restored to full Dexterity by natural healing or magic as normal). If a petrified creature fails three of these Fortitude saves in a row, the petrified state becomes permanent. A creature restored to flesh via magic has any Dexterity damage caused by cockatrice bites removed, but not any existing Dexterity damage from other sources. A cockatrice is immune to the petrification ability of itself and of other cockatrices, but other petrification attacks affect them normally. The save DC is Constitution-based.  Petrification Aura (Su) A creature within 30 feet of a mythic cockatrice on its turn must successfully save or be subjected by petrification as if it had been bitten.  Stone Plumage (Su) Any weapon that strikes a mythic cockatrice takes 1d6 points of damage that bypasses the weapon's hardness. Any creature attacking the cockatrice with natural weapons or unarmed strikes takes 1d6 points of damage."},{"Name":"Mythic Hell Hound","CR":"4.00","XP":"1200","Size":"Medium","Init":"5","AC":"17, touch 11, flat-footed 16","HP":"47","Fort":"6","Ref":"5","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to cold","Speed":"40 ft.","Melee":"bite +9 (2d6+3 plus burn)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"breath weapon (10-ft. cone, 2d6 fire plus clinging flames, Reflex DC 14 half, usable every 1d4 rounds), burn (1d6, DC 14), mythic power (1/day, surge +1d6)","AbilitiyScores":"Str 15, Dex 13, Con 15, Int 6, Wis 10, Cha 6","BaseAtk":"5","CMB":"7","CMD":"18 (22 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Clinging Flames (Ex) A creature that takes damage from a mythic hell hound's breath weapon also catches on fire (using the save DC for its burn ability)."},{"Name":"Mythic Ogre","CR":"4.00","XP":"1200","Size":"Large","Init":"-1","AC":"19, touch 8, flat-footed 19","HP":"50","Fort":"7","Ref":"0","Will":"3","DefensiveAbilities":"iron resilience","SR":"","Weaknesses":"","Speed":"30 ft. (40 ft. base)","Melee":"mwk greatclub +9 (2d8+7)","Ranged":"javelin +1 (1d8+5)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"mythic power (1/day, surge +1d6), rising fury","AbilitiyScores":"Str 21, Dex 8, Con 17, Int 6, Wis 10, Cha 7","BaseAtk":"3","CMB":"9","CMD":"18","Source":"Mythic Adventures","SpecialAbilities":"Iron Resilience (Ex) Once per round, a mythic ogre can ignore an attack that would reduce it to negative hit points or kill it. The ogre takes no damage from the attack. As an immediate action, a mythic ogre can expend one use of mythic power to use this ability to ignore all attacks from one creature for 1 round.  Rising Fury (Ex) Each time a mythic ogre takes damage, it gains a +2 morale bonus on damage rolls until the end of its next turn. This bonus increases by +2 each time the ogre takes damage, up to a maximum of +10. At the end of the ogre's turn, this damage bonus resets to +0."},{"Name":"Mythic Gargoyle","CR":"5.00","XP":"1600","Size":"Medium","Init":"6","AC":"18, touch 12, flat-footed 16","HP":"62","Fort":"4","Ref":"6","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft., fly 60 ft. (average)","Melee":"bite +8 (1d4+3), 2 claws +8 (1d6+3), gore +8 (1d4+3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"breath weapon (60-ft. line, 6d6 acid damage, Reflex DC 15 half, usable every 1d4 rounds), mythic power (2/day, surge +1d6)","AbilitiyScores":"Str 17, Dex 14, Con 16, Int 6, Wis 11, Cha 7","BaseAtk":"5","CMB":"8","CMD":"20","Source":"Mythic Adventures","SpecialAbilities":"Freeze (Ex) A gargoyle can hold itself so still it appears to be a statue. A gargoyle that uses freeze can take 20 on its Stealth check to hide in plain sight as a stone statue.  Opportunistic Movement (Ex) A mythic gargoyle can rapidly move to take advantage of an opponent's weakened defenses. When an opponent within 30 feet takes an action that provokes an attack of opportunity, as an immediate action the mythic gargoyle can expend one use of mythic power to move up to 40 feet, ending its movement next to the creature that provoked the attack of opportunity and making an attack of opportunity against that creature. The gargoyle's movement from this ability doesn't provoke attacks of opportunity.  Possess Statue (Su) A mythic gargoyle can expend one use of mythic power to possess and animate a Medium stone statue within 100 feet. The possessed statue functions as a non-mythic gargoyle and lasts as long as the statue is in range and the gargoyle concentrates. When using this ability, the gargoyle's actual body is immobile (as if using its freeze ability) and helpless. It can stop using this ability as a move action. If the statue is destroyed, the gargoyle's life force returns to its own body."},{"Name":"Mythic Griffon","CR":"5.00","XP":"1600","Size":"Large","Init":"2","AC":"19, touch 11, flat-footed 17","HP":"62","Fort":"7","Ref":"6","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., fly 100 ft. (average)","Melee":"bite +8 (1d6+4 plus grab), 2 talons +10 (1d6+4)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"mythic power (2/day, surge +1d6), pounce, power dive, rake (2 claws +8, 1d4+4)","AbilitiyScores":"Str 18, Dex 15, Con 16, Int 5, Wis 13, Cha 8","BaseAtk":"5","CMB":"+10 (+14 grapple)","CMD":"22 (26 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Power Dive (Ex) A flying mythic griffon can move up to four times its speed when it charges. If its charge begins 40 or more feet above its target, its first attack deals double damage. It must be flying downward at an angle of 45 degrees or steeper to use this ability."},{"Name":"Mythic Owlbear","CR":"5.00","XP":"1600","Size":"Large","Init":"#ERROR!","AC":"17, touch 10, flat-footed 16","HP":"67","Fort":"10","Ref":"5","Will":"2","DefensiveAbilities":"","SR":"16","Weaknesses":"","Speed":"30 ft.","Melee":"bite +9 (1d8+5), 2 claws +9 (1d6+5 plus grab)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"disorienting pounce, mythic power (2/day, surge +1d6), pounce, rend (2 claws, 1d6+7)","AbilitiyScores":"Str 21, Dex 12, Con 18, Int 2, Wis 12, Cha 10","BaseAtk":"5","CMB":"+11 (+15 grapple)","CMD":"22 (26 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Disorienting Pounce (Ex) A creature that a mythic owlbear hits when using its pounce ability is automatically staggered for 1 round."},{"Name":"Mythic Manticore","CR":"6.00","XP":"2400","Size":"Large","Init":"2","AC":"19, touch 11, flat-footed 17","HP":"77","Fort":"9","Ref":"7","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., fly 50 ft. (clumsy)","Melee":"bite +11 (1d8+6), 2 claws +11 (2d4+6)","Ranged":"4 spikes +9 (1d6+6 plus poison)","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"mythic power (2/day, surge +1d6), poison, pounce, skewer","AbilitiyScores":"Str 22, Dex 15, Con 18, Int 7, Wis 12, Cha 9","BaseAtk":"6","CMB":"13","CMD":"25 (29 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Poison (Ex) Spike-injury; save Fort DC 17; frequency 1/round for 6 rounds; effect 1d4 Str; cure 2 consecutive saves.  Skewer (Ex) If a mythic manticore confirms a critical hit with a spike, the spike pins the target to the ground or a nearby surface. If the target is using winged flight, the spike snares its wings. The target is considered grappled by the manticore (though the manticore is not considered to be grappling) and must escape the grapple to move from its square. A flying creature must escape on its turn or plummet to the ground. As a swift action, a mythic manticore can expend one use of mythic power to skewer all targets hit by its spikes that turn, even if the attacks weren't critical hits.  Spikes (Ex) With a snap of its tail, a mythic manticore can loose a volley of four spikes as a standard action (make an attack roll for each spike). This attack has a range of 180 feet with no range increment. All targets must be within 30 feet of each other. The creature can launch only 24 spikes in any 24-hour period."},{"Name":"Mythic Minotaur","CR":"6.00","XP":"2400","Size":"Large","Init":"0","AC":"17, touch 9, flat-footed 17","HP":"72","Fort":"6","Ref":"5","Will":"5","DefensiveAbilities":"natural cunning","SR":"17","Weaknesses":"","Speed":"30 ft.","Melee":"mwk greataxe +12/+7 (3d6+7/x3), gore +11 (1d6+2)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"mythic power (2/day, surge +1d6), oubliette, powerful charge (gore, 2d6+7)","AbilitiyScores":"Str 21, Dex 10, Con 15, Int 7, Wis 10, Cha 8","BaseAtk":"7","CMB":"+13 (+17 bull rush)","CMD":"23 (25 vs. bull rush)","Source":"Mythic Adventures","SpecialAbilities":"Maze Mastery (Su) A mythic minotaur can designate an area no greater than 100 feet on a side (typically a maze, underground labyrinth, or other confusing structure) as its personal lair. As a move action, the minotaur can teleport from one point in its lair to any other point in its lair, as if using greater teleport. In addition, whenever the minotaur must make a saving throw while inside its lair, it can roll twice and take the higher result. A mythic minotaur can change its lair once per week. A minotaur can share its lair with other creatures (including other minotaurs or mythic minotaurs) without interfering with this ability.  Natural Cunning (Ex) Although a mythic minotaur is not especially intelligent, it possesses innate cunning and logical ability. This gives it immunity to maze spells and prevents it from ever becoming lost. Further, it is never caught flat-footed.  Oubliette (Su) Whenever a mythic minotaur hits a creature with its gore attack as part of a powerful charge, the target must succeed at a DC 15 Will save or be sent into an extradimensional prison, as the maze spell but lasting for 1d4+1 rounds. The save DC is Wisdom-based and includes a +2 racial modifier."},{"Name":"Mythic Troll","CR":"6.00","XP":"2400","Size":"Large","Init":"2","AC":"18, touch 11, flat-footed 16","HP":"79","Fort":"11","Ref":"4","Will":"3","DefensiveAbilities":"primal vigor","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"bite +9 (1d8+6), 2 claws +9 (1d6+6)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"feral savagery (rend), mythic power (2/day, surge +1d6), rend (2 claws, 1d6+9 plus bleed 5 plus feral savagery)","AbilitiyScores":"Str 23, Dex 14, Con 23, Int 6, Wis 9, Cha 6","BaseAtk":"4","CMB":"11","CMD":"23","Source":"Mythic Adventures","SpecialAbilities":"Primal Vigor (Su) If a mythic troll takes damage during a round, its regeneration increases by 5 at the start of its next turn, to a maximum of 25. If the troll is at full hit points at the start of its turn, its regeneration decreases by 5, to a minimum of 5. Damaging the troll with acid or fire only partially suppresses its regeneration. On its turn following this damage, the troll regenerates only half the normal number of hit points (for example, a troll with regeneration 15 would heal 7 hit points) and can die normally on that round."},{"Name":"Mythic Winter Wolf","CR":"6.00","XP":"2400","Size":"Large","Init":"5","AC":"19, touch 10, flat-footed 18","HP":"77","Fort":"9","Ref":"6","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to fire","Speed":"50 ft.","Melee":"bite +11 (1d8+9 plus 1d6 bleed and 1d6 cold and trip)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"bleed (1d6), breath weapon (15-ft. cone, 6d6 cold and slow for 2 rounds, Reflex DC 17 half, usable every 1d4 rounds), lingering breath (2d6 cold, 2 rounds), mythic power (2/day, surge +1d6)","AbilitiyScores":"Str 22, Dex 13, Con 18, Int 9, Wis 13, Cha 10","BaseAtk":"6","CMB":"13","CMD":"24 (28 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":""},{"Name":"Mythic Lamia","CR":"7.00","XP":"3200","Size":"Large","Init":"3","AC":"24, touch 14, flat-footed 19","HP":"97","Fort":"7","Ref":"9","Will":"11","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"60 ft.","Melee":"#ERROR!","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"mythic power (3/day, surge +1d6), pounce, Wisdom drain","AbilitiyScores":"Str 18, Dex 16, Con 14, Int 13, Wis 17, Cha 15","BaseAtk":"9","CMB":"14","CMD":"28 (32 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Aura of Seduction (Su) Any creature within 30 feet of a mythic lamia must succeed at a DC 16 Will save or become fascinated. A creature that succeeds at this save is immune to the lamia's aura for 24 hours. This is a mind-affecting effect. The save DC is Charisma-based.  Spells A mythic lamia casts spells as a 6th-level sorcerer, and can cast spells from the cleric list as well as those normally available to a sorcerer. Cleric spells are considered arcane spells for a mythic lamia.  Wisdom Drain (Su) A lamia drains 1d4 points of Wisdom each time she hits with her melee touch attack. (Unlike with other kinds of ability drain attacks, a lamia does not heal any damage when she uses her Wisdom drain.) Lamias try to use this power early in an encounter to make foes more susceptible to charm monster and suggestion."},{"Name":"Mythic Mummy","CR":"7.00","XP":"3200","Size":"Medium","Init":"0","AC":"23, touch 10, flat-footed 23","HP":"92","Fort":"4","Ref":"2","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to fire","Speed":"20 ft.","Melee":"slam +15 (1d8+12 plus mummy rot)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"create spawn, mythic power (3/day, surge +1d6)","AbilitiyScores":"Str 26, Dex 10, Con -, Int 6, Wis 15, Cha 15","BaseAtk":"6","CMB":"14","CMD":"24","Source":"Mythic Adventures","SpecialAbilities":"Create Spawn (Su) As a swift action, a mythic mummy can expend one use of mythic power to transform a slain opponent into a non-mythic mummy with the advanced simple template. The new mummy is under the command of the mummy that created it, and remains enslaved until the mythic mummy's death, at which time it becomes a free-willed creature. The spawn retains none of the abilities it had in life  Desert Mastery (Su) A mythic mummy can command earth and sand within 100 feet to c reate a variety of spell-like effects. As a s tandard action, a mummy can reduce rock to sand (as transmute rock to mud) or create lifelike shapes made from sand (as major image, though these shapes collapse if disbelieved or attacked). The mummy can expend one use of mythic power to summon a giant advanced sandman (Bestiary 2 236). The mummy's caster level equals its Hit Dice for these effects.  Despair (Su) All creatures within a 30-foot radius that see a mummy must succeed at a DC 18 Will save or be paralyzed by fear for 1d4 rounds. A creature only has to attempt this save against a particular mummy's despair ability once every 24 hours. This is a paralysis and mind-affecting fear effect. The save DC is Charisma-based and includes a +2 racial bonus.  Mummy Rot (Su) Curse and disease-slam; save Fort DC 18; onset 1 minute; frequency 1/day; effect 1d6 Con and 1d6 Cha; cure -. This otherwise functions like standard mummy rot. The DC is Charisma-based and includes a +2 racial bonus."},{"Name":"Mythic Ettin","CR":"8.00","XP":"4800","Size":"Large","Init":"3","AC":"22, touch 8, flat-footed 22","HP":"89","Fort":"9","Ref":"2","Will":"5","DefensiveAbilities":"two brains","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"2 flails +13/+13 (2d6+7)","Ranged":"2 javelins +5 (1d8+7)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"mythic power (3/day, surge +1d6), powerful charge (flail, 4d6+10), superior two-weapon fighting","AbilitiyScores":"Str 25, Dex 8, Con 15, Int 6, Wis 10, Cha 11","BaseAtk":"7","CMB":"+15 (+17 overrun)","CMD":"24","Source":"Mythic Adventures","SpecialAbilities":"Two Brains (Ex) Anytime a mythic ettin attempts a Will saving throw, it rolls twice and uses the better result."},{"Name":"Mythic Greater Barghest","CR":"8.00","XP":"4800","Size":"Large","Init":"8","AC":"22, touch 11, flat-footed 20","HP":"105","Fort":"9","Ref":"10","Will":"10","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"ghost touch bite +15 (1d8+7/18-20/x3 plus burn and vorpal bite), 2 claws +15 (1d6+7)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"burn (1d6, DC 18), goblin king, improved bite, mythic power (2/day, surge +1d6), vorpal bite","AbilitiyScores":"Str 25, Dex 15, Con 19, Int 18, Wis 18, Cha 18","BaseAtk":"9","CMB":"17","CMD":"29 (33 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Goblin King (Su) A mythic barghest has the inspire courage +2 and inspire competence +2 abilities of a 6th-level bard. Goblins, goblin dogs, worgs, hell hounds, and barghests gain double the normal bonuses from this ability.  Improved Bite (Ex) A mythic barghest's bite has a critical threat range of 18-20 and critical multiplier of x3.  Vorpal Bite (Su) If a mythic greater barghest confirms a critical hit against a non-mythic opponent, it can expend one use of mythic power as a free action to bite off the opponent's head, instantly killing it (Fort DC 15 negates). The save DC is Constitution-based."},{"Name":"Mythic Wyvern","CR":"8.00","XP":"4800","Size":"Large","Init":"#ERROR!","AC":"22, touch 10, flat-footed 21","HP":"103","Fort":"9","Ref":"6","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., fly 100 ft. (average)","Melee":"bite +11 (2d6+5 plus grab), sting +11 (1d8+5 plus poison), 2 wings +6 (1d8+2)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"power lift, mythic power (3/day, surge +1d6), rake (2 talons +10, 1d6+5), swallow whole (1d6+5 bludgeoning, AC 14, 10 hp)","AbilitiyScores":"Str 21, Dex 12, Con 18, Int 7, Wis 12, Cha 9","BaseAtk":"7","CMB":"+13 (+17 grapple)","CMD":"24","Source":"Mythic Adventures","SpecialAbilities":"Poison (Ex) Sting-injury; save DC 17; frequency 1/round for 6 rounds; effect 1d4 Constitution damage; cure 2 consecutive saves. The save DC is Constitution-based.  Power Lift (Ex) A mythic wyvern can expend one use of mythic power to withdraw as a move action (instead of a full-round action), moving up to its speed instead of double. It can even move straight up. If it's grappling a creature, the wyvern can bring the grappled creature with it. Usually a wyvern uses this ability to carry off its prey and drop it from above onto a hard surface. Since this is a move action, the wyvern can damage its target, withdraw, and drop its target all in the same round."},{"Name":"Mythic Aboleth","CR":"9.00","XP":"6400","Size":"Huge","Init":"#ERROR!","AC":"23, touch 9, flat-footed 22","HP":"118","Fort":"9","Ref":"6","Will":"11","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., swim 60 ft.","Melee":"4 tentacles +11 (1d8+5 plus slime)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"mucus mist, mythic power (3/day, surge +1d6)","AbilitiyScores":"Str 20, Dex 12, Con 22, Int 15, Wis 17, Cha 19","BaseAtk":"6","CMB":"13","CMD":"24","Source":"Mythic Adventures","SpecialAbilities":"Mucus Cloud (Ex) While underwater, an aboleth exudes a cloud of transparent slime. All creatures adjacent to an aboleth must succeed at a DC 20 Fortitude save each round or lose the ability to breathe air (but gain the ability to breathe water) for 3 hours. Renewed contact with an aboleth's mucus cloud and failing another save extends the effect for another 3 hours. The save DC is Constitution-based.  Mucus Mist (Ex) When exposed to the air, a mythic aboleth can release its mucus as a fine mist. This obscures vision like obscuring mist and has the same properties as its mucus cloud. Creatures that breathe water are able to breathe normally while within the cloud. The mist moves with the aboleth.  Slime (Ex) A creature hit by an aboleth's tentacle must succeed at a DC 20 Fortitude save or its skin and flesh transform into a clear, slimy membrane over the course of 1d4 rounds. The creature's new \"flesh\" is soft and tender, reducing its Constitution score by 4 as long as the transformation persists. If the creature's flesh isn't kept moist, it dries quickly and the victim takes 1d12 points of damage every 10 minutes. Remove disease and similar effects can restore an afflicted creature to normal, but immunity to disease offers no protection from this attack. The save DC is Constitution-based.  Slime Armor (Ex) A mythic aboleth can spend 1 minute to create an armorlike carapace from hardened slime. This gives it a +4 armor bonus, reduces its swim speed to 30 feet, and increases its land speed to 30 feet. The aboleth can dissolve the armor as a full-round action."},{"Name":"Mythic Flesh Golem","CR":"9.00","XP":"6400","Size":"Large","Init":"-1","AC":"23, touch 8, flat-footed 23","HP":"145","Fort":"3","Ref":"2","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 slams +16 (2d8+6 plus 1d10 electricity plus sparking slams)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"berserk, greater rage (10 rounds/day), mythic brawler, mythic power (3/day, surge +1d6)","AbilitiyScores":"Str 22, Dex 9, Con -, Int 6, Wis 11, Cha 1","BaseAtk":"10","CMB":"17","CMD":"26","Source":"Mythic Adventures","SpecialAbilities":"Berserk (Ex) When a mythic flesh golem enters combat, there is a cumulative 1% chance each round that the golem goes berserk. A berserk golem attacks the nearest living creature or smashes some object smaller than itself if no creature is within reach, then moves on to spread more destruction. If the golem's creator is within 60 feet and succeeds at a DC 20 Charisma check, she regains control of the golem by speaking firmly and persuasively to it. If the golem is inactive for 1 minute, its berserk chance resets to 0%.  Immunity to Magic (Ex) A mythic flesh golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below.  � A mythic magical attack that deals cold or fire damage slows a mythic flesh golem (as the slow spell) for 2d6 rounds (no save).  � A magical attack that deals electricity damage (other than the golem's own sparking slam) ends any slow effect on the golem and heals 1 point of damage for every 3 points of damage the attack would otherwise deal; (the golem gets no save against these attacks). If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points.  Mythic Brawler (Ex) The mythic flesh golem can spend a use of its mythic power to attempt a combat maneuver as a swift action with no attack of opportunity for the attempt.  Sparking Slams (Su) If a mythic flesh golem strikes an opponent twice in 1 round with its slams, that creature takes an additional 2d10 points of electricity damage. A flesh golem cannot use its electricity attacks to deal electricity damage to itself."},{"Name":"Mythic Hill Giant","CR":"9.00","XP":"6400","Size":"Large","Init":"-1","AC":"24, touch 8, flat-footed 24","HP":"119","Fort":"12","Ref":"2","Will":"3","DefensiveAbilities":"dense mind, rock catching","SR":"","Weaknesses":"","Speed":"30 ft. (40 ft. base)","Melee":"greatclub +16/+11 (2d8+12 plus trip) or  2 slams +14 (1d8+8)","Ranged":"rock +6 (1d8+12)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"ground pound, mythic power (3/day, surge +1d6), rock throwing (120 ft.), trip (greatclub)","AbilitiyScores":"Str 27, Dex 8, Con 21, Int 8, Wis 10, Cha 7","BaseAtk":"7","CMB":"16","CMD":"25","Source":"Mythic Adventures","SpecialAbilities":"Dense Mind (Ex) If a mythic hill giant fails its saving throw against a hostile mind-affecting effect, at the start of its turn it automatically expends one use of mythic power (if it has any) as a free action to reroll its saving throw against the effect. It rerolls for each ongoing mind-affecting effect each turn.  Earth Bond (Ex) A mythic hill giant gains a +2 bonus on attack rolls, weapon damage rolls, and saves while touching the ground (including a stone or earthen floor in a building). As a standard action, a hill giant touching the ground can expend one use of mythic power to rejuvenate itself, gaining the benefits of cure critical wounds and restoration.  Ground Pound (Ex) As a standard action, a mythic hill giant can expend one use of mythic power and hit the ground with a bludgeoning weapon. Choose one intersection within reach; creatures touching the ground within a 20-foot burst centered on that intersection take double the damage normally dealt by that bludgeoning weapon (Reflex DC 23 for half). Creatures that fail their saves are knocked prone and moved 5 feet directly away from chosen intersection. This ability has no effect on creatures with the earth bond ability. The save DC is Strength-based."},{"Name":"Mythic Hydra","CR":"9.00","XP":"6400","Size":"Huge","Init":"#ERROR!","AC":"20, touch 9, flat-footed 19","HP":"117","Fort":"10","Ref":"8","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"40 ft., swim 40 ft.","Melee":"7 bites +8 (1d8+3 plus bleed)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"bleed (1), mythic power (3/day, surge +1d6), pounce, push (bite, 10 ft.)","AbilitiyScores":"Str 17, Dex 12, Con 20, Int 2, Wis 11, Cha 9","BaseAtk":"7","CMB":"12","CMD":"23 (can't be tripped)","Source":"Mythic Adventures","SpecialAbilities":"Fast Healing (Ex) A mythic hydra's fast healing ability is equal to its current number of heads (minimum fast healing 5). This fast healing applies only to damage dealt to the hydra's body.  Hydra Traits (Ex) A mythic hydra can be killed by severing all of its heads or slaying its body. Any attack that is not an attempt to sever a head affects the body, including area attacks or attacks that cause piercing or bludgeoning damage. To sever a head, an opponent must make a sunder attempt with a slashing weapon targeting a head. A head is considered a separate weapon with hardness 0 and hit points equal to the hydra's Hit Dice. To sever a head, an opponent must deal enough damage to reduce the head's hit points to 0 or fewer. Severing a head deals damage to the hydra's body equal to the hydra's current Hit Dice. A hydra can't attack with a severed head, but takes no other penalties.  Regenerate Head (Ex) When a mythic hydra's head is destroyed, two heads regrow in 1d4 rounds. A mythic hydra can't have more than twice its original number of heads at any one time. To prevent new heads from growing, at least 5 points of acid or fire damage must be dealt to the stump (a touch attack to hit) before they appear. Acid or fire damage from area attacks can affect stumps and the body simultaneously. A hydra doesn't die from losing heads until all its heads are cut off and the stumps are seared by acid or fire."},{"Name":"Mythic Juvenile White Dragon","CR":"9.00","XP":"6400","Size":"Medium","Init":"6","AC":"26, touch 12, flat-footed 24","HP":"124","Fort":"10","Ref":"8","Will":"7","DefensiveAbilities":"dragon blood (1d4 cold)","SR":"","Weaknesses":"vulnerable to fire","Speed":"60 ft., burrow 30 ft., fly 150 ft. (average), swim 60 ft.","Melee":"bite +15 (1d8+9), 2 claws +15 (1d6+6), 2 wings +10 (1d4+3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"breath weapon (30-ft. cone, 8d4 cold damage, Reflex DC 18 half, usable every 1d4 rounds), dragon fury (1d4 cold), ice slick, mythic power (3/day, surge +1d6), power slide, trample (1d6+9, DC 20)","AbilitiyScores":"Str 23, Dex 14, Con 19, Int 10, Wis 13, Cha 10","BaseAtk":"9","CMB":"15","CMD":"27 (31 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Ice Shape (Su) A young white dragon can shape ice and snow at will. This ability functions as stone shape, but only targets ice and snow, not stone. A white dragon's caster level for this effect is equal to its Hit Dice.  Ice Slick (Ex) Ice and slush persists from a mythic juvenile white dragon's breath weapon, coating all surfaces in the area and turning the area into difficult terrain for 1 minute per age category. The dragon can breathe at a location beyond its breath weapon range, coating it in ice and slush, instead of damaging creatures, in a radius equal to half its breath weapon range and at a range of 30 feet per age category (a 15-foot burst up to 120 feet for a mythic juvenile white dragon).  Icewalking (Ex) This ability works like the spider climb spell, but the surfaces the dragon climbs must be icy. The dragon can move across icy surfaces without penalty and does not need to make Acrobatics checks to run or charge on ice.  Power Slide (Ex) If a mythic juvenile white dragon deals trample damage to one or more opponents on ice, snow, frozen tundra, or a similar slippery surface, it can expend one use of mythic power to attempt an awesome blow combat maneuver against each damaged target, as if it had the Awesome Blow monster feat (Bestiary 314).  Snow Vision (Ex) A very young white dragon learns to see perfectly well in snowy conditions. A white dragon does not take any penalties on Perception checks while in snow."},{"Name":"Mythic Medusa","CR":"9.00","XP":"6400","Size":"Medium","Init":"#ERROR!","AC":"23, touch 13, flat-footed 20","HP":"115","Fort":"7","Ref":"11","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., fly 60 ft. (good)","Melee":"mwk bastard sword +10/+5 (1d10/19-20 plus poison), 2 snake bites +12 (1d6+3 plus poison)","Ranged":"mwk longbow +13/+8 (1d8/x3 plus poison)","Space":"5 ft.","Reach":"5 ft. (10 ft. with snake bite)","SpecialAttacks":"mythic power (3/day, surge +1d6), petrifying gaze, poison, poison weapons, summon snake, unpetrify","AbilitiyScores":"Str 10, Dex 17, Con 18, Int 12, Wis 15, Cha 19","BaseAtk":"9","CMB":"9","CMD":"22","Source":"Mythic Adventures","SpecialAbilities":"Petrifying Gaze (Su) Turn to stone permanently, 30 feet, Fortitude DC 18 negates. The save DC is Charisma-based.  Poison (Ex) Snake bite; save Fort DC 18; frequency 1/round for 6 rounds; effect 1d4 Con; cure 2 consecutive saves. The save DC is Constitution-based.  Poison Weapons (Ex) A mythic medusa can spend a standard action to apply her snake poison to her sword or to two arrows, and normally poisons her weapons in advance.  Summon Snake (Sp) As a full-round action, a mythic medusa can summon an emperor cobra (Bestiary 2 252) or 1d3 amphisbaenas (Bestiary 2 25) as if using a summon monster spell. The summoned snakes are immune to the medusa's gaze attack and remain for 8 rounds before disappearing.  Unpetrify (Su) A mythic medusa can expend one use of mythic power to return a petrified creature to life (as if using stone to flesh) for 1 minute. The creature is under the medusa's control (as if using dominate monster) and reverts to a statue at the end of this time. If the medusa expends three uses of mythic power, the creature remains unpetrified for 24 hours instead of 1 minute. A typical petrified victim in a mythic medusa's lair is a half-elf fighter 6 (Pathfinder RPG NPC Codex 82) or human warrior 6 (NPC Codex 268)."},{"Name":"Mythic Sphinx","CR":"10.00","XP":"9600","Size":"Large","Init":"5","AC":"25, touch 10, flat-footed 24","HP":"142","Fort":"11","Ref":"9","Will":"10","DefensiveAbilities":"","SR":"21","Weaknesses":"","Speed":"40 ft., fly 60 ft. (poor)","Melee":"2 claws +18 (2d8+7/18-20)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"mythic power (4/day, surge +1d8), pounce, rake (2 claws +18, 2d8+7/18-20), riddle, sphinx's curse","AbilitiyScores":"Str 24, Dex 13, Con 16, Int 18, Wis 19, Cha 21","BaseAtk":"12","CMB":"20","CMD":"31 (35 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Riddle (Su) A mythic sphinx can expend one use of mythic power to ask a riddle of up to 12 creatures within 100 feet. Each creature is compelled (Will DC 21 negates) to give an answer within 1 minute (creatures in combat when the sphinx uses this ability gain a +4 bonus on the saving throw). The sphinx gets a +4 bonus on attack rolls, damage rolls, and saving throws against any creature that refuses to answer (via a successful saving throw), can't answer (including if it's in an area of silence), answers incorrectly, or flees the sphinx instead of answering. The bonuses from failing to solve the riddle last for 24 hours. The need to answer is a compulsion, mind-affecting, language-dependent enchantment effect. The save DC is Charisma-based.  Sphinx's Curse (Su) A mythic sphinx can expend one use of mythic power when it damages an opponent with a claw attack to curse its opponent with bleeding wounds (Will DC 21 negates). Whenever a cursed target takes piercing or slashing damage, it takes 1d6 points of bleed damage every round for the next 1d6 rounds. This bleed damage stacks with itself and with all other bleed effects. A creature that strikes the killing blow against a mythic sphinx must succeed at a saving throw or become cursed (this requires no uses of mythic power from the sphinx). The save DC is Charisma-based."},{"Name":"Mythic Treant","CR":"10.00","XP":"9600","Size":"Huge","Init":"-1","AC":"25, touch 7, flat-footed 25","HP":"146","Fort":"13","Ref":"3","Will":"10","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to fire","Speed":"30 ft.","Melee":"2 slams +19 (3d6+10/18-20)","Ranged":"rock +7 (2d6+15)","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"mythic power (4/day, surge +1d8), rock throwing (180 ft.), trample (3d6+15, DC 26), druidic magic","AbilitiyScores":"Str 31, Dex 8, Con 21, Int 12, Wis 18, Cha 13","BaseAtk":"9","CMB":"+21 (+23 sunder)","CMD":"32 (34 vs. sunder)","Source":"Mythic Adventures","SpecialAbilities":"Animate Trees (Sp) A mythic treant can animate and control up to two trees within 180 feet at will. It takes 1 full round for a tree to uproot itself, after which it moves at a speed of 10 feet and fights as a non-mythic treant (Bestiary 266). It has only one slam attack, lacks the treant's animation and rock-throwing abilities, and has the treant's vulnerability to fire. If the treant terminates the animation, moves out of range, or is incapacitated, the tree immediately takes root wherever it is and returns to its normal state. If the treant expends one use of mythic power when it animates a tree, the tree remains animated and under the treant's control up to a range of 1 mile, and it doesn't count toward the treant's limit of controlling up to two trees at a time.  Double Damage Against Objects (Ex) A mythic treant or animated tree that makes a full attack against an object or structure deals double damage.  Drink Deep (Su) A mythic treant can expend one use of mythic power to lose its vulnerability to fire for 1 hour.  Treespeech (Ex) A treant has the ability to converse with plants as if subject to a continual speak with plants spell, and most plants greet it with an attitude of friendly or helpful.  Druidic Magic (Su) A mythic treant can expend one use of mythic power to cast any druid spell of 3rd level or lower, or two uses of mythic power to cast any druid spell of 5th level or lower. Its caster level for this spell is 10th."},{"Name":"Mythic Vampire","CR":"10.00","XP":"9600","Size":"Medium","Init":"#ERROR!","AC":"29, touch 16, flat-footed 24","HP":"117","Fort":"11","Ref":"10","Will":"+4 (+2 vs. fear)","DefensiveAbilities":"bravery +2 channel resistance +8","SR":"","Weaknesses":"vampire weaknesses","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"mwk light crossbow +12 (1d8/19-20)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"blood drain, children of the night (ghouls or shadows), create spawn, dominate (DC 17), energy drain (2 levels, DC 17), mythic power (4/day, surge +1d8), negative energy focus, scabrous claws, weapon training (heavy blades +1)","AbilitiyScores":"Str 26, Dex 18, Con -, Int 14, Wis 10, Cha 19","BaseAtk":"7","CMB":"15","CMD":"31","Source":"Mythic Adventures","SpecialAbilities":""},{"Name":"The First Owlbear","CR":"10.00","XP":"9600","Size":"Large","Init":"#ERROR!","AC":"23, touch 11, flat-footed 21","HP":"165","Fort":"16","Ref":"9","Will":"8","DefensiveAbilities":"","SR":"21","Weaknesses":"","Speed":"30 ft., fly 60 ft. (average)","Melee":"bite +17 (2d6+8), 2 claws +18 (1d8+8 plus grab)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"disorienting pounce, mythic power (4/day, surge +1d8), pounce, rend (2 claws, 1d8+12)","AbilitiyScores":"Str 27, Dex 14, Con 24, Int 2, Wis 14, Cha 10","BaseAtk":"10","CMB":"+31 (+33 bull rush)","CMD":"40 (46 vs. bull rush, 44 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":""},{"Name":"Mythic Bone Devil","CR":"11.00","XP":"12800","Size":"Large","Init":"#ERROR!","AC":"29, touch 14, flat-footed 24","HP":"145","Fort":"12","Ref":"12","Will":"7","DefensiveAbilities":"","SR":"22","Weaknesses":"","Speed":"40 ft., fly 60 ft. (good)","Melee":"bite +16 (1d8+7), 2 claws +16 (1d8+7 plus bleed), sting +16 (3d4+7 plus bleed and poison)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"bleed (1d6), bone eruption, mythic power (4/day, surge +1d8), pain blast, pounce, rend (2 claws, 1d8+10)","AbilitiyScores":"Str 25, Dex 21, Con 20, Int 16, Wis 15, Cha 18","BaseAtk":"10","CMB":"18","CMD":"33","Source":"Mythic Adventures","SpecialAbilities":"Bone Eruption (Su) As a standard action, a mythic bone devil can expend two uses of mythic power to call to the bones of all enemies within a 20-foot-radius burst. The bones shudder and twist within each creature, dealing 10d6 points of damage and giving each creature the sickened condition for 1d6 rounds. A successful DC 20 Fortitude save halves the damage and negates the sickened condition. If this damage kills a creature, some of its bones tear free from its body and fuse with the bone devil, healing it for 1d6 points of damage per Hit Die of the slain creature. Creatures immune to critical hits are immune to this ability. The save DC is Constitution-based.  Pain Blast (Su) Once per round as a free action, a bone devil can stimulate extreme pain in one creature within its reach. The creature takes a -4 penalty on attack rolls, skill checks, and ability checks until the start of the devil's next turn or until it moves at least 60 feet away from the devil.  Poison (Ex) Sting-injury; save Fort DC 20; frequency 1/round for 6 rounds; effect 1d3 Str damage; cure 2 consecutive saves. The save DC is Constitution-based."},{"Name":"Mythic Nessian Warhound","CR":"11.00","XP":"12800","Size":"Large","Init":"6","AC":"28, touch 11, flat-footed 26","HP":"166","Fort":"13","Ref":"10","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to cold","Speed":"40 ft.","Melee":"bite +22 (2d8+9/18-20 plus burn plus trip), 2 claws +20 (2d6+9 plus burn)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"breath weapon (30-ft. cone, 10d6 fire plus clinging flames, Reflex DC 21 half, usable every 1d4 rounds), burn (1d6, DC 21), mythic power (4/day, surge +1d8)","AbilitiyScores":"Str 29, Dex 15, Con 21, Int 4, Wis 14, Cha 6","BaseAtk":"12","CMB":"22","CMD":"34 (38 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":""},{"Name":"Mythic Vrock","CR":"11.00","XP":"12800","Size":"Large","Init":"7","AC":"27, touch 12, flat-footed 24","HP":"152","Fort":"13","Ref":"11","Will":"6","DefensiveAbilities":"","SR":"22","Weaknesses":"","Speed":"30 ft., fly 50 ft. (average)","Melee":"bite +14 (1d8+6 plus bleed), 2 claws +14 (2d6+6 plus bleed), 2 talons +14 (1d6+6 plus bleed)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"bleed (1d6), entrapping vines, greater stunning screech, manic dance of ruin, mythic power (4/day, surge +1d8)","AbilitiyScores":"Str 23, Dex 17, Con 25, Int 14, Wis 16, Cha 16","BaseAtk":"9","CMB":"16","CMD":"29","Source":"Mythic Adventures","SpecialAbilities":"Entrapping Vines (Ex) A mythic vrock can expend one use of mythic power as a swift action to release a cloud of spores from its body, affecting all adjacent non-demons. The spores deal 2d8 points of damage on the first round as they grow into ugly vines; for the next 10 rounds, they deal 1d6 points of damage and entrap the affected creatures (DC 21, 10 rounds, hardness 5, hp 10). The vines can be destroyed by casting bless on the creatures or by sprinkling them with holy water. This is a disease effect. The save DC is Constitution-based.  Greater Stunning Screech (Su) Once per hour, a mythic vrock can emit a shrill screech. All non-demons within a 30-foot-radius spread must succeed at a DC 21 Fortitude save or be stunned for 1 round. If the vrock expends one use of mythic power, any creature that fails its save is staggered for 1d6 rounds after the stun ends. The save DC is Constitution-based.  Manic Dance of Ruin (Su) A mythic vrock can expend one use of mythic power to dance and chant as a full-round action, after which it releases a crackling wave of energy, dealing 5d6 points of electricity damage to all creatures within 100 feet (Reflex DC 17 for half). Each additional vrock that joins in the dance adds 1 to the DC and an additional 5d6 points of damage, up to a maximum of 20d6. The dance immediately ends and must be started anew if any of the participating vrocks is slain, stunned, or otherwise prevented from dancing. The save DC is Charisma-based."},{"Name":"Mythic Fire Giant","CR":"12.00","XP":"19200","Size":"Large","Init":"-1","AC":"29, touch 8, flat-footed 29","HP":"197","Fort":"15","Ref":"4","Will":"9","DefensiveAbilities":"backlash (see page 21), rock catching","SR":"","Weaknesses":"vulnerable to cold","Speed":"30 ft. (40 ft. base)","Melee":"greatsword +22/+17/+12 (3d6+16/19-20 plus 4d6 fire) or  2 slams +21 (1d6+11 plus 4d6 fire)","Ranged":"rock +10 (1d8+16 plus 4d6 fire)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"fire vortex, lava weapons, precision (see page 24), mythic power (5/day, surge +1d8), rock throwing (120 ft.)","AbilitiyScores":"Str 33, Dex 9, Con 23, Int 10, Wis 14, Cha 10","BaseAtk":"11","CMB":"+23 (+25 overrun or sunder)","CMD":"34 (36 vs. overrun or sunder)","Source":"Mythic Adventures","SpecialAbilities":"Choking Ash (Su) Any creature that starts its turn in the giant's aura is nauseated for 1 round (Fortitude DC 23 negates). The ash provides the giant with 50% concealment against ranged attacks. Strong wind or fire-quenching magic disperse it for 1d4 rounds. The save DC is Constitution-based.  Fire Vortex (Su) A mythic fire giant can expend one use of mythic power to create a vortex of fire within 30 feet. The vortex is 5 feet wide at its base, 15 feet wide at the top, and 30 feet tall. Any creature starting its turn adjacent to the vortex takes 6d6 points of fire damage, and any creature passing through it takes 15d6 fire damage. A successful DC 23 Reflex saving throw halves this damage. The fire giant can move the vortex up to 20 feet as a move action. If the vortex moves through a creature, that creature must succeed at a saving throw against the vortex to avoid taking damage. The vortex lasts for 5 rounds. The save DC is Constitution-based.  Lava Weapons (Su) All melee and ranged attacks made by the fire giant deal an additional 4d6 points of fire damage. This ability replaces the heated rock ability of non-mythic fire giants."},{"Name":"Mythic Rakshasa","CR":"12.00","XP":"19200","Size":"Medium","Init":"#ERROR!","AC":"35, touch 21, flat-footed 29","HP":"165","Fort":"9","Ref":"12","Will":"8","DefensiveAbilities":"telepathic dodge","SR":"27","Weaknesses":"","Speed":"40 ft.","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"detect thoughts, modify memory, mythic power (5/day, surge +1d8), wild arcana (see page 14)","AbilitiyScores":"Str 16, Dex 20, Con 22, Int 13, Wis 13, Cha 21","BaseAtk":"10","CMB":"13","CMD":"34","Source":"Mythic Adventures","SpecialAbilities":"Detect Thoughts (Su) A rakshasa can detect thoughts as the spell (CL 18th). It can suppress or resume this ability as a free action. When a rakshasa uses this ability, it always functions as if it had spent 3 rounds concentrating and thus gains the maximum amount of information possible. A creature can resist this effect with a successful DC 20 Will save. The save DC is Charisma-based.  Modify Memory (Sp) A mythic rakshasa can expend one use of mythic power as a swift action to modify the memory of a creature whose mind it is reading, as the modify memory spell (CL 18th). The creature can resist with a successful DC 20 Will save. The save DC is Charisma-based.  Telepathic Dodge (Su) A mythic rakshasa gains an insight bonus to its AC against creatures whose minds it can read. It doesn't need to use its detect thoughts ability to gain this bonus. The rakshasa doesn't gain this bonus against creatures that are mindless or whose minds can't be read (such as from a mind blank spell)."},{"Name":"Mythic Young Red Dragon","CR":"12.00","XP":"19200","Size":"Large","Init":"#ERROR!","AC":"27, touch 10, flat-footed 26","HP":"165","Fort":"11","Ref":"8","Will":"10","DefensiveAbilities":"dragon blood (1d6 fire), fortification (50%)","SR":"","Weaknesses":"vulnerable to cold","Speed":"40 ft., fly 200 ft. (poor)","Melee":"bite +18 (2d6+10 plus grab), 2 claws +18 (1d8+8 plus grab), tail slap +13 (1d8+12), 2 wings +13 (1d6+4)","Ranged":"","Space":"10 ft.","Reach":"5 ft. (10 ft. with bite)","SpecialAttacks":"breath weapon (40-ft. cone, 6d10 fire, Reflex DC 19 half, usable every 1d4 rounds), lingering breath (2d6 fire, 5 rounds), mythic power (5/day, surge +1d8), swallow whole (1d6 bludgeoning and 1d6 fire damage, AC 18, 16 hp)","AbilitiyScores":"Str 27, Dex 12, Con 19, Int 12, Wis 13, Cha 14","BaseAtk":"11","CMB":"+20 (+24 grapple)","CMD":"31 (35 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Smoke Vision (Ex) A very young red dragon can see perfectly in smoky conditions (such as those created by pyrotechnics)."},{"Name":"Mythic Elder Air Elemental","CR":"14.00","XP":"38400","Size":"Huge","Init":"15","AC":"33, touch 20, flat-footed 21","HP":"202","Fort":"14","Ref":"21","Will":"8","DefensiveAbilities":"air mastery","SR":"","Weaknesses":"","Speed":"fly 100 ft. (perfect)","Melee":"2 slams +25 (4d8+11 plus grab)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"create vacuum, elevated ejection, fast swallow, mythic power (5/day, surge +1d8), swallow whole (2d8+9 bludgeoning damage, AC 14, 20 hp, DR 10/-), whirlwind (at will, 10-60 ft. high, 2d8+9 damage, DC 27)","AbilitiyScores":"Str 28, Dex 33, Con 18, Int 12, Wis 13, Cha 11","BaseAtk":"16","CMB":"+27 (+31 grapple)","CMD":"49","Source":"Mythic Adventures","SpecialAbilities":"Air Mastery (Ex) Airborne creatures take a -1 penalty on attack and damage rolls against a mythic air elemental.  Create Vacuum (Ex) As a standard action, a mythic elder air elemental can suck the air out of the lungs of creatures it has swallowed or that are trapped in its whirlwind (Fortitude DC 27 negates). Creatures that fail the save take 2d6 points of damage and must attempt Constitution checks each round as if they had run out of breath. An affected character can't speak, use breath weapons, cast spells with verbal components, or do anything else that requires breathing. A trapped creature that succeeds at its save must succeed at a concentration check to cast spells. The air elemental can maintain this vacuum as a move action. If it stops, the trapped or swallowed creatures can breathe again. The save DC is Strength-based.  Elevated Ejection (Ex) When a mythic air elemental in whirlwind form ejects a trapped creature, it can do so from any point up to the whirlwind's current height, dropping the creature into the whirlwind's space or within the elemental's normal reach. The creature takes falling damage as normal. If the elemental expends one use of mythic power, it can instead throw a trapped creature as if using the uncanny grapple path ability (see page 23) with no grapple check needed.  Swallow Whole (Ex) A mythic air elemental can use this ability on a creature it has grabbed. If a trapped creature cuts itself free, the hole heals itself closed at the start of the elemental's next turn, allowing it to use swallow whole again."},{"Name":"Mythic Elder Earth Elemental","CR":"14.00","XP":"38400","Size":"Huge","Init":"-1","AC":"29, touch 7, flat-footed 29","HP":"218","Fort":"15","Ref":"4","Will":"11","DefensiveAbilities":"trap weapon","SR":"","Weaknesses":"","Speed":"20 ft., burrow 20 ft., earth glide","Melee":"2 slams +26 (4d6+18/18-20)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"earth mastery, mythic power (5/day, surge +1d8), petrify, stun, trample (4d6+18, DC 30)","AbilitiyScores":"Str 34, Dex 8, Con 21, Int 12, Wis 13, Cha 11","BaseAtk":"16","CMB":"+30 (+34 bull rush or overrun, +32 sunder)","CMD":"41 (43 vs. bull rush, overrun, or sunder)","Source":"Mythic Adventures","SpecialAbilities":"Earth Mastery (Ex) A earth elemental gains a +1 bonus on attack and damage rolls if both it and its foe are touching the ground. If an opponent is airborne or waterborne, the elemental takes a -4 penalty on attack and damage rolls. These modifiers apply to bull rush and overrun maneuvers, whether the elemental is initiating or resisting these kinds of attacks.  Petrify (Su) If it hits a target with a slam attack, a mythic earth elemental can expend two uses of mythic power to permanently turn that target to stone. If the target succeeds at a DC 23 Fortitude save, it is slowed (as the spell) for 1d6 rounds instead of petrified. The save DC is Constitution-based.  Stun (Ex) If a mythic earth elemental strikes an opponent with two slams in 1 round, that creature must succeed at a DC 30 Fortitude save or be stunned for 1d6 rounds. The save DC is Strength-based.  Trap Weapon (Ex) A mythic earth elemental's body traps manufactured weapons that damage it. A manufactured weapon that deals hit point damage to the elemental (after subtracting its DR) is stuck fast unless the wielder succeeds at a DC 30 Reflex save. A creature can spend a standard action to attempt a DC 30 Strength check to remove a stuck weapon. Weapons that deal only bludgeoning damage are immune to this ability. The elemental can release any number of stuck weapons as a free action. The save DC is Strength-based."},{"Name":"Mythic Elder Fire Elemental","CR":"14.00","XP":"38400","Size":"Huge","Init":"13","AC":"32, touch 19, flat-footed 21","HP":"202","Fort":"14","Ref":"19","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to cold","Speed":"60 ft.","Melee":"2 slams +23 (2d8+8 plus burn)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"blinding blaze, burn (2d10, DC 22), inferno, mythic power (5/day, surge +1d8)","AbilitiyScores":"Str 26, Dex 29, Con 18, Int 12, Wis 13, Cha 11","BaseAtk":"16","CMB":"26","CMD":"47","Source":"Mythic Adventures","SpecialAbilities":"Blinding Blaze (Su) A mythic fire elemental can expend one use of mythic power as a swift action to burn brightly, granting it a blinding gaze attack. This gaze causes permanent blindness and has a range of 60 feet. A creature that succeeds at a DC 22 Fortitude save is instead dazzled for 1 round. Fire elementals are immune to this blindness. The save DC is Constitution-based.  Inferno (Ex) A mythic fire elemental can expend one use of mythic power as an immediate action to lose its vulnerability to cold for 1 round. During this time, any fire damage it deals ignores fire resistance and fire immunity.  Shroud of Flame (Ex) Any creature within a mythic fire elemental's reach must succeed at a DC 22 Reflex save at the start of its turn or take 2d6 points of fire damage. The elemental can suppress or reactivate this ability at will as a free action. The save DC is Constitution-based.  Smoke Cloud (Ex) As a swift action, a mythic fire elemental can create a choking cloud of smoke. This cloud is equivalent to that of pyrotechnics and lasts 1 minute. Fire elementals are immune to the effects of this ability."},{"Name":"Mythic Elder Water Elemental","CR":"14.00","XP":"38400","Size":"Huge","Init":"6","AC":"30, touch 16, flat-footed 22","HP":"202","Fort":"14","Ref":"18","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., swim 90 ft.","Melee":"4 slams +24 (2d10+10/18-20 plus grab)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"drench, fast swallow, mythic power (5/day, surge +1d8), pressure wave, smother, swallow whole (2d10+10 bludgeoning damage, AC 14, 20 hp, DR 10/-), vortex (at will, 10-60 ft., 2d10+10 damage, DC 28), water mastery","AbilitiyScores":"Str 30, Dex 22, Con 19, Int 12, Wis 13, Cha 11","BaseAtk":"16","CMB":"+28 (+30 bull rush or sunder, +32 grapple)","CMD":"48 (50 vs. bull rush or sunder)","Source":"Mythic Adventures","SpecialAbilities":"Drench (Ex) The elemental's touch puts out nonmagical flames of Large size or smaller. The creature can dispel magical fire it touches as dispel magic (caster level 16th).  Pressure Wave (Su) A mythic water elemental can expend one use of mythic power to create a 60-foot-radius bust of pressurized water. Creatures in the area must attempt a DC 22 Fort save. Success means the creature is sickened for 1d4 rounds; failure means the creature is nauseated for 1d4 rounds and sickened for 1d4 rounds after that. If the elemental expends two uses of mythic power, creatures nauseated by this ability also take slam damage. Creatures with the aquatic or water subtypes are immune to this ability. The save DC is Constitution-based.  Swallow Whole (Ex) The elemental can use this ability on a creature it has grabbed. If a trapped creature cuts itself free, the hole heals itself closed at the start of the elemental's next turn, allowing it to use swallow whole again.  Vortex (Su) A water elemental can create a whirlpool as a standard action, at will (as a whirlwind [Bestiary 306], but only underwater and cannot leave the water).  Water Mastery (Ex) If a water elemental and its opponent are touching water, the elemental gains a +1 bonus on attack rolls, damage rolls, and bull rush and overrun combat maneuver checks. If it or the opponent are touching the ground, the elemental takes a -4 penalty on attack rolls, on damage rolls, and to its CMD to resist bull rush and overrun attempts."},{"Name":"Mythic Great Cyclops","CR":"15.00","XP":"51200","Size":"Huge","Init":"1","AC":"32, touch 9, flat-footed 31","HP":"243","Fort":"12","Ref":"6","Will":"14","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"35 ft. (50 ft. base)","Melee":"mwk greatclub +25/+20/+15 (3d8+21), gore +24 (1d8+14)","Ranged":"rock +12 (2d6+21)","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"contemptuous toss, earthquake, mythic power (6/day, surge +1d8), powerful charge (gore, 4d6+21), rock throwing (120 ft.)","AbilitiyScores":"Str 38, Dex 13, Con 25, Int 7, Wis 14, Cha 12","BaseAtk":"12","CMB":"+28 (+30 bull rush or overrun)","CMD":"39 (41 vs. bull rush or overrun)","Source":"Mythic Adventures","SpecialAbilities":"Contemptuous Toss (Ex) When a mythic great cyclops uses Awesome Blow and expends a use of mythic power, its target flies up to 60 additional feet and takes 1d6 points of damage for every additional 20 feet traveled. If the cyclops uses its gore attack for this ability, it can hurl the target up to 60 feet upward instead of sideways.  Earthquake (Su) A mythic great cyclops can punch the ground and expend two uses of mythic power to cause an earthquake (as the spell). Add the cyclops's rank to the save DCs for the earthquake's effects. Other mythic great cyclopes are not affected by the earthquake.  Flash of Brutality (Su) Once per day as a swift action, a great cyclops can gain a burst of savage inspiration. When it does, it doubles the threat range of all weapons, natural attacks, and rocks it attacks with until the start of its next turn. Once per day, when the cyclops reaches 0 or fewer hit points and is conscious because of its Diehard feat, this ability recharges, allowing it to use the ability a second time that same day."},{"Name":"Mythic Mature Adult Black Dragon","CR":"15.00","XP":"51200","Size":"Large","Init":"#ERROR!","AC":"37, touch 10, flat-footed 36","HP":"260","Fort":"16","Ref":"11","Will":"13","DefensiveAbilities":"dragon blood (1d6 acid)","SR":"26","Weaknesses":"","Speed":"60 ft., fly 200 ft. (poor), swim 60 ft.","Melee":"bite +26 (2d6+13 plus grab), 2 claws +24 (1d8+9 plus bleed), tail slap +19 (1d8+13 plus bleed), 2 wings +19 (1d6+4 plus bleed)","Ranged":"","Space":"10 ft.","Reach":"5 ft. (10 ft. with bite)","SpecialAttacks":"bleed (1d4), breath weapon (80-ft. line, 14d6 acid damage, Reflex DC 24 half, usable every 1d4 rounds), corrupt water, dragon fury (1d6 acid). mythic power (6/day, surge +1d8), lingering breath (2d6 acid, 6 rounds), swallow whole (1d6+9 bludgeoning and 1d6 acid damage, AC 23, 26 hp)","AbilitiyScores":"Str 29, Dex 12, Con 23, Int 14, Wis 17, Cha 16","BaseAtk":"16","CMB":"+26 (+30 grapple)","CMD":"37 (41 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Corrupt Water (Sp) Once per day, a black dragon can stagnate 10 cubic feet of still water within 210 feet, making it foul and unable to support water-breathing life. The ability spoils liquids containing water. Liquid-based magic items (such as potions) and items in a creature's possession must succeed at a Will save (DC 21) or become ruined. This ability is the equivalent of a 1st-level spell.  Swamp Stride (Ex) A black dragon can move through bogs and quicksand without penalty at its normal speed.  Water Breathing (Ex) A black dragon can breathe underwater indefinitely and can freely use its breath weapon, spells, and other abilities while submerged."},{"Name":"Mythic Ice Devil","CR":"16.00","XP":"76800","Size":"Large","Init":"#ERROR!","AC":"38, touch 14, flat-footed 33","HP":"221","Fort":"15","Ref":"14","Will":"12","DefensiveAbilities":"cold logic","SR":"27","Weaknesses":"","Speed":"40 ft., fly 60 ft. (good), ice burrowing 30 ft.","Melee":"#ERROR!","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"entrap (DC 23, 1d10 rounds, hardness 5, hp 10), favored enemy +6, mythic power (6/day, surge +1d8), pounce","AbilitiyScores":"Str 25, Dex 21, Con 22, Int 25, Wis 22, Cha 24","BaseAtk":"14","CMB":"22","CMD":"37","Source":"Mythic Adventures","SpecialAbilities":"Cold Logic (Su) When a mythic ice devil's spell resistance protects it from a mind-affecting effect, it can expend one use of mythic power as an immediate action to turn that effect upon its source, as if using spell turning.  Favored Enemy (Ex) A mythic ice devil can expend one use of mythic power to gain a +6 favored enemy bonus against one type of creature for 1 hour, as if it were a 14th-level ranger.  Ice Burrowing (Ex) This ability works like the burrow ability, but only through ice and snow (including magical ice such as a wall of ice).  Ice Shards (Su) A mythic ice devil's ice-tipped spear embeds jagged shards of supernaturally cold ice in its target. This functions as bleed (1d6), except the damage is cold damage. Dealing 5 or more points of fire damage to the target removes all ice shards. Creatures with the fire subtype are immune to this ability.  Slow (Su) A hit from a mythic ice devil's tail or spear induces numbing cold. The opponent must succeed at a DC 23 Fortitude save or be affected as though by a slow spell for 1d6 rounds. This effect comes from the devil, not its weapon; it is not a quality possessed by the spear itself. The save DC is Constitution-based."},{"Name":"Mythic Lich","CR":"17.00","XP":"102400","Size":"Medium","Init":"#ERROR!","AC":"36, touch 14, flat-footed 34","HP":"209","Fort":"16","Ref":"9","Will":"21","DefensiveAbilities":"channel resistance +8, creeping paralysis","SR":"32","Weaknesses":"","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"channel negative energy 10/day (DC 23, 7d6), hand of the acolyte (11/day), inspired spell, mythic power (7/day, surge +1d10), mythic spells 2/day, paralyzing touch (DC 28), scythe of evil (6 rounds, 2/day)","AbilitiyScores":"Str 8, Dex 14, Con -, Int 15, Wis 26, Cha 20","BaseAtk":"9","CMB":"8","CMD":"22","Source":"Mythic Adventures","SpecialAbilities":""},{"Name":"Mythic Mature Adult Blue Dragon","CR":"17.00","XP":"102400","Size":"Huge","Init":"#ERROR!","AC":"39, touch 9, flat-footed 38","HP":"295","Fort":"17","Ref":"12","Will":"14","DefensiveAbilities":"dragon blood (1d8 electricity), dust cloud","SR":"28","Weaknesses":"","Speed":"40 ft., burrow 20 ft., fly 200 ft. (poor), sand glide","Melee":"bite +26 (2d8+12/19-20), 2 claws +24 (2d6+8), tail slap +22 (2d6+12), 2 wings +22 (1d8+4)","Ranged":"","Space":"15 ft.","Reach":"10 ft. (15 ft. with bite)","SpecialAttacks":"bend bolt, breath weapon (100-ft. line of electricity or 50-ft. cone of sand, 14d8 electricity or 14d8 piercing, Reflex DC 25 half, usable every 1d4 rounds), crush, desert thirst, dragon fury (1d8 electricity), mythic power (7/day, surge +1d10), persuasive whisper, wild arcana (see page 14)","AbilitiyScores":"Str 27, Dex 12, Con 23, Int 16, Wis 17, Cha 16","BaseAtk":"18","CMB":"28","CMD":"39 (43 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Bend Bolt (Su) By expending one use of mythic power, a mythic blue dragon can bend the line of its breath weapon once up to 90 degrees, and cause any creature that fails its save against the breath weapon to be stunned for 1 round.  Desert Thirst (Su) A blue dragon can cast create water at will (CL equals its HD). Alternatively, it can destroy an equal amount of liquid in a 10-foot burst. Unattended liquids are instantly reduced to sand. Liquid-based magic items (such as potions) and items in a creature's possession must succeed at a DC 22 Will save or be destroyed. The save DC is Charisma-based.  Dust Cloud (Ex) Sand and dust swirls around a mythic blue dragon's body, attracted by its natural electrical charge. This provides the dragon with concealment but doesn't interfere with the dragon's senses or attacks in any way.  Persuasive Whisper (Sp) A mythic blue dragon can expend one use of mythic power to use charm person or suggestion. Its caster level for these abilities is equal to its Hit Dice.  Sound Imitation (Ex) A very young or older blue dragon can mimic any voice or sound it has heard by making a successful Bluff check against a listener's Sense Motive check."},{"Name":"Mythic Nalfeshnee","CR":"17.00","XP":"102400","Size":"Huge","Init":"#ERROR!","AC":"36, touch 13, flat-footed 35","HP":"287","Fort":"22","Ref":"10","Will":"21","DefensiveAbilities":"","SR":"28","Weaknesses":"","Speed":"30 ft., fly 40 ft. (poor)","Melee":"bite +28 (3d8+15/18-20), 2 claws +28 (2d6+15/19-20 plus steal)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"demonic knowledge, mythic power (7/day, surge +1d10), touch of chaos, unholy nimbus","AbilitiyScores":"Str 40, Dex 13, Con 29, Int 23, Wis 22, Cha 24","BaseAtk":"15","CMB":"+32 (+34 bull rush)","CMD":"47 (49 vs. bull rush)","Source":"Mythic Adventures","SpecialAbilities":"Demonic Knowledge (Su) By expending one use of mythic power as a free action, the demon learns one weakness, vulnerability, or special defense of an opponent within reach.  Touch of Chaos (Sp) This functions like the Chaos domain granted power (Core Rulebook 42), except the demon can expend one use of mythic power as a free action to use this ability when it hits with a natural attack.  Unholy Nimbus (Su) Three times per day as a free action, the demon can create writhing colored lights on its body. One round later, the light bursts in a 60-foot radius. Any non-demon caught within this area must succeed at a DC 24 Will save or be dazed for 1d10 rounds as visions of madness hound it. The save DC is Charisma-based."},{"Name":"Mythic Phoenix","CR":"18.00","XP":"153600","Size":"Gargantuan","Init":"12","AC":"37, touch 16, flat-footed 27","HP":"280","Fort":"17","Ref":"20","Will":"14","DefensiveAbilities":"self-resurrection","SR":"29","Weaknesses":"vulnerable to cold","Speed":"30 ft., fly 90 ft. (good)","Melee":"bite +25 (3d6+9 plus burn), 2 talons +25 (2d8+9/19-20 plus burn plus grab)","Ranged":"","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"burn (2d6, DC 25), incinerate, mythic power (7/day, surge +1d10)","AbilitiyScores":"Str 29, Dex 27, Con 20, Int 25, Wis 22, Cha 22","BaseAtk":"20","CMB":"+33 (+37 grapple)","CMD":"53","Source":"Mythic Adventures","SpecialAbilities":"Death Throes (Su) When killed, a mythic phoenix explodes in a blinding flash that deals 75 points of damage (half of this is fire damage, the other half is holy damage) to anything within 50 feet (Reflex DC 25 for half). The save DC is Constitution-based.  Incinerate (Su) Any creature killed by fire damage from a mythic phoenix is entirely destroyed, leaving behind only a trace of fine ash. The creature's magical equipment is unaffected.  Self-Resurrection (Su) Unless its body is completely destroyed by an effect such as disintegrate, a slain mythic phoenix remains dead for only 1d4 rounds, emerging fully healed from its remains as if brought back to life via resurrection. A phoenix can self-resurrect only once per year. If a phoenix dies a second time before that year passes, its death is permanent. A mythic phoenix that dies within the area of a mythic desecrate spell cannot self-resurrect until the spell ends, at which point the phoenix immediately resurrects. A phoenix brought back to life by other means never gains negative levels as a result.  Shroud of Flame (Su) A mythic phoenix can cause its feathers to burst into fire as a free action. As long as its feathers are burning, any creature within reach must succeed at a DC 25 Reflex save each round to avoid taking 4d6 points of fire damage at the start of its turn. A creature that attacks the phoenix with natural or non-reach melee weapons takes 1d6 points of fire damage (no save) with each successful hit. The save DC is Constitution-based."},{"Name":"Mythic Very Old Green Dragon","CR":"20.00","XP":"307200","Size":"Gargantuan","Init":"-1","AC":"41, touch 5, flat-footed 41","HP":"342","Fort":"18","Ref":"11","Will":"18","DefensiveAbilities":"dragon blood (2d6 acid)","SR":"31","Weaknesses":"","Speed":"40 ft., fly 250 ft. (clumsy), swim 40 ft.","Melee":"bite +30 (4d6+19/18-20 plus grab), 2 claws +30 (2d8+13/18-20), tail slap +28 (2d8+19), 2 wings +28 (2d6+6)","Ranged":"","Space":"20 ft.","Reach":"15 ft. (20 ft. with bite)","SpecialAttacks":"breath weapon (60-ft. cone, 18d6 acid damage, Reflex DC 26 half, usable every 1d4 rounds), crush, delirious breath, dragon fury (2d6 acid), mythic power (8/day, surge +1d10), swallow whole (2d6 bludgeoning and 2d6 acid damage, AC 24, 34 hp), tail sweep (DC 26, 2d6+19)","AbilitiyScores":"Str 37, Dex 8, Con 23, Int 18, Wis 19, Cha 22","BaseAtk":"21","CMB":"+38 (+42 grapple)","CMD":"47 (51 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Camouflage (Ex) The dragon can use Stealth to hide in any sort of natural terrain, even if the terrain does not grant cover or concealment.  Delirious Breath (Su) Creatures who fail their saves against the dragon's breath weapon are either confused or nauseated for 1 round. The dragon chooses which effect to apply when it uses its breath weapon, and it can use only one effect per breath.  Water Breathing (Ex) A green dragon can breathe underwater indefinitely and can freely use its breath weapon, spells, and other abilities while submerged."},{"Name":"Mythic Marilith","CR":"21.00","XP":"409600","Size":"Large","Init":"4","AC":"40, touch 17, flat-footed 36","HP":"344","Fort":"25","Ref":"18","Will":"13","DefensiveAbilities":"","SR":"32","Weaknesses":"","Speed":"40 ft.","Melee":"#ERROR!","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"constrict (tail slap, 2d6+15 plus crushing coils), greater infuse weapon, multiweapon mastery, mythic power (8/day, surge +1d10), poisoned weapons","AbilitiyScores":"Str 31, Dex 19, Con 32, Int 18, Wis 18, Cha 27","BaseAtk":"16","CMB":"+27 (+29 disarm, +31 grapple)","CMD":"45 (47 vs. disarm, can't be tripped)","Source":"Mythic Adventures","SpecialAbilities":"Crushing Coils (Ex) A constricted creature must succeed at a DC 28 Fortitude save or lose consciousness for 1d8 rounds. The save DC is Strength-based.  Greater Infuse Weapon (Su) Any weapon a mythic marilith wields gains a +2 enhancement bonus and counts as a chaotic and evil cold iron weapon. She can expend two uses of mythic power as an immediate action to add the dancing special ability to all her manufactured weapons for 4 rounds.  Poisoned Weapons (Ex) As a swift action, a mythic marilith can lick one of her manufactured weapons to coat it with deathblade poison (Pathfinder RPG Core Rulebook 558)."},{"Name":"Mythic Wyrm Red Dragon","CR":"25.00","XP":"1638400","Size":"Gargantuan","Init":"#ERROR!","AC":"50, touch 4, flat-footed 50","HP":"518","Fort":"24","Ref":"13","Will":"22","DefensiveAbilities":"dragon blood (2d6 fire), fortification (50%)","SR":"36","Weaknesses":"vulnerable to cold","Speed":"40 ft., fly 250 ft. (clumsy)","Melee":"bite +40 (4d6+25/18-20 plus bleed and grab), 2 claws +40 (2d8+17/19-20 plus bleed and grab), 2 wings +38 (2d6+8), tail slap +38 (2d8+25)","Ranged":"","Space":"20 ft.","Reach":"15 ft. (20 ft. with bite)","SpecialAttacks":"bleed (2d6), breath weapon (60-ft. cone, 22d10 fire damage, Reflex DC 32 half, usable every 1d4 rounds), crush, dragon fury (2d6 fire), lingering breath (4d6 fire, 10 rounds), manipulate flames, melt stone, mythic power (10/day, surge +1d12), sooty flame, swallow whole (2d6 bludgeoning and 2d6 fire damage, AC 28, 51 hp), tail sweep (DC 32, 2d6+25), wild arcana (see page 14)","AbilitiyScores":"Str 45, Dex 6, Con 29, Int 20, Wis 21, Cha 24","BaseAtk":"27","CMB":"+48 (+52 grapple)","CMD":"56 (60 vs. trip)","Source":"Mythic Adventures","SpecialAbilities":"Fire Aura (Su) A wyrm red dragon is surrounded by an aura of intense heat. All creatures within 10 feet take 2d6 points of fire damage at the beginning of the dragon's turn.  Manipulate Flames (Su) A wyrm red dragon can control any fire spell within 110 feet of the dragon as a standard action. This ability allows it to move any fire effect in the area, as if it were the caster. This ability also allows it to reposition a stationary fire effect, although the new placement must be one allowed by the spell. Finally, for 1 round following the use of this ability, the dragon can control any new fire spell cast within its area of control, as if it were the caster. It can make all decisions allowed to the caster, including canceling the spell if it so desires.  Melt Stone (Su) The dragon can use its breath weapon to melt rock at a range of 100 feet, affecting a 55-foot-radius area. The area becomes lava to a depth of 1 foot. Any creature in contact with the lava takes 20d6 points of fire damage on the first round, 10d6 on the second, and none thereafter as the lava hardens and cools. If used on a wall or ceiling, treat this ability as an avalanche that deals fire damage."}]