[{"Name":"Arachnid Robot","CR":"0.50","XP":"200","Size":"Small","Init":"1","AC":"14, touch 12, flat-footed 13","HP":"15","Fort":"0","Ref":"1","Will":"1","DefensiveAbilities":"","SR":"","Weaknesses":"fragile, vulnerable to critical hits, vulnerable  to electricity","Speed":"40 ft., climb 20 ft.","Melee":"2 claws +3 (1d3-1)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"explode, plasma torch","AbilitiyScores":"Str 9, Dex 13, Con -, Int 10, Wis 12, Cha 1","BaseAtk":"1","CMB":"-1","CMD":"10 (18 vs. trip)","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Explode (Ex) If an arachnid robot is destroyed or takes damage while below half its maximum hit points, it must attempt a Fortitude saving throw with a DC equal to the amount of damage taken. If it fails, the robot explodes, dealing 2d4 points of plasma damage to all targets in a 10-foot-radius burst (Reflex DC 10 half). Half the damage dealt by plasma is fire damage, and half is electricity damage. This destroys the robot if it was still animate. The save DC is Dexterity-based.  Fragile (Ex) When badly damaged, arachnid robots function poorly. An arachnid robot reduced to fewer than half its maximum hit points is staggered and moves at half speed. Further damage may cause the robot to explode.  Plasma Torch (Ex) An arachnid robot can use its arm-mounted plasma torch in two ways. First, it can use the torch to make a ranged touch attack against a target within 15 feet, dealing 1d6 points of plasma damage on a successful hit. Alternatively, the robot can emit a 15-foot cone from its torch, dealing 1d4 points of plasma damage to all targets in the area of effect (Reflex DC 10 half). The robot's plasma torch requires 1 full round to recharge between uses. Half the damage dealt by plasma is fire damage, and half is electricity damage."},{"Name":"Zhen Worm","CR":"0.50","XP":"200","Size":"Medium","Init":"-1","AC":"9, touch 9, flat-footed 9","HP":"5","Fort":"3","Ref":"-1","Will":"0","DefensiveAbilities":"protective mucus","SR":"","Weaknesses":"blindness","Speed":"20 ft., burrow 10 ft., swim 20 ft.","Melee":"slam +1 (1d4+1 plus grab)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"constrict (1d4+1), dissolve flesh","AbilitiyScores":"Str 12, Dex 9, Con 13, Int -, Wis 10, Cha 1","BaseAtk":"0","CMB":"1","CMD":"10","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Blindness (Ex) A zhen worm perceives solely through its tremorsense ability. It is immune to all sight-based effects and attacks, including gaze attacks.  Dissolve Flesh (Ex) Though too dilute to cause damage in combat, a zhen worm's acidic mucus reduces a Mediumsized corpse to bones and a pool of foul-smelling slurry in 1d4 days. Each size category above Medium doubles the amount of time required, and each size category smaller than Medium halves it.  Protective Mucus (Ex) Weapons slip off the slick slime that coats a zhen worm, and fire has difficulty burning it away.  Zhen worms take half damage from weapons and fire. This ability does not reduce damage from confirmed critical hits."},{"Name":"Bloodbrush","CR":"2.00","XP":"600","Size":"Small","Init":"0","AC":"13, touch 11, flat-footed 13","HP":"26","Fort":"6","Ref":"1","Will":"1","DefensiveAbilities":"all-around vision, barbs, flammable","SR":"","Weaknesses":"vulnerable to fire","Speed":"30 ft.","Melee":"slam +6 (1d3+3 plus grab)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"grab (Medium), poison, powerful charge (slam, 2d4+3 plus grab)","AbilitiyScores":"Str 14, Dex 11, Con 15, Int -, Wis 10, Cha 1","BaseAtk":"3","CMB":"+4 (+8 grapple)","CMD":"14 (can't be tripped)","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Barbs (Ex) A creature that strikes a bloodbrush with a melee weapon, an unarmed strike, or a natural weapon takes 1d4 points of piercing damage and 1 point of bleed damage, and is exposed to the bloodbrush's poison. Any creature that attempts a combat maneuver or Escape Artist check against a bloodbrush also takes this barb damage, regardless of success. Melee weapons with reach do not endanger an attacker in this way. A grappled creature takes barb damage at the start of the bloodbrush's turn.  Flammable (Ex) If a bloodbrush takes fire damage, it catches fire (Pathfinder RPG Core Rulebook 444), but does not take damage for catching fire in the round it ignites. It takes 1d6 points of fire damage at the start of each turn unless it succeeds at a DC 15 Reflex save to extinguish the flame. A burning bloodbrush inflicts 1d6 points of fire damage with its barbs and slam attacks and to any creature that strikes it with a melee attack as its barbs ability.  Poison (Ex) Barbs-injury; save Fort DC 14; frequency 1/round for 4 rounds; effect dazed; cure 1 save; no effect on creatures immune to mind-affecting effects."},{"Name":"Mannequin Robot","CR":"2.00","XP":"600","Size":"Medium","Init":"1","AC":"13, touch 11, flat-footed 12","HP":"31","Fort":"0","Ref":"1","Will":"0","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to critical hits, vulnerability to electricity","Speed":"30 ft.","Melee":"2 slams +4 (1d4+2)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 15, Dex 12, Con -, Int 10, Wis 11, Cha 1","BaseAtk":"2","CMB":"4","CMD":"15","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"False Flesh (Ex) The synthetic flesh and hair of a mannequin robot give it a +8 bonus on Disguise checks to appear human (but not to impersonate a specific human). Closely inspecting a mannequin or touching its cold, synthetic skin automatically reveals its non-human nature."},{"Name":"Scrapyard Robot","CR":"3.00","XP":"800","Size":"Medium","Init":"-1","AC":"14, touch 9, flat-footed 14","HP":"42","Fort":"1","Ref":"0","Will":"1","DefensiveAbilities":"hardness 5","SR":"","Weaknesses":"fall to pieces, vulnerable to critical hits,  vulnerable to electricity","Speed":"30 ft.","Melee":"slam +7 (1d4+4) or  rotary saw +8 (2d4+4/x3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 17, Dex 8, Con -, Int 5, Wis 10, Cha 1","BaseAtk":"4","CMB":"7","CMD":"16 (20 vs. trip)","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Fall to Pieces (Ex) Attacks and effects that deal more than 25% of a scrapyard robot's maximum hit points in damage (10 hit points for a standard scrapyard robot) impair one of the robot's components. Determine which subsystem randomly by rolling 1d6. If the subsystem has already been impaired, there is no further effect.  1 CPU: The robot is confused (Pathfinder RPG Core Rulebook 566) 2 Fractured Plating: Reduce the robot's natural armor bonus by 3.  3 Power Core: Attacks against the robot with natural weapons, unarmed strikes, or metal weapons deal 1d6 points of electricity damage to the attacker, and the robot's slam attack deals an additional 1d6 points of electricity damage. The robot shuts down from power loss in 1d4+1 rounds.  4 Rotary Saw: The robot loses its rotary saw attack.  5 Servos: The robot's speed is reduced to 15 feet and its CMD against trip combat maneuvers is reduced by 8.  6 Sensors: The robot is blinded.  Repair (Ex) A scrapyard robot can use the inactive bodies of other robots to repair damage to itself. Doing so restores 10 hit points and removes one condition imparted by its fall to pieces ability per 8-hour period of uninterrupted work.  Eight hours of repair expends all salvageable parts from 1 Medium robot. For each size category a scrapped robot is above Medium, the scrapyard robot can perform another 8 hours of repairs using that robot's parts.  For each size category smaller than Medium scrapped robots are, the scrapyard robot requires twice as many robots to complete 8 hours of work.  Staggered (Ex) The poor construction of a scrapyard robot allows it to take only a single move or standard action each round. In effect, it always has the staggered condition. A scrapyard robot can move up to its speed and attack in the same round as a charge action."},{"Name":"Technic League Hireling","CR":"3.00","XP":"800","Size":"Medium","Init":"4","AC":"18, touch 14, flat-footed 14","HP":"25","Fort":"5","Ref":"9","Will":"7","DefensiveAbilities":"evasion, trap sense +1, uncanny dodge","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"dagger +4 (1d4+1/19-20)","Ranged":"dagger +7 (1d4+1/19-20)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"sneak attack +2d6","AbilitiyScores":"Str 13, Dex 18, Con 12, Int 14, Wis 8, Cha 10","BaseAtk":"3","CMB":"6","CMD":"21 (can't be tripped)","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Black E-Pick (Ex) This electronic lockpick allows the user to attempt Disable Device checks against electronic devices and grants its user a +1 competence bonus on the check.  Thieves' tools do not apply to Disable Device checks against electronic devices. An e-pick has 10 charges; using the e-pick as part of a Disable Device check consumes one charge. An e-pick weighs 1 pound and is worth 100 gp.  Implanted Tracker Chip (Ex) This chip allows its carrier to be tracked remotely with a chipfinder (see Pathfinder Campaign Setting: Technology Guide). Finding evidence of it requires a full-round search of the carrier and a successful DC 30 Perception check. Extracting the chip requires a slashing weapon and deals 1 point of damage to the carrier."},{"Name":"Wayward Crusader","CR":"4.00","XP":"1200","Size":"Medium","Init":"-1","AC":"20, touch 9, flat-footed 20","HP":"42","Fort":"8","Ref":"3","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft.","Melee":"mwk cold iron longsword +9 (1d8+3/19-20) or  mwk lance +9 (1d8+4/3)","Ranged":"javelin +4 (1d6+3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"channel positive energy (DC 15, 3d6), smite evil 2/day (+3 attack and AC, +5 damage)","AbilitiyScores":"Str 16, Dex 8, Con 13, Int 10, Wis 12, Cha 16","BaseAtk":"5","CMB":"8","CMD":"17","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":""},{"Name":"Android Impostor","CR":"5.00","XP":"1600","Size":"Medium","Init":"4","AC":"16, touch 10, flat-footed 16","HP":"55","Fort":"8","Ref":"3","Will":"+4 (+2 vs. fear)","DefensiveAbilities":"bravery +2, constructed","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"#ERROR!","Ranged":"mwk composite longbow +7/+2 (1d8+3/3) or  throwing axe +7 (1d6+4)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"nanite surge, weapon training (axe +1)","AbilitiyScores":"Str 16, Dex 10, Con 14, Int 12, Wis 13, Cha 10","BaseAtk":"6","CMB":"9","CMD":"19","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Constructed (Ex) For the purposes of effects that target a creature by type (such as a ranger's favored enemy or a bane weapon), androids count as both humanoids and constructs. Androids gain a +4 racial bonus on all saving throws against mind-affecting effects, paralysis, poison, and stun effects; they are not subject to fatigue or exhaustion, and are immune to disease, emotion-based effects, fear effects, and sleep effects.  Androids can never gain morale bonuses.  Emotionless (Ex) Androids have problems processing emotions properly, and thus take a -4 penalty on Sense Motive checks.  Nanite Surge (Ex) An android's body is infused with nanites. Once per day as an immediate action, an android can cause his nanites to surge, granting the android a bonus equal to 3 + the android's character level on any one d20 roll; this ability must be activated before the roll is made. When an android uses this power, his circuitry-tattoos glow with light equivalent to that of a torch in illumination for 1 round."},{"Name":"Numerian Fluid Scavenger","CR":"6.00","XP":"2400","Size":"Medium","Init":"6","AC":"16, touch 12, flat-footed 14","HP":"56","Fort":"9","Ref":"10","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"addicted","Speed":"30 ft.","Melee":"mwk longspear +6 (1d8/3)","Ranged":"dart +7 (1d4 plus poison)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bomb 11/day (4d6+4 fire, DC 17)","AbilitiyScores":"Str 10, Dex 14, Con 13, Int 18, Wis 8, Cha 12","BaseAtk":"5","CMB":"5","CMD":"17","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Addicted (Ex) The Numerian scavenger is addicted to Numerian fluids (see page 28). She keeps her ability damage and penalties under control with lesser restoration. Roll once on the Numerian Fluids Side Effects table on page 29. If the result indicates a side effect that includes an addiction, the scavenger is addicted to that specific side effect in addition to Numerian fluids in general. Latest Dose (Ex) There is a 50% chance the Numerian fluid scavenger drank her latest dose of fluid 1d4 hours ago and is still under the effects of the drug when encountered. If she has done so, apply the effects of the dose and roll on the Numerian Fluids Side Effects table on page 29. The alchemist uses alchemical allocation to consume her potion of lesser restoration to cure any ability damage she takes from the dose. The scavenger retains the unused dose of fluids in her inventory, even if she has consumed a dose earlier in the day."},{"Name":"Numerian Gunslinger","CR":"6.00","XP":"2400","Size":"Medium","Init":"5","AC":"20, touch 16, flat-footed 15","HP":"61","Fort":"8","Ref":"9","Will":"5","DefensiveAbilities":"nimble +2","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"mwk dagger +8/+3 (1d4+1/19-20)","Ranged":"laser pistol +10 touch (1d8+3 fire) or  mwk pistol +10 touch (1d8/x4)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"grit (2), gun training (laser pistol, +3)","AbilitiyScores":"Str 12, Dex 17, Con 14, Int 10, Wis 14, Cha 8","BaseAtk":"6","CMB":"7","CMD":"23","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Laser Pistol (Ex) The gunslinger's laser pistol is a one-handed firearm that shoots a beam of highly focused light at its target, dealing 1d8 points of fire damage on a successful hit. The gun has a range increment of 50 feet, and its attacks resolve against the target's touch AC.  Lasers can pass through force fields and force effects like a wall of force without damaging that field to strike a foe beyond. Objects like glass or other transparent barriers do not provide cover from lasers (but unlike force barriers, glass still takes damage from a laser strike passing through it). Invisible creatures are immune to damage caused by lasers. Fog, smoke, and other clouds provide cover in addition to concealment from laser attacks. Each shot expends 1 charge of the gun's 10-charge capacity.  As a semiautomatic weapon, the gun fires one shot per attack. If the gunslinger wishes, he can fire an additional shot per round as if using the Rapid Shot feat. This additional shot can stack with the additional shot granted by Rapid Shot, but when it does so, it increases the penalty for all shots fired that round to -6. A laser pistol is worth 10,000 gp and weighs 2 pounds.  Numerian Silverdisks (Ex) These small, coin-sized discs are etched with circuitry, and contain 10 charges each. When placed in a special slot in the gunslinger's laser pistol, a silverdisk transfers its charge into the gun's internal capacitors, effectively reloading the weapon. A silverdisk can be recharged (with a 20% chance of being destroyed) with an active generator. A charged silverdisk glows with light equivalent to that of a candle. A Numerian silverdisk is worth 100 gp as long as it is capable of holding a charge; a dead silverdisk is worth 1 gp.  Rare Resources (Ex) The Numerian gunslinger's access to the rare and expensive technology of the land's many metal ruins increases his wealth to that of a PC of her level.  This increases his CR by 1."},{"Name":"Mutant Orc","CR":"7.00","XP":"3200","Size":"Medium","Init":"1","AC":"16, touch 9, flat-footed 15","HP":"100","Fort":"11","Ref":"3","Will":"4","DefensiveAbilities":"ferocity, improved uncanny dodge, trap sense +2","SR":"","Weaknesses":"","Speed":"40 ft.","Melee":"mwk club +18/+13 (1d6+9)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"rage (20 rounds/day), rage powers (powerful blow +2, quick reflexes, scent)","AbilitiyScores":"Str 28, Dex 12, Con 22, Int 6, Wis 11, Cha 4","BaseAtk":"7","CMB":"16","CMD":"25","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":""},{"Name":"Machine Slayer","CR":"8.00","XP":"4800","Size":"Medium","Init":"4","AC":"19, touch 14, flat-footed 15","HP":"79","Fort":"9","Ref":"11","Will":"5","DefensiveAbilities":"evasion","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"adamantine warhammer +12/+7 (1d8+2/3)","Ranged":"mwk composite longbow +15/+10 (1d8+2/3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"combat style (archery), favored enemy (animals +2, constructs +4)","AbilitiyScores":"Str 14, Dex 18, Con 14, Int 8, Wis 12, Cha 10","BaseAtk":"9","CMB":"11","CMD":"25","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Arc Grenade (Ex) An arc grenade is a splash weapon with a range increment of 20 feet, generally thrown at a grid intersection rather than a creature. When armed and thrown, it detonates at the beginning of the machine slayer's next turn. The explosion deals 5d6 points of electricity damage to all targets within a 20-foot-radius spread (Reflex DC 15 half). An arc grenade weighs 1 pound and is worth 750 gp."},{"Name":"Torturer Robot","CR":"8.00","XP":"4800","Size":"Small","Init":"5","AC":"23, touch 17, flat-footed 17","HP":"105","Fort":"3","Ref":"8","Will":"16","DefensiveAbilities":"all-around vision, hardness 10","SR":"","Weaknesses":"vulnerable to critical hits, vulnerable to electricity","Speed":"fly 40 ft. (perfect)","Melee":"4 rotating blades +16 (1d4+5/18-20)","Ranged":"4 surgical lasers +16 touch (1d8/19-20 plus fire)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"agile, interrogate, nanosurgeon","AbilitiyScores":"Str 8, Dex 21, Con -, Int 10, Wis 15, Cha 1","BaseAtk":"10","CMB":"26","CMD":"42","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Agile (Ex) A torturer robot adds its Dexterity modifier to its damage rolls in place of its Strength modifier when using its rotating blades attack.  Force Field (Ex) A field of shimmering energy surrounds a torturer robot. Damage dealt to the robot is applied to the force field first. As long as the field is active, the robot is immune to critical hits. The force field has fast healing 8, but once the field's hit points are reduced to 0, the field collapses and does not reactive for 24 hours.  Interrogate (Ex) As a standard action, the torturer robot can attempt a Heal check to deal 1d4 points of damage to an ability of its choice possessed by an adjacent, helpless target.  A successful Fortitude saving throw with a DC equal to the robot's Heal check result negates this damage.  Nanosurgeon (Ex) As a standard action, a torturer robot can inject purpose-programmed nanites into a target as a melee touch attack. The nanites produce one of the following effects or conditions (CL 10th, where applicable): cure serious wounds, lesser restoration, neutralize poison, remove disease, exhaustion, nauseated for 1d4 rounds, or paralyzed (nauseated targets only, for remainder of original duration).  If the victim succeeds at a DC 17 Fortitude saving throw, exhaustion is reduced to fatigue, nauseated is reduced to sickened, and other effects are negated. The torturer robot carries 5 doses of nanites, and it constructs replacements at a rate of 1 dose per hour. The save DC is Wisdom-based.  Surgical Lasers (Ex) The torturer robot's lasers have a range of 50 feet with no range increment, and threaten a critical hit on a 19 or 20. Lasers pass through transparent creatures and objects without causing harm (including force fields, force effects, and invisible creatures; it can pass through glass, but the glass takes damage), and can strike targets behind them normally. Fog, smoke, and other clouds provide cover in addition to concealment from laser attacks."},{"Name":"Capacitor Ooze","CR":"11.00","XP":"12800","Size":"Medium","Init":"-5","AC":"5, touch 5, flat-footed 5","HP":"195","Fort":"12","Ref":"0","Will":"0","DefensiveAbilities":"electrified","SR":"","Weaknesses":"","Speed":"10 ft., climb 10 ft.","Melee":"slam +18 (2d6+9 plus 4d6 electricity and neurophagic jolt)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"neurophagic jolt","AbilitiyScores":"Str 22, Dex 1, Con 24, Int -, Wis 1, Cha 1","BaseAtk":"12","CMB":"18","CMD":"23","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Electrified (Ex) A creature that strikes a capacitor ooze with a natural weapon, unarmed strike, or metal weapon takes 4d6 points of electricity damage. Creatures grappling a capacitor ooze take this damage when initiating the grapple and on each round the grapple is maintained. Neurophagic Jolt (Ex) When a capacitor ooze deals electricity damage to a target with its slam attack, the jolt to the target's neurological system stuns the creature for 1 round (Fortitude DC 25 negates). A second neurophagic jolt to a stunned target sets up a destructive resonance in the target's brain. This resonance functions like an affliction with the following statistics: save Will DC 25; frequency 1/round for 6 rounds; effect 1d2 Dexterity and 1d2 Intelligence damage; cure 1 save. Neutralize poison does not cure this affliction, but heal, greater restoration, and any effect that removes insanity does. This is a mind-affecting effect. The save DC is Constitution-based. Osmotic Drain (Ex) A capacitor ooze drains power from nearby electrical sources. Any creatures within 10 feet of a capacitor ooze carrying at least one device that's powered by or generates electricity must succeed at a DC 25 Fortitude save or lose 1 charge from a random electrical device. Singleuse items are depowered entirely; devices with renewable electrical sources are depowered until they can recharge (in the case of a solar-powered device) or have their electrical function suppressed for 1d4 minutes (in the case of a shock weapon). A given power source can be drained only once per minute. For each electrical device affected by the capacitor ooze's osmotic drain, the ooze deals an additional 1d6 points of electricity damage the next time it would deal electricity damage to a target, and its speed increases by 30 feet for 1 round. The save DC is Constitution-based."},{"Name":"Robot Golem","CR":"11.00","XP":"12800","Size":"Large","Init":"0","AC":"27, touch 9, flat-footed 27","HP":"112","Fort":"5","Ref":"5","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft.","Melee":"2 slams +22 (2d10+8)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"rend construct (2 slams, 2d10+12), shockwave (30-ft.-radius spread, 8d6 electricity, Reflex DC 19 for half, usable every 1d4 rounds)","AbilitiyScores":"Str 26, Dex 11, Con -, Int -, Wis 11, Cha 1","BaseAtk":"15","CMB":"24","CMD":"34","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Immunity to Magic (Ex) A robot golem is immune to spells or spell-like abilities that allow spell resistance. In addition, certain spells and effects function differently against it, as noted below.  � A magical attack that deals electricity damage deals half damage to the golem. Additionally, for 1d4+1 rounds the golem gains the benefits of haste and goes berserk. The uncontrolled golem goes on a rampage, attacking the nearest living creature or smashing an object smaller than itself if no creature is within reach; it then moves on to spread more destruction. The golem comes back under the control of its creator when the duration ends.  � A transmute metal to wood spell reduces the robot golem's damage reduction by 5 and its natural armor bonus by 9 for 1d4 rounds.  � A robot golem is affected normally by rust attacks, such as those of a rust monster or a rusting grasp spell.  Rend Construct (Ex) This functions as the rend special ability, except the robot golem can rend only other constructs.  Shockwave (Ex) A robot golem can release a pulse of electrical energy held within its nonfunctioning batteries as a standard action once every 1d4 rounds. This pulse is a 30-foot-radius spread that deals 8d6 points of electricity damage to all creatures in its area of effect (Reflex DC 19 half). The save DC is Constitution-based and includes a +2 racial bonus."},{"Name":"Gray Goo","CR":"14.00","XP":"38400","Size":"Fine","Init":"10","AC":"29, touch 29, flat-footed 18","HP":"123","Fort":"8","Ref":"18","Will":"8","DefensiveAbilities":"dispersion, swarm traits","SR":"","Weaknesses":"","Speed":"fly 50 ft. (perfect)","Melee":"swarm (6d6 plus dismantle and distraction)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"dismantle, distraction (DC 21), infest","AbilitiyScores":"Str 1, Dex 30, Con -, Int 5, Wis 10, Cha 1","BaseAtk":"19","CMB":"-","CMD":"-","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Dismantle (Ex) Creatures damaged by a gray goo must succeed at a DC 19 Reflex save or a random piece of their equipment takes the same amount of damage, determined as though the target rolled a natural 1 on a saving throw, using the rules for items surviving after a saving throw (Pathfinder RPG Core Rulebook 217). In addition, unattended objects in the area of a gray goo take damage if the swarm chooses to harm them. The save DC is Constitution-based.  Dispersion (Ex) As an immediate action, a gray goo can disperse, spreading itself across an area of up to 30 cubic feet. While dispersed, it deals no damage and cannot use its other special abilities until it reforms. A dispersed gray goo can hide in plain sight (as a ranger in its favored terrain) with a +10 bonus and does not take additional damage from area effects. It takes 2 rounds for a dispersed gray goo to reform.  Infest (Ex) As a standard action, a gray goo can infest a Medium or larger creature (Fortitude DC 21 negates), including constructs and undead. The swarm deals double its normal damage to its host each round, but cannot make use of its dismantle ability. If the host is reduced to 0 hit points while infested, it is reduced to dust and destroyed (similar to a disintegrate effect).  A gray goo infesting a host can be expelled by any effect that cures disease, with a disease save equal to this ability's DC. The save DC is Constitution-based and includes a +2 racial bonus."},{"Name":"Targotha","CR":"15.00","XP":"51200","Size":"Huge","Init":"1","AC":"28, touch 10, flat-footed 26","HP":"253","Fort":"16","Ref":"10","Will":"20","DefensiveAbilities":"all-around vision, slippery","SR":"","Weaknesses":"","Speed":"10 ft., swim 50 ft.","Melee":"bite +25 (3d6+11 plus poison), 2 razor fins +25  (2d6+11/19-20), tail slap +20 (2d8+16 plus bull rush)","Ranged":"jolt +15 touch (12d6 electricity plus stun)","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"volatile breath (60-ft. cone, 15d6 fire or confusion, Reflex DC 28 half or Fortitude DC 23 negates, usable every 2d4 rounds)","AbilitiyScores":"Str 33, Dex 13, Con 24, Int 2, Wis 14, Cha 13","BaseAtk":"16","CMB":"+46 (+50 grapple)","CMD":"64 (can't be tripped)","Source":"Numeria Land Of Fallen Stars","SpecialAbilities":"Jolt (Ex) A targotha stores electrical potential that it can expend as a ranged touch attack with a range of 240 feet and no range increment. Using this ability within oil or tar reduces its range to 30 feet. A targotha cannot use this ability in water. A jolt deals 12d6 points of electricity damage, and the target is stunned for 1d4 rounds (Fortitude 28 negates the stun effect). It can use this ability once every 1d4+1 rounds, during which the targotha cannot ignite its volatile breath. The save DC is Constitution-based.  Razor Fins (Ex) A targotha's razor fins threaten a critical hit on a 19 or 20, augmented to 17-20 by its Improved Critical feat.  Slippery (Ex) A targotha secretes a thick mucus that allows it to move gracefully through viscous fluids like tar and oil. This mucus dissolves away adhesives (such as sovereign glue, tanglefoot bags, and webs) in 1d4 rounds.  Additionally, all combat maneuver checks to grapple a targotha automatically fail. The targotha automatically succeeds at any combat maneuver checks and Escape Artist checks to escape a grapple or a pin.  Tail Slap (Ex) A targotha adds 1-1/2  its Strength modifier on damage rolls for its tail slap. It can attempt a bull rush combat maneuver against a creature struck by its tail slap as a free action without provoking attacks of opportunity.  The targotha can't move as part of this bull rush.  Volatile Breath (Ex) A targotha can breathe a cone of flammable gas as a breath weapon. As a swift action, it can ignite the gas with its jolt ability. When ignited, the gas explodes, dealing 15d6 points of fire damage in the area of the cone (Reflex DC 28 half). If not ignited, the gas confuses all creatures in the area of effect that breathe it in before the gas dissipates at the start of the targotha's next turn. This confusion last for 1d4 rounds (Fortitude DC 23 negates). The save DCs are Constitution-based, and the confusion save DC has a -5 racial penalty."}]