[{"Name":"Onwu Azu","CR":"1.00","XP":"400","Size":"Small","Init":"3","AC":"14, touch 14, flat-footed 11","HP":"11","Fort":"4","Ref":"6","Will":"0","DefensiveAbilities":"ferocity","SR":"","Weaknesses":"","Speed":"5 ft., swim 70 ft.","Melee":"bite +3 (1d4+1 plus attach and bleed)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bleed (1d4)","AbilitiyScores":"Str 12, Dex 16, Con 12, Int 1, Wis 11, Cha 3","BaseAtk":"1","CMB":"1","CMD":"14 (can't be tripped)","Source":"Plunder & Peril","SpecialAbilities":"Attach (Ex) When an onwu azu hits with a bite attack, it automatically grapples its foe, though the target isn't considered to be grappling the onwu azu. Each round the onwu azu is grappling its foe, it automatically deals its bite damage.  Glide (Ex) An onwu azu can launch itself into the air and glide for up to 1 minute (depending on water and weather conditions, at the GM's discretion). When gliding, it has a fly speed of 60 feet with clumsy maneuverability and gains Flyby Attack.  Keen Scent (Ex) An onwu azu can notice creatures by scent within a 180-foot radius underwater and can detect blood in the water at ranges of up to 1 mile."},{"Name":"Karkinoi Brood Swarm","CR":"4.00","XP":"1200","Size":"Tiny","Init":"6","AC":"18, touch 14, flat-footed 16","HP":"39","Fort":"3","Ref":"7","Will":"5","DefensiveAbilities":"swarm traits","SR":"","Weaknesses":"","Speed":"20 ft., swim 30 ft.","Melee":"swarm (2d6)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"clinging grasp (DC 15), consume, distraction (DC 14)","AbilitiyScores":"Str 6, Dex 14, Con 13, Int 3, Wis 10, Cha 7","BaseAtk":"6","CMB":"-","CMD":"-","Source":"Plunder & Peril","SpecialAbilities":"Clinging Grasp (Ex) The spawn in a karkinoi brood swarm clutch with their pincers to tenaciously cling to other  creatures and each other, inhibiting their targets' movement as they swarm over prey. When the karkinoi brood swarm ends its turn in the space of a Medium or smaller creature, that creature must succeed at a DC 15 Reflex save or become entangled. This effect lasts for 1 round or until the creature leaves the karkinoi brood swarm's space, whichever comes first.  The save DC is normally Strength-based, but because the karkinoi brood swarm has the Agile Maneuvers feat, the DC is instead Dexterity-based.  Consume (Ex) A karkinoi brood swarm can rapidly consume any creature it swarms over. Against helpless or nauseated targets, a karkinoi brood swarm's attack deals 4d6 points of damage.  Scuttling Swarm (Ex) A karkinoi brood swarm can use its Step Up feat to move and reshape itself when a creature takes a 5-foot step while within the swarm's area. Each part of the swarm can move 5 feet, provided each part of the swarm ends this movement in a square occupied by the creature taking the 5-foot step or in a square that the swarm occupied before taking this movement.  Water Dependency (Ex) A karkinoi brood swarm can survive out of the water for 1 hour per point of Constitution. Beyond this limit, it runs the risk of suffocation, as if it were drowning."},{"Name":"Calcified Creature","CR":"8.00","XP":"4800","Size":"Medium","Init":"4","AC":"23, touch 15, flat-footed 15","HP":"79","Fort":"7","Ref":"11","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"mwk rapier +12/+7 (1d6+2/18-20)","Ranged":"pistol +10 (1d8/x4)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"sneak attack +4d6, grit (2 points, Gunslinger's DodgeUC)","AbilitiyScores":"Str 14, Dex 18, Con 18, Int 14, Wis 10, Cha 12","BaseAtk":"6","CMB":"12","CMD":"23","Source":"Plunder & Peril","SpecialAbilities":""},{"Name":"Incutilis Lord","CR":"8.00","XP":"4800","Size":"Large","Init":"3","AC":"22, touch 12, flat-footed 19","HP":"104","Fort":"9","Ref":"6","Will":"12","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., climb 10 ft., jet 120 ft., swim 40 ft.","Melee":"4 tentacles +14 (1d6+2 plus calcifying sting)","Ranged":"","Space":"10 ft.","Reach":"15 ft.","SpecialAttacks":"","AbilitiyScores":"Str 20, Dex 17, Con 18, Int 15, Wis 16, Cha 15","BaseAtk":"8","CMB":"14","CMD":"27 (can't be tripped)","Source":"Plunder & Peril","SpecialAbilities":"Black Coral Secretion (Ex) An incutilis lord's tentacles generate an oily black residue that quickly hardens into a dense, coral-like substance. A single application covers a 5 foot square and completely hardens in 1 minute, even when exposed to water. This substance is malleable until hardened, allowing an incutilis lord or the lord's minions to shape it into armor, walls, and more. Once calcified, it has a hardness of 4 and 8 hit points per inch of thickness. An incutilis lord can produce one application of black coral per Hit Die each day.  Calcified Minion (Su) A calcifying stinger imparts a strong psychic connection between a calcified target and the incutilis lord who implanted the stinger. Once the target succumbs to the incutilis lord's will (see the calcifying sting ability, below), the target's whole body is infused with new secretions that allow the incutilis lord to dictate the target's actions and restore any Dexterity lost to the calcifying sting, as the secretions assist the minion's movement rather than hindering it. The incutilis lord can control a number of minions equal to its Charisma modifier as a free action. If the incutilis lord attempts to control a new minion in excess of this limit, it must first release one of its current calcified minions; see the calcifying sting ability, below. The minions have no will of their own but retain a small portion of their identity, giving the incutilis lord access to their feats, physical skills, extraordinary abilities, spell-like abilities, and supernatural abilities. A calcified creature moves under the direct control of its incutilis lord until the stinger is removed from its body.  While under the incutilis lord's control, a calcified minion takes its own normal actions each round, as directed by its controller. A minion can survive this process for a number of days equal to its Constitution score. After this time, the calcified minion dies, though its body retains a semblance of life. The dead minion is treated as a living creature and can be controlled in the same fashion as before until the calcifying stinger is removed or the incutilis lord that controls the creature dies.  Calcifying Sting (Su) The tentacles of an incutilis lord inject a painful stinger that constantly generates a black coral secretion. A creature stung by an incutilis lord must attempt a DC 19 Fortitude saving throw at the beginning of every turn until the stinger is removed. Each time it fails this save, the creature takes an additional 1d6 points of damage and 2 points of Dexterity drain. If this causes the creature to reach 0 or fewer hit points or a Dexterity score of 0, it loses all will of its own and immediately comes under the control of the incutilis lord (see the calcified minion ability, above).  As a swift action, the incutilis lord can psychically command one of its stingers to remove itself from a stung creature, releasing its control over that creature. Another creature can forcefully remove a stinger from a willing or unconscious target by a succeeding at a DC 19 Heal check. Regardless of whether this Heal check succeeds or fails, attempting to remove the stinger deals 1d8 points of damage to the target. If the stinger is removed or the incutilis lord dies, the fluid seeps out of the controlled creature's wounds and the creature is released from the incutilis lord's control-though the creature may be dead by that time. The save DC is Constitution-based."}]