[{"Name":"Carrionstorm","CR":"1.00","XP":"400","Size":"Tiny","Init":"4","AC":"12, touch 12, flat-footed 12","HP":"11","Fort":"1","Ref":"0","Will":"5","DefensiveAbilities":"swarm traits","SR":"","Weaknesses":"vulnerable to channeled energy","Speed":"10 ft., fly 40 ft. (good)","Melee":"swarm (1d6 plus distraction)","Ranged":"","Space":"10 ft.","Reach":"0 ft.","SpecialAttacks":"","AbilitiyScores":"Str 1, Dex 11, Con -, Int 2, Wis 14, Cha 13","BaseAtk":"1","CMB":"-1","CMD":"4 (can't be tripped)","Source":"RotRL-AE-Appendix","SpecialAbilities":"Pallid Bond (Ex) A carrionstorm never initiates an attack on a creature that openly wears a symbol of Urgathoa or that is itself undead. If attacked first by such a creature, the carrionstorm's swarm attack deals only 1d3 points of damage to that creature rather than the usual 1d6 points.  Vulnerable to Channeled Energy (Ex) A carrionstorm takes 150% as much damage as normal from channeled positive energy."},{"Name":"Kuchrima","CR":"8.00","XP":"4800","Size":"Medium","Init":"10","AC":"22, touch 16, flat-footed 16","HP":"104","Fort":"7","Ref":"13","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., fly 60 ft. (good)","Melee":"bite +16 (1d6+5 plus disease), 2 talons +16 (1d4+5)","Ranged":"mwk Large composite longbow +18/+13/+8 (2d6+5/x3)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"catastrophic shot, disease","AbilitiyScores":"Str 20, Dex 22, Con 19, Int 7, Wis 9, Cha 10","BaseAtk":"11","CMB":"+16 (+20 grapple)","CMD":"32","Source":"RotRL-AE-Appendix","SpecialAbilities":"Catastrophic Shot (Ex) Whenever a kuchrima makes only a single attack in a round with a bow, it increases the critical threat range of that shot to 18-20.  Disease (Ex) Bite-Filth Fever; save Fort DC 19; onset 1d3 days; frequency 1/day; effect 1d3 Dex damage and 1d3 Con damage; cure 2 consecutive saves.  Oversized Weapon (Ex) A kuchrima can wield an oversized longbow in its talons while flying without incurring any penalty-this longbow can be one size category larger than normal (Large for most kuchrimas)."},{"Name":"Skull Ripper","CR":"9.00","XP":"6400","Size":"Large","Init":"3","AC":"24, touch 12, flat-footed 21","HP":"112","Fort":"5","Ref":"10","Will":"6","DefensiveAbilities":"","SR":"20","Weaknesses":"","Speed":"40 ft., climb 40 ft.","Melee":"2 claws +20 (2d6+6/19-20 plus grab), sting +20 (1d10+6 plus poison)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"behead, constrict 2d6+9","AbilitiyScores":"Str 22, Dex 16, Con -, Int 5, Wis 13, Cha 12","BaseAtk":"15","CMB":"+22 (+26 grapple)","CMD":"35 (47 vs. trip)","Source":"RotRL-AE-Appendix","SpecialAbilities":"Behead (Ex) A skull ripper is an expert at collecting its favorite trophies-skulls. Once it has pinned a foe, it can attempt to behead the victim with a single gut-wrenching rip of its claws. This attempt is made as part of the grapple check to maintain an existing pin, and if successful, deals 4d6+18 points of damage to the victim. If this damage is enough to bring the target below 0 hit points, the victim must succeed at a DC 23 Fortitude save to resist having its head torn from its body, which results in instant death for most creatures. The save DC is Strength-based.  Dread Visage (Su) All creatures within 30 feet that can see a skull ripper must make a DC 18 Will save at the start of their turn in order to avoid becoming frightened for 1 round. If the victim recognizes any of the heads affixed to the skull ripper's body as having once belonged to friends or allies, that victim takes a -4 penalty on the save. A creature that succeeds at the save is immune to the dread visage of that particular skull ripper for 24 hours. This is a mind-affecting fear effect. The save DC is Charisma-based.  Poison (Su) Sting-injury; save Fort DC 17; frequency 1/round for 6 rounds; effect 1d4 Dex; cure 2 consecutive saves. The save DC is Constitution-based."},{"Name":"Forgefiend","CR":"10.00","XP":"9600","Size":"Large","Init":"6","AC":"25, touch 11, flat-footed 23","HP":"137","Fort":"14","Ref":"5","Will":"10","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"20 ft., burrow 20 ft., earth glide","Melee":"bite +17 (2d6+7 plus rend armor), bite +17 (1d6+7), 2 claws +17 (1d6+7)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"adamantine bite, searing spew","AbilitiyScores":"Str 24, Dex 14, Con 25, Int 15, Wis 12, Cha 15","BaseAtk":"11","CMB":"19","CMD":"31","Source":"RotRL-AE-Appendix","SpecialAbilities":"Adamantine Bite (Ex) A forgefiend's bite attacks are treated as adamantine for the purposes of overcoming damage reduction.  Rend Armor (Ex) When a forgefiend hits with a bite attack, it chews any armor worn by the target-this grants the forgefiend a free sunder attempt against armor worn by the target if the victim fails a DC 22 Reflex save. A forgefiend also gains Greater Sunder and Improved Sunder as bonus feats. The save DC is Strength-based.  Searing Spew (Su) A forgefiend can belch forth a searing pile of slag from its body maw as a standard action once every 1d4 rounds. This blob of molten metal affects any 10-foot-square area adjacent to the forgefiend. Any creature in this area takes 14d6 points of fire damage (Reflex DC 22 halves). The slag quickly cools, forming a rugged pile of worthless scrap and misshapen metal that is treated as difficult terrain-this stuff crumbles to powder in 1 hour. The save DC is Constitution-based."},{"Name":"Scarlet Walker","CR":"12.00","XP":"19200","Size":"Huge","Init":"9","AC":"28, touch 18, flat-footed 18","HP":"168","Fort":"10","Ref":"19","Will":"15","DefensiveAbilities":"evasion","SR":"23","Weaknesses":"vulnerable to electricity","Speed":"40 ft., climb 40 ft.","Melee":"2 claws +23 (2d6+7/19-20 plus bleed), tentacles +18 (4d6+3 plus bleed and paralysis)","Ranged":"","Space":"15 ft.","Reach":"30 ft.","SpecialAttacks":"bleed (1d6), blood-draining gaze, paralysis (1d4 rounds, DC 23)","AbilitiyScores":"Str 24, Dex 29, Con 21, Int 14, Wis 20, Cha 21","BaseAtk":"16","CMB":"25","CMD":"45 (53 vs. trip)","Source":"RotRL-AE-Appendix","SpecialAbilities":"Blood-Draining Gaze (Su) All creatures within 20 feet of a scarlet walker are subject to the monster's eerie blood-draining gaze. Affected creatures must succeed at a DC 23 Fortitude save or thin streams of blood pour from their eyes, flowing through the air and into the eye socket-like pits in the scarlet walker's face. This does not impact the victim's vision, but does deal 1 point of Constitution damage and sickens the victim for 1 round from the hideous pain. A creature already suffering from a bleed effect takes a -4 penalty on the saving throw. This is a bleed effect. The save DC is Constitution-based.  Bloodsense (Su) A scarlet walker can sense living creatures with blood in their veins, or undead creatures that feed on blood (such as vampires). This ability functions like blindsight to a range of 60 feet."},{"Name":"Black Magga","CR":"15.00","XP":"51200","Size":"Gargantuan","Init":"4","AC":"30, touch 6, flat-footed 30","HP":"232","Fort":"19","Ref":"11","Will":"9","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"20 ft., swim 60 ft.","Melee":"bite +24 (2d8+13/19-20 plus energy drain), 4 tentacles +19 (2d6+6 plus grab)","Ranged":"","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"breath of madness, constrict (2d6+11), energy drain (2 levels, DC 22)","AbilitiyScores":"Str 37, Dex 10, Con 31, Int 25, Wis 18, Cha 20","BaseAtk":"15","CMB":"+32 (+36 grapple)","CMD":"42 (can't be tripped)","Source":"RotRL-AE-Appendix","SpecialAbilities":"Breath of Madness (Su) Black Magga can exhale a cloud of foul-smelling, poisonous breath as a standard action once every minute. This cloud of black smoke fills a 60-foot cone. All creatures in the area take 1d6 points of Wisdom damage and become confused for 1d6 rounds (a DC 27 Will save halves the Wisdom damage and negates the confusion effect). This is a mind-affecting poison effect. The save DC is Constitution-based. This breath weapon cannot be used while underwater.  Transdimensional Tentacles (Su) Black Magga's tentacles allow her to see into and infiltrate the Ethereal Plane and the Plane of Shadow while she is on the Material Plane. This allows her not only to be aware of these planes and the creatures there, but also to shift her tentacles through these planes to attack their inhabitants. She can even phase her tentacles in and out of existence, effectively reaching through walls and other solid barriers to attack foes on the other side, provided that area is not warded by a dimensional lock or similar effect. She can grapple foes with her tentacles normally, but cannot pull grappled foes or objects through planes as her tentacles shift between them.  Warp Dimensions (Su) Black Magga's presence distorts the dimensions. Any creature that attempts to utilize a teleportation effect while within 300 feet of Black Magga must succeed at a DC 21 caster level check or the teleport effect fails. If the effect fails, the creature that attempted to create that effect must succeed at a DC 27 Fortitude save or be nauseated for 1d6 rounds. The save DC is Constitution-based."},{"Name":"Hungerer","CR":"15.00","XP":"51200","Size":"Huge","Init":"5","AC":"31, touch 10, flat-footed 29","HP":"220","Fort":"12","Ref":"15","Will":"18","DefensiveAbilities":"","SR":"26","Weaknesses":"","Speed":"10 ft., fly 60 ft. (good)","Melee":"bite +29 (2d8+10/19-20/x4 plus 2d6 acid damage and 2 Wisdom drain), 2 claws +29 (1d8+10 plus 2 Wisdom drain)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"devastating bite, vile spew","AbilitiyScores":"Str 30, Dex 13, Con 20, Int 13, Wis 18, Cha 19","BaseAtk":"21","CMB":"33","CMD":"45 (can't be tripped)","Source":"RotRL-AE-Appendix","SpecialAbilities":"Devastating Bite (Ex) A hungerer's bite deals x4 damage on a successful critical hit. If this damage is enough to reduce a victim to negative hit points, the victim must succeed at a DC 30 Fortitude save to avoid being decapitated, bitten in half, or otherwise instantly killed by the horrific wound. The save DC is Strength-based.  Vile Spew (Su) Whenever a hungerer takes damage, the resulting wound spews a great gout of vile blood and acid. Any creature adjacent to a hungerer when it is wounded takes 2d6 points of acid damage (Reflex DC 25 negates). The save DC is Constitution-based.  Wisdom Drain (Su) A hungerer drains 2 points of Wisdom each time it strikes a foe with its bite or claw attacks. Unlike with other kinds of ability drain attacks, a hungerer does not heal any damage when it uses its Wisdom drain."}]