[{"Name":"Caliban","CR":"2.00","XP":"600","Size":"Medium","Init":"2","AC":"14, touch 12, flat-footed 12","HP":"22","Fort":"1","Ref":"6","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., swim 20 ft.","Melee":"handaxe +5 (1d6+1/x3), claw +0 (1d4) or  2 claws +5 (1d4+1)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"share deformity, unsettling scream","AbilitiyScores":"Str 13, Dex 15, Con 10, Int 10, Wis 8, Cha 11","BaseAtk":"4","CMB":"5","CMD":"17","Source":"Tears At Bitter Manor","SpecialAbilities":"Share Deformity (Su) Once per day as a standard action, a caliban can make a melee touch attack against a humanoid creature. If it hits, the opponent must succeed at a DC 12 Fortitude save or have its form warped horribly. An affected creature takes 4 points of ability damage to Strength, Dexterity, or Constitution (caliban's choice). Until this ability damage is healed, the caliban gains a +4 bonus to that same ability score. This ability damage heals automatically after 24 hours. A creature can't be affected by more than one instance of this ability at a time. This is a curse effect, and the save DC is Charisma-based.  Unsettling Scream (Ex) As a standard action, a caliban can wail horribly. All non-caliban creatures within 60 feet that can hear must succeed at a DC 12 Will save or be deafened for 1 round and shaken for 1 minute. A creature affected by this ability is immune to the unsettling scream of the same caliban for 24 hours, regardless of whether its save is successful. This is a sonic fear effect, and the save DC is Charisma-based."},{"Name":"Abandoned One","CR":"4.00","XP":"1200","Size":"Medium","Init":"6","AC":"17, touch 12, flat-footed 15","HP":"37","Fort":"4","Ref":"3","Will":"7","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 claws +7 (1d8+3)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"curse of oblivion, forgotten friend","AbilitiyScores":"Str 16, Dex 14, Con -, Int 10, Wis 13, Cha 17","BaseAtk":"3","CMB":"6","CMD":"18","Source":"Tears At Bitter Manor","SpecialAbilities":"Curse of Oblivion (Su) Three times per day as a standard action, an abandoned one can cause one creature within 60 feet to disappear (Will DC 15 negates). Living creatures treat the victim as invisible and can't hear its voice. This is a curse effect and lasts for 12 hours or until the abandoned one is destroyed, whichever comes first. Only creatures that are within 100 feet of the target when the abandoned one uses this ability are unable to see and hear the target, and they remain unable to do so even if they go outside of this range. The target remains invisible for the entire duration, even if it attacks or takes other actions that would normally cause an invisible creature to become visible. It can speak and cast spells as normal, but only the abandoned one can hear its vocalizations. The target remains tangible, and can be detected by scent, touch, or the sound of its movement. The save DC is Charisma-based.  Forgotten Friend (Su) When an abandoned one successfully uses its curse of oblivion, any creature within 100 feet of the cursed creature that has prior knowledge of it must succeed at a DC 15 Will saving throw or lose all memory of the target's existence for the duration of that ability's effect, and ignore or explain away all evidence of the target's existence. Whether or not it succeeds at the save, a creature can only be affected by this ability once per day. This is a mind-affecting compulsion effect. The save DC is Charisma-based.  Selective Invisibility (Sp) This ability functions as invisibility (CL 5th), but doesn't end when the abandoned one attacks a creature. Instead, any creature the abandoned one attacks can see through the abandoned one's invisibility for 1 hour."},{"Name":"Leechroot","CR":"4.00","XP":"1200","Size":"Large","Init":"-1","AC":"18, touch 8, flat-footed 18","HP":"32","Fort":"3","Ref":"0","Will":"7","DefensiveAbilities":"bloodthirst, channel resistance +2","SR":"","Weaknesses":"","Speed":"5 ft., burrow 5 ft.","Melee":"2 roots +7 (1d6+5 plus bleed and grab)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"bleed (2), bloody sap, drag under","AbilitiyScores":"Str 20, Dex 8, Con -, Int -, Wis 17, Cha 15","BaseAtk":"3","CMB":"+9 (+13 grapple)","CMD":"18 (can't be tripped)","Source":"Tears At Bitter Manor","SpecialAbilities":"Bloodthirst (Su) A leechroot can absorb blood directly from its victims' cuts. The leechroot gains fast healing equal to the number of creatures with the bleed condition it is grappling (if any).  Bloody Sap (Su) The viscous resin that exudes from a leechroot's tentacles is infused with negative energy, preventing both natural and magical healing. The DC of any Heal check to stop the bleeding caused by a leechroot's attacks is increased by 2. Casting a cure spell on a creature bleeding because of a leechroot's attacks requires a successful caster level check (DC 15 + the spell's level) or the spell has no effect on the bleeding creature.  Drag Under (Ex) As part of an action to maintain a grapple, a leechroot can move the grappled creature up to 5 feet (within the leechroot's reach) and bury it partway into the ground. The buried creature is pinned and can't receive help to break free from the grapple. A buried opponent that escapes the grapple remains pinned unless it spends a move action to dig itself free and it succeeds at a DC 10 Strength check.  Earth Barrier (Ex) A leechroot burrowing 5 feet below the surface is partially visible, can make attacks using its normal reach, and gains concealment and partial cover. It can be uprooted with a successful drag maneuver. It can burrow back under the earth as a move action that provokes attacks of opportunity."},{"Name":"Deadfall Dweller","CR":"5.00","XP":"1600","Size":"Large","Init":"5","AC":"18, touch 10, flat-footed 17","HP":"57","Fort":"8","Ref":"6","Will":"5","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to electricity","Speed":"30 ft., climb 10 ft.","Melee":"bite +10 (1d6+5 plus poison), 2 limbs +5 (1d4+2)","Ranged":"spittle +6 (1d6 acid plus entrap)","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"entrap (DC 16, 1d4 rounds, hardness 3, hp 6), implant, spittle","AbilitiyScores":"Str 21, Dex 13, Con 16, Int 5, Wis 12, Cha 10","BaseAtk":"6","CMB":"+17 (+21 grapple)","CMD":"29 (41 vs. trip)","Source":"Tears At Bitter Manor","SpecialAbilities":"Implant (Ex) A deadfall dweller can inject 1d3 larvae into a helpless creature as a full-round action. Excretions from these larvae have a paralyzing effect, leaving the host helpless until the larvae mature into young deadfall dwellers that erupt from the host's body, killing it. Each day, an impregnated host must attempt a DC 16 Fortitude save. If the host succeeds at the saving throw, it is no longer helpless, but is still impregnated. If it fails, it takes 1 point of Constitution drain and remains helpless for another day. All of the larvae in an impregnated creature can be destroyed with a remove disease spell. Alternatively, a creature can take 10 minutes to attempt a DC 20 Heal check to remove a single larva. This check can be attempted multiple times, but each attempt deals 1d6 points of damage to the host. The save DC is Constitution-based.  Poison (Ex) Bite-injury; save Fort DC 16; frequency 1/round for 6 rounds; effect 1d3 Dexterity damage; cure 1 save.  Spittle (Ex) As a swift action, a deadfall dweller can emit a stream of corrosive spittle at one target within 30 feet. On a successful attack, the target takes 1d6 points of acid damage, and must save to avoid being entrapped by the solidifying mucus."},{"Name":"Tizheruk","CR":"5.00","XP":"1600","Size":"Large","Init":"3","AC":"18, touch 12, flat-footed 15","HP":"52","Fort":"9","Ref":"7","Will":"2","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"10 ft., swim 40 ft.","Melee":"bite +12 (2d6+10 plus grab) or   tongue +12 (grab and pull)","Ranged":"","Space":"10 ft.","Reach":"10 ft. (20 ft. with tongue)","SpecialAttacks":"pull (tongue, 15 ft.), swallow whole (1d6 acid damage, AC 14, 8 hp)","AbilitiyScores":"Str 24, Dex 17, Con 21, Int 2, Wis 13, Cha 6","BaseAtk":"5","CMB":"-3","CMD":"2 (6 vs, trip)","Source":"Tears At Bitter Manor","SpecialAbilities":"Compression (Ex) A tizheruk can use its compression ability to remain in waterways as shallow as 8 inches deep. While compressing itself against the floor of a body of water, a tizheruk gains a +4 circumstance bonus on Stealth checks.  See-Through Skin (Ex) Because so much of a tizheruk's body is transparent, a creature swallowed whole by it has line of sight to creatures outside the creature, and creatures outside the tizheruk can see anyone inside.  Tongue (Ex) A tizheruk's tongue is a primary attack with a reach equal to double the tizheruk's normal reach (20 feet for a Large tizheruk). A tizheruk's tongue deals no damage on a hit, but can be used to grab a creature and pull it closer. A tizheruk doesn't gain the grappled condition while using its tongue in this manner."},{"Name":"Delgeth","CR":"6.00","XP":"2400","Size":"Medium","Init":"6","AC":"18, touch 12, flat-footed 16","HP":"68","Fort":"9","Ref":"8","Will":"10","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"50 ft.","Melee":"gore +12 (1d8+4 plus 1d6 fire), 2 hooves +10 (1d4+2 plus 1d6 fire)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"fight with fire, flight of flames","AbilitiyScores":"Str 19, Dex 15, Con 16, Int 4, Wis 13, Cha 14","BaseAtk":"8","CMB":"20","CMD":"34 (can't be tripped)","Source":"Tears At Bitter Manor","SpecialAbilities":"Fight with Fire (Su) A delgeth can strike at the ground with its flaming hooves as a swift action, causing blazing sparks to appear in a square of the delgeth's choosing within 30 feet. A creature in that square must succeed at a DC 15 Reflex save or catch fire (Pathfinder RPG Core Rulebook 444). The save DC is Charisma-based.  Flight of Flames (Su) A delgeth can use its smoldering hooves to ignite the ground and brush when it runs or withdraws, creating a blazing trail of fire behind it. The fire fills every square the delgeth moves through during its run or withdraw action. When the fire appears and on each of the delgeth's turns, the flames deal 2d6 points of fire damage to each creature in one of the squares of fire and 2d4 points of fire damage to each creature within 5 feet of such a square but not inside one. The flames gutter out after 3 rounds, but can be extinguished before then by any means that would extinguish normal nonmagical fires of their size. The flames can ignite flammable debris, but in normal forest conditions they rarely spread."},{"Name":"Embalming Bear","CR":"7.00","XP":"3200","Size":"Large","Init":"-1","AC":"20, touch 8, flat-footed 20","HP":"74","Fort":"2","Ref":"1","Will":"2","DefensiveAbilities":"hardness 5","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"2 claws +13 (1d8+6 plus grab and poison)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"constrict (1d8+6)","AbilitiyScores":"Str 22, Dex 8, Con -, Int -, Wis 11, Cha 1","BaseAtk":"8","CMB":"15","CMD":"24 (28 vs. trip)","Source":"Tears At Bitter Manor","SpecialAbilities":"Poison (Ex) Potent embalming fluid: Claw-injury; save Fort DC 17; frequency 1/round for 6 rounds; effect 1d2 Dex and 1d2 Con; cure 2 consecutive saves."},{"Name":"Ephemeral Echo","CR":"7.00","XP":"3200","Size":"Medium","Init":"7","AC":"20, touch 20, flat-footed 16","HP":"84","Fort":"8","Ref":"5","Will":"7","DefensiveAbilities":"channel resistance +4, incorporeal, rejuvenation","SR":"","Weaknesses":"","Speed":"30 ft. (while corporeal), fly 30 ft. (perfect)","Melee":"incorporeal touch +9 (1d6 cold plus 1d4 Charisma damage) or   2 slams +13 (1d6+6) (while corporeal)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bewitching gaze","AbilitiyScores":"Str - (22 while corporeal), Dex 16, Con -, Int 11, Wis 13, Cha 22","BaseAtk":"6","CMB":"+9 (+12 while corporeal)","CMD":"26 (32 while corporeal)","Source":"Tears At Bitter Manor","SpecialAbilities":"Bewitching Gaze (Su) 1 point of Charisma drain, 30 feet, Fortitude DC 20 negates. The save DC is Charisma-based.  Corporeal Form (Su) Whenever an ephemeral echo deals Charisma damage to a creature, it absorbs a portion of its victim's anguish and becomes more real. It loses the incorporeal subtype and gains a Strength score equal to its Charisma score. Its deflection bonus to AC becomes a natural armor bonus, and its incorporeal touch attack is replaced with two slam attacks. The ephemeral echo loses its fly speed and gains a land speed of 30 feet. These changes last for 1d4 rounds or until the ephemeral echo takes any Charisma damage, whichever comes first. The third time in a day an ephemeral echo deals Charisma damage, its corporeal form lasts for 24 hours or until it takes Charisma damage, whichever comes first.  Rejuvenation (Su) Each ephemeral echo is tied to a unique fetter-some event, location, or object that reminds it of the sadness of its former life. Resolving this fetter (by consecrating the location or destroying the item, for example) destroys the ephemeral echo permanently. If the echo is physically injured or killed but its fetter remains unresolved, the echo rejuvenates fully in 1d10 days.  Stolen Power (Su) Whenever an ephemeral echo deals Charisma damage or drain, it gains a +2 profane bonus on attack rolls, damage rolls, saving throws, skill checks, and ability checks until the end of its next turn. The echo also gains 5 temporary hit points that last for 1 hour."}]