[{"Name":"Grioth","CR":"1.00","XP":"400","Size":"Medium","Init":"4","AC":"14, touch 14, flat-footed 10","HP":"13","Fort":"1","Ref":"7","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"light sensitivity","Speed":"30 ft., fly 40 ft. (average)","Melee":"mwk voidglass kukri +3 (1d4+1/18-20 plus 1d4 nonlethal), bite -3 (1d6 plus poison)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"mindshock","AbilitiyScores":"Str 10, Dex 18, Con 12, Int 13, Wis 13, Cha 11","BaseAtk":"2","CMB":"2","CMD":"16","Source":"The Dragon's Demand","SpecialAbilities":"Id Insinuation (Sp) As a standard action once per day, a grioth can disrupt a creature's mind. The target must be within 30 feet, and can resist this effect with a successful DC 12 Will save-otherwise, the target becomes confused for as long as the grioth concentrates plus 1 additional round after it ceases concentrating, to a maximum number of rounds equal to 3 plus the Grioth's total HD (5 rounds for most grioths). This is a mind-affecting effect, and is equivalent to a 2nd-level spell. The save DC is Charisma-based.  Mindshock (Su) When a grioth damages a creature with a voidglass weapon, a surge of the grioth's violent psychic energy pulses through the weapon, causing an additional 1d4 points of nonlethal damage. On a critical hit, the creature struck must also succeed at a DC 12 Will save or be confused for 1d2 rounds. This is a mind-affecting effect. The save DC is Charisma-based and includes a +2 racial bonus.  Poison (Ex) Bite-injury; save Fort DC 12; frequency 1/round for 6 rounds; effect shaken for 1 round; cure 1 save."},{"Name":"Yangethe","CR":"9.00","XP":"6400","Size":"Large","Init":"4","AC":"23, touch 13, flat-footed 19","HP":"115","Fort":"9","Ref":"9","Will":"12","DefensiveAbilities":"","SR":"20","Weaknesses":"","Speed":"40 ft.","Melee":"2 claws +14 (1d6+7), 4 tentacles +13 (1d6+3 plus grab)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"feeding tentacles","AbilitiyScores":"Str 24, Dex 18, Con 22, Int 17, Wis 21, Cha 17","BaseAtk":"8","CMB":"+16 (+20 grapple)","CMD":"30 (can't be tripped)","Source":"The Dragon's Demand","SpecialAbilities":"Feeding Tentacles (Su) As a standard action as part of maintaining a grapple, a yangethe can use its mouth tentacles to feed on a helpless or grappled creature by making a +14 melee touch attack. If it hits, the feeding tentacles siphon away the victim's emotions and deal 1d4 points of Charisma drain. The yangethe heals 5 points of damage for every point of Charisma it drains in this manner. As long as a creature continues to suffer this Charisma drain, each time it attempts to sleep it is affected by a nightmare spell (CL 10th, DC 20), experiencing terrifying dreams in which it relives the feeling of being fed upon over and over. All effects from the feeding tentacles are mind-affecting effects.  Psychic Blast (Sp) This spell-like ability functions as confusion, and also deals 10d6 points of nonlethal damage when it first affects foes (Will DC 21 half). This ability is the equivalent of a 5th-level spell."}]