[{"Name":"Plagued Steed","CR":"2.00","XP":"600","Size":"Large","Init":"3","AC":"14, touch 12, flat-footed 11","HP":"16","Fort":"5","Ref":"6","Will":"1","DefensiveAbilities":"channel resistance +2","SR":"","Weaknesses":"","Speed":"50 ft.","Melee":"bite +5 (1d8+5 plus disease), 2 hooves +0 (1d4+2)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"disease (DC 13) (see page 29)","AbilitiyScores":"Str 20, Dex 16, Con -, Int 2, Wis 13, Cha 15","BaseAtk":"1","CMB":"7","CMD":"20 (24 vs. trip)","Source":"The Worldwound","SpecialAbilities":""},{"Name":"Abrikandilu","CR":"3.00","XP":"800","Size":"Medium","Init":"0","AC":"15, touch 10, flat-footed 15","HP":"32","Fort":"5","Ref":"4","Will":"3","DefensiveAbilities":"","SR":"","Weaknesses":"hatred of mirrors","Speed":"30 ft.","Melee":"bite +7 (1d6+2 plus mutilation), 2 claws +7 (1d4+2)","Ranged":"improvised weapon +5 (1d6+2)","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"destructive attacks, mutilation","AbilitiyScores":"Str 15, Dex 11, Con 12, Int 6, Wis 10, Cha 13","BaseAtk":"5","CMB":"+7 (+9 sunder)","CMD":"19 (21 vs. sunder)","Source":"The Worldwound","SpecialAbilities":"Destructive Attacks (Ex) An abrikandilu's natural attacks can threaten and confirm critical hits against objects. In addition, they gain a +5 racial bonus on Strength checks made to break or destroy objects.  Hatred of Mirrors (Ex) An abrikandilu loathes the sight of its own reflection. Using a mirror grants a +5 bonus on Intimidate checks against an abrikandilu. An abrikandilu adjacent to a mirror or attacked by a mirror-carrying creature (at the GM's discretion, some shields could be considered mirrors) must attempt a DC 15 Will save at the start of its turn. If it fails, it must focus all of its actions that round on attempts to destroy the mirror.  Mutilation (Su) An abrikandilu's bite causes hideous, ugly wounds that not only mar beauty but supernaturally diminish a creature's sense of self-worth. A creature bitten by an abrikandilu must succeed at a DC 13 Fortitude save or gain a -1 penalty on all Charisma-based checks. This penalty can stack as high as a -5 penalty with multiple bites and failed saves, and lasts even after the wounds are healed. The penalty reduces by 1 point every 24 hours. This is a curse effect. The save DC is Constitution-based."},{"Name":"Grimslake","CR":"6.00","XP":"2400","Size":"Large","Init":"5","AC":"19, touch 10, flat-footed 18","HP":"68","Fort":"6","Ref":"5","Will":"10","DefensiveAbilities":"slashing scales","SR":"","Weaknesses":"","Speed":"20 ft., burrow 20 ft., climb 20 ft.","Melee":"bite +11 (2d6+6 plus grab), sting +11 (1d6+6 plus grab)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"constrict (1d6+6), marrow drain, penetrating jaws","AbilitiyScores":"Str 22, Dex 13, Con 19, Int 6, Wis 14, Cha 11","BaseAtk":"6","CMB":"+13 (+17 grapple)","CMD":"24 (can't be tripped)","Source":"The Worldwound","SpecialAbilities":"Marrow Drain (Ex) A grimslake's tail is covered with suckers that extend long, thin, razor-sharp tendrils to drill into its victim's bones, draining them of marrow. The grimslake can drain marrow from any creature it is grappling or from any helpless creature as a swift action. The victim can resist this painful attack with a successful DC 18 Fortitude save; otherwise, he becomes staggered from the horrific agony for 1 round and takes 1 point of Constitution drain. The save DC is Constitution-based.  Penetrating Jaws (Su) A grimslake's bite attack penetrates cold iron and silver damage reduction.  Slashing Scales (Ex) The scales running in a line down a grimslake's back have razor-sharp ridges and spines, and the creature is adept at lashing at attackers with these scales. Any creature that attacks a grimslake with a natural weapon, unarmed strike, or light weapon must succeed at a DC 15 Reflex save to avoid taking 1d4 points of slashing damage. The save DC is Dexterity-based."},{"Name":"Warmonger Wasp","CR":"7.00","XP":"3200","Size":"Large","Init":"10","AC":"21, touch 15, flat-footed 15","HP":"85","Fort":"5","Ref":"9","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"30 ft., fly 30 ft. (good)","Melee":"bite +15 (1d8+4), 2 claws +15 (1d6+4), sting +15 (1d6+4/19-20 plus poison)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"static discharge, poison","AbilitiyScores":"Str 18, Dex 23, Con -, Int 3, Wis 13, Cha 1","BaseAtk":"10","CMB":"15","CMD":"31","Source":"The Worldwound","SpecialAbilities":"Poison (Ex) Sting-injury; save Fort DC 17; frequency 1/round for 6 rounds; effect 1d4 Dex; cure 2 consecutive saves.  Static Discharge (Su) Once every 1d4 rounds as part of a move action taken to fly at least 10 feet, a warmonger wasp's wings can discharge a bolt of electricity to a range of up to 60 feet. The bolt explodes upon reaching its target, creating a 20-foot-radius burst that deals 6d6 points of electricity damage (Reflex DC 15 half)."},{"Name":"Urannag","CR":"8.00","XP":"4800","Size":"Huge","Init":"4","AC":"22, touch 8, flat-footed 22","HP":"100","Fort":"5","Ref":"5","Will":"5","DefensiveAbilities":"","SR":"19","Weaknesses":"exposed mechanisms","Speed":"10 ft.","Melee":"3 claws +17 (1d8+7 plus entrap)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"encage, entrap (DC 15, 1d10 rounds, hardness 10, hp 10)","AbilitiyScores":"Str 25, Dex 11, Con -, Int 2, Wis 15, Cha 2","BaseAtk":"11","CMB":"20","CMD":"30 (can't be tripped)","Source":"The Worldwound","SpecialAbilities":"Encage (Ex) As a swift action, an urannag can attempt to encage a creature that is not aware of it and is sharing its space, or a helpless creature it has entrapped. The target creature can resist this attempt with a DC 22 Reflex save. On a failure, the target treats the urannag's space as difficult terrain, but cannot move out of that space or up more than 10 feet. Each round a creature remains encaged, it takes 2d6 slashing damage from the sharpened gears and blades thrashing and whirring inside the creature. A creature can escape being encaged by making a successful CMB check or Escape Artist check (DC = the urannag's CMD) as a full-round action, or can smash through a cage wall. These walls are AC 22, have hardness 10, and 22 hp-once a hole is smashed into a wall, it automatically repairs itself the next time the urannag encages a foe. The save DC is Strength-based.  Exposed Mechanisms (Ex) Although an urannag is a construct, it can be damaged and harmed by the same methods used to disarm and disable traps. A DC 20 Disable Device check can be attempted against an urannag as a full-round action that provokes an attack of opportunity. On a successful check, the urannag takes damage equal to 3d6 + the character's total ranks in Disable Device and it must make a DC 16 Fortitude save to avoid being staggered for 1 round (the damage bypasses the urannag's damage reduction).  Living Trap (Ex) Defensive abilities that apply to traps (such as trap sense) apply against an urannag's attacks."},{"Name":"Warped One","CR":"8.00","XP":"4800","Size":"Medium","Init":"8","AC":"21, touch 14, flat-footed 17","HP":"105","Fort":"12","Ref":"9","Will":"9","DefensiveAbilities":"amorphous, insane","SR":"19","Weaknesses":"","Speed":"30 ft.","Melee":"4 claws +16 (1d4+6/19-20)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"fleshwarping","AbilitiyScores":"Str 22, Dex 19, Con 20, Int 12, Wis 5, Cha 15","BaseAtk":"10","CMB":"16","CMD":"30 (34 vs. trip)","Source":"The Worldwound","SpecialAbilities":"Fleshwarping (Su) A warped one's body constantly shifts and changes as raw Abyssal energies course through it, reshaping and rebuilding it in minor but hideous ways. Once a warped one enters combat, these growing energies begin to alter its statistics in small ways. At the start of a warped one's turn, roll on the following table to see what additional effect its fleshwarping has on it for that round-all of the following mutations have a duration of 1 round unless otherwise noted.  d8 Result  1 Infusion of Chaos: The warped one's body ripples and shifts rapidly as it grows and absorbs fingers, tendrils, sightless eyes, toothless mouths, tumors, and other mostly useless organs out of its body. The warped one gains DR 10/lawful.  2 Enhanced Musculature: The warped one grows much more muscular. It gains a +2 enhancement bonus on melee attack rolls, melee weapon damage, CMB checks, Strength-based checks, and to its CMD.  3 Lean and Swift: The warped one grows lean and agile, with longer legs and additional joints in its limbs. It gains a +2 dodge bonus to its AC, a +2 enhancement bonus on Reflex saves, and its speed increases by 10 feet.  4 Prismatic Scales: Multicolored scales grow from the warped one's flesh. It gains resistance to acid 10, cold 10, and fire 10.  5 Razor-Sharp Talons: The warped one's claws grow additional, sharper talons. Its claw attacks gain bleed 1d6.  6 Multiple Eyes: The warped one grows additional eyes and other sensory organs. It gains a +8 bonus on Perception checks and gains all-around vision.  7 Accelerated Metabolism: The warped one sheds its claws and teeth and immediately grows new ones, its wounds heal, and its colors grow brighter. It gains a +2 enhancement bonus on Fortitude saves and immediately heals 3d8+10 points of damage (if it's currently unwounded, it gains these hit points as temporary hit points that last for 1 hour or until depleted).  8 Armor Plating: The warped one grows a thick hide and dark scaly plates granting it DR 5/, and its natural armor bonus increases by +4.  Insanity (Ex) A warped one's mind is completely unhinged, a raw chaos of madness. It uses its Charisma modifier on Will saves instead of its Wisdom modifier, and it is immune to mind-affecting effects. Any attempt to contact a warped one telepathically (including using spells like detect thoughts) produces a backlash effect, dealing 1d4 points of Charisma damage to the one attempting the contact. A DC 17 Will save negates this effect. The save DC is Charisma-based.  Unstable Summoning (Sp) A warped one can rend the boundaries between worlds to summon creatures to aid it in combat, but it has little control over what sorts of monsters or demons respond to its summonings. When a warped one uses its unstable summoning, there's a 50% chance that a creature (or a group of creatures) arrives to aid the warped one. Creatures summoned in this way are immune to that particular warped one's warp field. To determine the nature of the summoned aid, roll on the table below. This is a 5th-level spell effect.  d8 Result  1 1d4+1 mephits (determine type randomly)  2 1d4+1 Medium elementals (determine type randomly)  3 1d3 salamanders  4 1d3 Large elementals (determine type randomly)  5 1d3 babaus  6 1 shadow demon  7 1 succubus  8 1 warped one  Warp Field (Su) A warped one exudes a field of mental and physical entropic energy to a radius of 30 feet that twists and warps the minds and bodies of all other living creatures. Creatures who begin their turn inside of a warp field must succeed at a DC 17 Will save. Failure indicates that the creature is confused for 1 round and suffers one mutation from the table below. These mutations emerge swiftly and painfully, causing the victim to become sickened for 1 round and to gain one random mutation from the following table for 1 round. Once a creature succeeds at its saving throw against a warp field, it is immune to further effects from that specific warped one's warp field for 24 hours. This is a polymorph effect. The save DCs are Charisma-based.  d8 Result  1 Club Foot: One of your feet becomes badly deformed. Rreduce your speed by 10 feet.  2 Cataracts: Your eyes film over with cataracts. You are blinded.  3 Demonic Horns: You grow several bony horns from your skull. You must succeed at a DC 17 Reflex save or any headband or hat you wear becomes broken.  4 Boneless Mass: You fall prone and your movement rate is reduced to 0 feet. You must succeed at a DC 17 Fortitude save to avoid being stunned for 1 round.  5 Twisted Hands: Your hands twist and deform. You drop all held objects and worn rings and cannot use your hands to make attacks or cast spells for 1 round.  6 Twisted Visage: Your face deforms into a hideous mockery. You cannot speak or cast spells with verbal components.  7 Malnourished: You become skeletally thin. All worn items (save boots, head, and headband items) drop from your body, and you must succeed at a DC 17 Fortitude save to avoid being entangled in your gear. When you return to your normal shape 1 round later, dropped items remain on the ground in your square.  8 Obesity: You become monstrously obese. Your land speed is reduced to 5 feet. In addition, if you fail a DC 17 Reflex save, any items you have equipped in the armor, belt, body, chest, neck, shoulders, or wrist slots become broken."},{"Name":"Demonic Deadfall Scorpion","CR":"9.00","XP":"6400","Size":"Huge","Init":"2","AC":"24, touch 11, flat-footed 21","HP":"115","Fort":"13","Ref":"7","Will":"10","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"50 ft.","Melee":"2 claws +15 (1d8+10 plus grab), sting +15 (1d8+10 plus poison)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"death throes (DC 21, 9d6 cold damage), constrict (1d8+10), sudden strike","AbilitiyScores":"Str 31, Dex 15, Con 22, Int 10, Wis 14, Cha 15","BaseAtk":"7","CMB":"15","CMD":"30","Source":"The Worldwound","SpecialAbilities":"Poison (Ex) Sting-injury; save Fort DC 21; frequency 1/ round for 6 rounds; effect 1d4 Str damage; cure 2 consecutive saves.  Sudden Strike (Ex) During a surprise round, a demonic deadfall scorpion may act as if it had a full round to act, rather than just one standard action."},{"Name":"Kithangian","CR":"9.00","XP":"6400","Size":"Large","Init":"4","AC":"25, touch 9, flat-footed 25","HP":"115","Fort":"12","Ref":"9","Will":"7","DefensiveAbilities":"","SR":"20","Weaknesses":"","Speed":"50 ft.","Melee":"2 claws +16 (1d6+6/19-20 plus grab), 2 stings +16 (1d6+6/19-20 plus poison)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"hatred, rasping tongues","AbilitiyScores":"Str 22, Dex 11, Con 20, Int 7, Wis 19, Cha 16","BaseAtk":"11","CMB":"+18 (+22 grapple)","CMD":"28","Source":"The Worldwound","SpecialAbilities":"Hatred (Ex) A kithangian gains a +2 bonus on all attack rolls and damage rolls made against all creatures of the animal type. In addition, animals take a -2 penalty on all saving throws against a kithangian's supernatural or spell-like abilities.  Poison (Ex) Sting-injury; save Fort DC 20; frequency 1/round for 6 rounds; effect 1d4 Str plus nauseated; cure 2 consecutive saves.  Rasping Tongues (Su) The faces between a kithangian's claws have long rasping tongues covered with tiny teeth. Whenever a kithangian successfully grapples a foe with its claws, a rasping tongue slithers out from the face within and burrows into the creature's body. Each round that the creature is grappled, it takes 1d6 points of damage and 1d4 points of Charisma damage as its sense of self-identity is warped and twisted. A successful DC 18 Will save negates the Charisma damage. The save DC is Charisma-based.  Swift Transformation (Su) A kithangian can use its change shape ability as a swift action."},{"Name":"Derakni","CR":"10.00","XP":"9600","Size":"Large","Init":"10","AC":"25, touch 15, flat-footed 19","HP":"126","Fort":"13","Ref":"13","Will":"7","DefensiveAbilities":"","SR":"21","Weaknesses":"","Speed":"30 ft., fly 60 ft. (good)","Melee":"bite +18 (1d4+8 plus poison), 2 claws +18 (1d4+8), sting +18 (1d8+8/19-20 plus poison)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"drone","AbilitiyScores":"Str 26, Dex 23, Con 22, Int 9, Wis 17, Cha 16","BaseAtk":"11","CMB":"23","CMD":"38 (40 vs. trip)","Source":"The Worldwound","SpecialAbilities":"Drone (Su) The sound of a derakni in flight is a mesmerizing, unsettling drone that causes confusion in all non-demons who hear the sound. A derakni must fly at least 10 feet to activate this ability (which it can do as a free action as part of its move action). Any non-demon creature that begins its turn within 30 feet of a derakni that moved in this manner on its previous turn must succeed at a DC 18 Will save or become confused for 1d4 rounds. A creature that makes this save is immune to the drone of that derakni for 24 hours. Demons are immune to this sonic, mind-affecting effect. The save DC is Charisma-based.  Poison (Ex) Bite or sting-injury; save Fort DC 21; frequency 1/ round for 6 rounds; effect 1d4 Con; cure 2 consecutive saves. The save DC is Constitution-based."},{"Name":"Gibrileth","CR":"11.00","XP":"12800","Size":"Large","Init":"8","AC":"25, touch 13, flat-footed 21","HP":"137","Fort":"14","Ref":"9","Will":"10","DefensiveAbilities":"amorphous","SR":"22","Weaknesses":"","Speed":"10 ft., fly 40 ft. (good)","Melee":"#ERROR!","Ranged":"tumor +14 (2d6 acid plus disease)","Space":"10 ft.","Reach":"10 ft. (20 ft. with whip)","SpecialAttacks":"disease (see page 29), whip specialist","AbilitiyScores":"Str 24, Dex 19, Con 24, Int 13, Wis 16, Cha 17","BaseAtk":"11","CMB":"+19 (+23 trip)","CMD":"35 (37 vs. trip)","Source":"The Worldwound","SpecialAbilities":"Disease Any weapon a gibrileth wields becomes a vector for spreading the demonplague. A creature bitten by a gibrileth or damaged by a weapon it wields is exposed to this virulent disease. A successful DC 22 Fortitude save is needed to resist this creature's particular strain of demonplague-full details on this widespread sickness appear on page 29. The save DC is Constitution-based.  Tumors (Su) As a swift action, a gibrileth can rip a grapefruit-sized tumor from its body with one of its many arms and throw it as a splash weapon with a range increment of 20 feet. A direct hit deals 2d6 points of acid damage, and deals 1d4 points of acid splash damage to all creatures within 5 feet of the target. A creature can avoid the splash damage with a successful DC 22 Reflex save. The save DC is Constitution-based.  Whip Specialist (Ex) A gibrileth does not provoke attacks of opportunity when using a whip."},{"Name":"Dwiergeth","CR":"13.00","XP":"25600","Size":"Large","Init":"11","AC":"28, touch 17, flat-footed 20","HP":"175","Fort":"13","Ref":"11","Will":"17","DefensiveAbilities":"","SR":"24","Weaknesses":"","Speed":"60 ft., climb 60 ft.","Melee":"2 bites +19 (4d6+11/19-20 plus grab)","Ranged":"","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"fast swallow, forever gullet, swallow whole (8d6 slashing damage, AC 15, 17 hp)","AbilitiyScores":"Str 32, Dex 25, Con 28, Int 5, Wis 24, Cha 17","BaseAtk":"9","CMB":"24","CMD":"41","Source":"The Worldwound","SpecialAbilities":"Forever Gullet (Su) When a dwiergeth swallows a creature whole (being able to swallow Small creatures or smaller), the act of swallowing shunts the victim through extradimensional orifices within the creature's body and into a seemingly endless maze of tooth-lined entrails that exist outside of reality, similar to the labyrinth created by a maze spell but horribly organic and hungry. If a swallowed creature successfully cuts its way out of a dwiergeth, it must attempt a DC 21 Fortitude save as it crawls out of the hole. If the victim is successful, it escapes the creature, but on a failure, the victim merely crawls from one extradimensional intestine to another and must endure another round of being swallowed whole. A dwiergeth can continue to use swallow whole even after a creature cuts its way out. A creature casting any teleport-based spell or spell-like ability while within 5 feet of a dwiergeth must make a successful DC 21 Will save or the teleportation effect instead sends the target into the dwiergeth's forever gullet. When a dwiergeth is under the effects of dimensional anchor or in an area that prohibits extradimensional travel, it loses the abilities of its forever gullet, but its swallow whole ability functions normally. The save DC is Charisma-based, and it has a +2 racial bonus."},{"Name":"Oolioddroo","CR":"13.00","XP":"25600","Size":"Medium","Init":"7","AC":"28, touch 22, flat-footed 20","HP":"175","Fort":"11","Ref":"16","Will":"16","DefensiveAbilities":"shadow mantle","SR":"24","Weaknesses":"","Speed":"30 ft., fly 40 ft. (perfect)","Melee":"2 claws +21 (1d4+2), tongue +21 (1d6+2 plus thought siphon)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"oviposition, sneak attack +3d6","AbilitiyScores":"Str 14, Dex 25, Con 24, Int 21, Wis 24, Cha 23","BaseAtk":"14","CMB":"16","CMD":"38","Source":"The Worldwound","SpecialAbilities":"Oviposition (Su) As a full-round action once per day, an oolioddroo can use its tongue to implant its eggs into the brain of a helpless, sleeping, unconscious, or willing creature, dealing 1 point of Intelligence damage. Typically, the oolioddroo uses modify memory immediately after an oviposition, making its victim forget the violation. The egg gestates in the victim's brain for 24 hours, after which a small caterpillar-like larva emerges and nestles painlessly into the victim's brain. At this point, the oolioddroo can track the victim's location as if the victim were under the effect of a status spell, can communicate telepathically with the victim across any distance, and can use its detect thoughts, modify memory, and suggestion spell-like abilities through the link to target the victim. The larva (and link to its oolioddroo) becomes inert whenever the victim and the oolioddroo are on separate planes. Victims carrying this larva detect as chaotic and evil. Anyone who reads the victim's thoughts, such as via detect thoughts or telepathy, can attempt a Sense Motive check opposed by the oolioddroo's Bluff check to notice the presence of a second, alien set of thoughts in the target's mind. Dispel chaos and dispel evil immediately ends the oviposition- the implanted larva melts into harmless fluid and is absorbed by the victim's body. This is not a disease effect, though, so heal or remove disease offer no aid in ending the effect. As an immediate action, an oolioddroo can use its feeblemind spell-like ability on the carrier-it uses this \"scorched earth\" tactic if it fears that the host is about to be rescued or cut off from its influence, such as occurs when the effects are ended via dispel chaos or dispel evil. Using feeblemind in this way automatically destroys the larva, regardless of whether or not the victim saves against the feeblemind effect, so an oolioddroo typically waits until the last moment to use this ability.  See Thoughts (Su) An oolioddroo can see a creature's thoughts, interpreting them as a shifting mass of images, colors, and shapes that infuse a creature's aura. An oolioddroo gains the effects of see invisibility against creatures with an Intelligence score as a result of this unusual sense. This ability also grants the oolioddroo a +8 racial bonus on Sense Motive checks. When it uses detect thoughts, it does not have to study an area or subject to gain all 3 rounds of information-it gains all of this information on the 1st round of using the ability. In addition, it gains a +4 racial bonus on the save DC of its detect thoughts spell-like ability. A blind oolioddroo loses the ability to see thoughts.  Shadow Mantle (Su) The supernatural shadows that wreathe an oolioddroo grant the creature a +4 racial bonus on Stealth checks and a +4 deflection bonus to its Armor Class.  Thought Siphon (Su) Whenever an oolioddroo damages a creature with its tongue attack, it can drink away one of the creature's thoughts or memories. A creature can resist this attack with a successful DC 23 Will save. On a failed save, the oolioddroo chooses to target the victim with one of the following effects. The save DC is Charisma-based.  Memory Drain: The victim is immediately affected by the oolioddroo's modify memory spell-like ability. The oolioddroo can adjust up to 5 minutes of memories immediately-it does not need to increase the spell's casting time to match the duration of the modified memory.  Skill Drain: The victim loses all skill ranks in a skill of the oolioddroo's choosing for 24 hours. Lost skill ranks can be recovered immediately with a restoration or greater restoration spell.  Spell Drain: The victim immediately loses one prepared spell or one unused spell slot of the oolioddroo's choice; this lost spell or spell slot can be replenished normally.  Wisdom Drain: The victim takes 2 points of Wisdom drain.  Tongue (Ex) An oolioddroo's tongue attack is a primary attack that does piercing and slashing damage. Whenever an oolioddroo damages a foe with its tongue, it can use its thought siphon attack."},{"Name":"Riftcreeper","CR":"15.00","XP":"51200","Size":"Gargantuan","Init":"12","AC":"30, touch 14, flat-footed 22","HP":"217","Fort":"15","Ref":"13","Will":"8","DefensiveAbilities":"adaptive defenses","SR":"","Weaknesses":"","Speed":"30 ft., climb 30 ft., swim 20 ft.","Melee":"2 slams +22 (4d6+14 plus 2d4 acid and grab)","Ranged":"6 strands +15 touch (2d4 acid and attach)","Space":"20 ft.","Reach":"20 ft.","SpecialAttacks":"constrict (slam, 4d6+14 plus 2d6 acid), pull (strand, 20 feet)","AbilitiyScores":"Str 39, Dex 27, Con 30, Int 7, Wis 16, Cha 10","BaseAtk":"11","CMB":"+29 (+31 bull rush, +33 grapple)","CMD":"47 (49 vs. bull rush, can't be tripped)","Source":"The Worldwound","SpecialAbilities":"Adaptive Defenses (Su) After being damaged by any magical effect that deals cold, electricity, fire, or sonic damage, a riftcreeper's body instantly adapts to become immune to that form of energy. A riftcreeper can only adapt to one of those four types of energy at a time-if it adapts to a new energy type, it loses its immunity to the previous type. Otherwise, the immunity lasts for 1 hour.  Gelatinous Surge (Ex) Once per minute as a standard action, a riftcreeper can extrude a protoplasmic tendril of ooze to attach to any vertical surface within 120 feet. It can then transfer its entire bulk along that tendril as part of that move action to change its location to the surface to which it's now attached. This movement does not provoke attacks of opportunity. Any creatures along its line of travel are subjected to a bull rush attempt.  Strands (Ex) A riftcreeper can extend up to six thin, sticky strands from its body at a time as a standard action, launching them to a maximum range of 120 feet. These attacks resolve as ranged touch attacks. On a hit, a strand deals 2d4 points of acid damage to its target and attaches to the creature. These strands are quite strong, but any amount of slashing damage severs them (a strand has AC 25). As long as a strand remains attached to a target, that creature takes an additional 2d4 points of acid damage at the start of its turn. A riftcreeper can automatically absorb the strands into its body if it uses its gelatinous surge ability (and, in doing so, it releases any attached creatures)."},{"Name":"Siabrae","CR":"15.00","XP":"51200","Size":"Medium","Init":"3","AC":"27, touch 11, flat-footed 27","HP":"178","Fort":"15","Ref":"5","Will":"16","DefensiveAbilities":"blighted rebirth, channel resistance +4","SR":"","Weaknesses":"","Speed":"20 ft., burrow 30 ft.","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"blightbond, blight mastery, wild shape 6/day","AbilitiyScores":"Str 12, Dex 9, Con -, Int 12, Wis 24, Cha 22","BaseAtk":"10","CMB":"11","CMD":"26","Source":"The Worldwound","SpecialAbilities":""},{"Name":"Lilitu","CR":"17.00","XP":"102400","Size":"Medium","Init":"9","AC":"34, touch 24, flat-footed 28","HP":"263","Fort":"19","Ref":"23","Will":"20","DefensiveAbilities":"evasion, profane grace","SR":"28","Weaknesses":"","Speed":"60 ft., fly 60 ft. (good)","Melee":"4 claws +25 (2d8+8/19-20), tail slap +20 touch (1d6+4 plus branding)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"create husk, husk link, profane pact, swift claws","AbilitiyScores":"Str 27, Dex 20, Con 30, Int 21, Wis 23, Cha 26","BaseAtk":"17","CMB":"25","CMD":"49","Source":"The Worldwound","SpecialAbilities":"Branding (Su) Each time a lilitu damages a living creature with her tail slap, the wound leaves an angry and permanent red brand. In addition, the creature struck becomes staggered for 1 round from the pain. A successful DC 26 Will save negates the staggered condition and reduces the duration of the brand from permanent to 1 hour. The save DC is Charisma-based. Removing brands is difficult-each casting of restoration, dispel chaos, or dispel evil removes 1 brand. Heal removes 1d4+4 brands. Greater restoration removes a number of brands equal to the spell's caster level. Miracle and wish can remove all brands at once. The number of brands a creature gains in this manner has a cumulative series of effects, as summarized below.  1-3 Brands: The lilitu can affect the branded creature with its create husk, husk link, and profane pact abilities.  4-6 Bands: The branded creature takes a -2 penalty on all Will saves made against a lilitu's spells, spell-like abilities, and supernatural abilities. The branded creature's aura now radiates chaos and evil.  7-9 Brands: The branded creature's Wisdom score is reduced by 4. A chaotic evil creature is immune to this effect.  10 or more Brands: The penalties to the creature's Will saves and Wisdom score listed above double. In addition, the branded creature automatically fails all Will saves made against a lilitu's spells, spell-like abilities, and supernatural abilities. A chaotic evil creature is immune to this effect.  Create Husk (Su) Once per day as a swift action, when a lilitu deals enough damage with a weapon, spell, or spell-like ability to kill a humanoid within 30 feet, she can instead opt to transform that slain humanoid into a husk. A successful DC 26 Fortitude save negates this effect, allowing the victim to die normally. A humanoid transformed into a husk withers away into an immobile and desiccated corpse, but does not actually die-in this state, the creature remains aware of its surroundings but can take no actions at all. A husk is essentially treated as an object with hardness 15 and 60 hit points. If a husk is destroyed, the effect ends and the body dies. This is a curse effect- removing this curse restores the victim to life at a number of negative hit points equal to the creature's Constitution -1; a husk restored to life in this way has 1 round to stabilize or be saved before it dies. A lilitu can maintain a number of husks simultaneously equal to her Charisma modifier (8 husks for the typical lilitu); if she creates one too many husks, a previously created husk is released and immediately dies. Lilitus hide their husk collections in very safe places. The save DC is Charisma-based.  Husk Link (Su) By spending a minute in blasphemous contact with a husk she created, a lilitu can establish a supernatural link to that husk. As long as she and that husk remain on the same plane, divination spells reveal the linked husk's alignment to be the same as the lilitu's alignment (chaotic evil). The husk link allows a lilitu to use her change self ability to assume a husk's original form-when she does, she gains a +20 bonus on Disguise checks made to impersonate that person. If a lilitu with an active husk link ever takes enough damage to be slain, the husk takes the killing-blow's damage instead and is destroyed, instantly severing the active husk link; if the lilitu is disguised in the husk's original form, she instantly reverts to her true form.  Profane Grace (Su) A lilitu gains a +4 profane bonus to AC and on Initiative checks and Reflex saves.  Profane Pact (Su) Once per day as a full-round action, a lilitu may forge a profane pact with a willing humanoid creature bearing at least one lilitu brand by touching the creature for 1 full round. A single creature may have no more than one profane pact from a lilitu at one time. This functions identically to a succubus's profane gift ability (Pathfinder RPG Bestiary 68), save that it grants a +4 profane bonus to an ability score of the humanoid's choice, and it does not grant a telepathic link to the target.  Profane Wishcraft (Su) A creature that accepts a wish from a lilitu immediately becomes chaotic evil unless it makes a successful DC 26 Will save. A creature that becomes chaotic evil in this way gains the benefits of a good hope spell for 24 hours, followed by the effects of crushing despair for 1d6 days (these spell effects function at CL 17th). The save DC is Charisma-based.  Swift Claws (Ex) When a lilitu makes a full-round attack action, she can attack twice with each of her claws, for a total of four attacks a round."},{"Name":"Gallu","CR":"19.00","XP":"204800","Size":"Medium","Init":"8","AC":"34, touch 18, flat-footed 30","HP":"332","Fort":"27","Ref":"16","Will":"21","DefensiveAbilities":"armor plating","SR":"30","Weaknesses":"","Speed":"50 ft., fly 50 ft. (good)","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"rain of blood, wounding blood","AbilitiyScores":"Str 33, Dex 18, Con 34, Int 18, Wis 23, Cha 25","BaseAtk":"19","CMB":"+30 (+32 bull rush)","CMD":"48 (50 vs. bull rush)","Source":"The Worldwound","SpecialAbilities":"Armor Plating (Su) The armor plates covering much of a gallu's body grant it a +8 armor bonus. They also function as armor spikes during grapples, but cannot be used as off-hand weapons. In addition, these armor plates can possess one additional armor special ability chosen from the following options: acid resistance 20, cold resistance 20, fire resistance 20, ghost touch, moderate fortification, or sonic resistance 20. A gallu demon can switch the active armor special quality once per hour as a swift action-as a general rule, the gallu demon keeps the armor plating set to moderate fortification. These armor plates do not encumber the gallu or impose armor check penalties, maximum Dex bonuses, or arcane spell failure chances. They cannot be removed, sundered, or destroyed while the gallu lives, and they rust away into nonmagical fragments of iron upon the gallu's death.  Aura of Havoc (Su) A gallu's presence wreaks havoc, infusing battlefields with elements of chaos and entropy that disrupt careful coordination and tactical plotting by manipulating fate and chance. This aura extends to a 30-foot radius around the gallu. The aid another action can never grant bonuses in this area, nor does flanking grant bonuses to hit in the affected area (although flanked foes remain susceptible to sneak attack damage). A creature summoned into this area by any creature other than a demon must succeed at a DC 26 Will save to avoid being confused for 1d4 rounds. Paladins and creatures with the lawful subtype must make a DC 26 Will save each round they begin their turn in this aura to avoid being nauseated for 1 round. Demons ignore the effects of a gallu's aura of havoc. The save DCs are Charisma-based.  Rain of Blood (Su) As a standard action once per minute, a gallu can command the wounds of all creatures within 30 feet to erupt into a gory deluge of blood; any wounded creature in the area of effect immediately takes 3d6 points of damage from the rain of blood and must succeed at a DC 31 Fortitude saving throw. Failure indicates that the damage becomes bleed damage and the affected creature becomes staggered from the pain as long as the bleed damage continues. Creatures that are immune to bleed damage are immune to this ability's effects. The save DCs are Constitution-based.  Wounding Blood (Su) The spikes that hold a gallu's armor plates in place extend as far into the demon's body as they do outside of it, causing rivulets of blood to constantly run from the creature's flesh. This continual bleeding does not inconvenience or harm the gallu; instead, it grants the wounding special ability to all manufactured weapons wielded by the gallu. The dripping blood does not affect the gallu's natural attacks."}]