[{"Name":"Toy Golem","CR":"5.00","XP":"1600","Size":"Medium","Init":"3","AC":"21, touch 11, flat-footed 19","HP":"53","Fort":"2","Ref":"3","Will":"6","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to electricity","Speed":"30 ft.","Melee":"2 slams +10 (1d6+4 plus disease)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"disease","AbilitiyScores":"Str 18, Dex 9, Con -, Int -, Wis 11, Cha 1","BaseAtk":"6","CMB":"5","CMD":"17","Source":"Tombs Of Golarion","SpecialAbilities":"Clockwork Repair (Ex) The toy golem has fast healing 2 when in an area with a high concentration of clockwork parts, such as Mutalib's workshop or the area created by a similar golem's discorporate ability.  Disease (Ex) Tetanus: Slam-injury; save Fort DC 13; onset 1d6 days; frequency 1/day; effect 1d4 Dex damage. Each time a victim takes Dexterity damage from tetanus, there's a 50% chance its jaw muscles stiffen, preventing speech and the use of spells with verbal components for 24 hours; cure 2 consecutive saves. The save DC is Constitution-based."},{"Name":"Gravitic Globe","CR":"10.00","XP":"9600","Size":"Large","Init":"-1","AC":"18, touch 8, flat-footed 18","HP":"140","Fort":"6","Ref":"5","Will":"1","DefensiveAbilities":"hardness 20, magnetism","SR":"","Weaknesses":"","Speed":"30 ft.","Melee":"slam +29 (3d6+15 plus burn)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"burn (2d6 fire, DC 20), trample (3d6+15 plus burn, DC 30)","AbilitiyScores":"Str 30, Dex 8, Con -, Int -, Wis 1, Cha 1","BaseAtk":"20","CMB":"31","CMD":"40 (can't be tripped)","Source":"Tombs Of Golarion","SpecialAbilities":"Magnetism (Ex) The gravitic globe is surrounded by an aura of magnetism that allows it to attract metal objects and creatures. A metal creature or creature wearing metal armor that begins its turn within the globe's aura must succeed at a DC 20 Reflex saving throw or fall prone; standing up from prone within the aura is a standard action for such creatures. Such a creature that enters the globe's aura must succeed at a DC 20 Reflex save or be pushed back 5 feet, ending its movement. On its turn, the gravitic globe can attempt a bull rush, pull, or trip combat maneuver against a single metal or metal-wearing creature within its aura as a swift action that does not provoke attacks of opportunity. Alternatively, it can attempt a disarm or steal combat maneuver targeting a metal weapon or item within its aura as a swift action that does not provoke attacks of opportunity. The erratic magnetic field surrounding the globe grants it a 20% miss chance against attacks made with metallic weapons (including ammunition), as the invisible forces make targeting unpredictable. The save DC is Constitution-based."},{"Name":"Prismatic Orrery","CR":"13.00","XP":"25600","Size":"Gargantuan","Init":"2","AC":"24, touch 8, flat-footed 22","HP":"159","Fort":"6","Ref":"8","Will":"6","DefensiveAbilities":"all-around vision, dispel resistance, hardness 10","SR":"","Weaknesses":"","Speed":"0 ft. (cannot move)","Melee":"slam +21 (6d6+10 plus grab)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 25, Dex 14, Con -, Int -, Wis 10, Cha 1","BaseAtk":"18","CMB":"+29 (+33 grapple)","CMD":"41","Source":"Tombs Of Golarion","SpecialAbilities":"Blinding Pulse (Ex) As a move action, the prismatic orrery can set its lenses to refract the light of the prismatic sphere at its center, granting it a gaze attack that causes blindness in all targets that fail a DC 19 Fortitude saving throw. This gaze attack can be disabled as a move action, and is automatically disabled if the orrery uses its prismatic refraction ability or if the prismatic sphere is temporarily dispelled. The save DC is Constitution-based.  Dispel Resistance (Su) The prismatic sphere at the center of the orrery (CL 20th) can be dispelled with a targeted dispel magic spell, but only temporarily. As the sphere is fueled by the elemental energies within the Prismatic Lantern's demiplane, it reappears after 1d3 rounds. While the prismatic sphere is inactive, the prismatic orrery cannot use its blinding pulse and prismatic refraction abilities.  Prismatic Refraction (Ex) As a standard action, the prismatic orrery can position its many rings and lenses such that the magical energy of the prismatic sphere at its center is aimed in a series of beams at all targets within 60 feet. These beams take the form of a prismatic spray spell (CL 13th); determine the color of each ray randomly with a roll of 1d8 as indicated in the spell. A prismatic refraction ray is a ranged touch attack with a +17 bonus to hit and a save DC of 21. It takes the prismatic orrery 1d4 rounds to recalibrate its lenses to recharge this ability. The save DC is Dexterity-based."}]