[{"Name":"Nemhain","CR":"15.00","XP":"51200","Size":"Medium","Init":"12","AC":"26, touch 26, flat-footed 17","HP":"225","Fort":"13","Ref":"14","Will":"20","DefensiveAbilities":"channel resistance +4, incorporeal","SR":"","Weaknesses":"","Speed":"fly 30 ft. (perfect)","Melee":"incorporeal touch +21 (3d8 plus 1d6 Con drain)","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"bound spirits","AbilitiyScores":"Str -, Dex 26, Con -, Int 21, Wis 25, Cha 25","BaseAtk":"13","CMB":"21","CMD":"39","Source":"Tomb Of The Iron Medusa","SpecialAbilities":"Bound Spirits (Su) A nemhain is surrounded by a whirling cloud of spirits bound to her-often, these are the spirits of close relatives or friends she had in life. As a swift action, she can direct these bound spirits to strike at any creature within 30 feet as a +21 ranged touch attack. These spirits may be used to cause damage as if she had touched the target with her incorporeal touch, or they can be used to deliver a harm or slay living effect-if used to deliver one of these spell-like abilities as a swift action, that use counts against the number of times per day she can use that spell-like ability. The nemhain can also send these spirits up to 1 mile away to act as scouts at a fly speed of 60 feet (perfect)-she can observe and listen through them, but as long as they do not share her space, she cannot use them to deliver ranged touch attacks. These spirits are impervious to almost all attacks and magic, save the following: protection from evil prevents bound spirits from harming persons so protected; dispel evil, raise dead, or resurrection causes the spirits to vanish and be useless to the nemhain for 1 hour; true resurrection makes them useless for 24 hours.  Rejuvenation (Su) All nemhains are tied to a ritual object used in their creation. This object is typically a Large statue, pillar, or monolith. Until this object is destroyed, a destroyed nemhain automatically rejuvenates back to full health 1d4 days after it is destroyed."}]