[{"Name":"Wight Lord","CR":"9.00","XP":"6400","Size":"Medium","Init":"5","AC":"24, touch 11, flat-footed 23","HP":"115","Fort":"9","Ref":"6","Will":"9","DefensiveAbilities":"channel resistance +4","SR":"","Weaknesses":"resurrection vulnerability","Speed":"30 ft. (40 ft. without armor)","Melee":"#ERROR!","Ranged":"","Space":"5 ft.","Reach":"5 ft.","SpecialAttacks":"create spawn, energy drain (1 level, DC 21)","AbilitiyScores":"Str 24, Dex 13, Con -, Int 13, Wis 15, Cha 22","BaseAtk":"8","CMB":"15","CMD":"26","Source":"Undead Revisited","SpecialAbilities":"Create Spawn (Su) Any humanoid creature that is slain by a wight lord becomes a wight itself in only 1d4 rounds. Although spawn so created are less powerful than wight lords, they are more powerful than typical wights, and are treated as wights with the advanced simple template. Spawn are under the command of the wight lord that created them and remain enslaved until its death, at which point they become fullfledged, free-willed advanced wights. They do not possess any of the abilities they had in life. Energy Drain (Su) A wight lord inflicts a negative level each time it hits a foe with a slam attack. Like cairn wights, a wight lord can channel this negative energy through any weapon it wields, inflicting a negative level with each successful hit with the weapon. Resurrection Vulnerability (Su) While a wight lord is vulnerable to resurrection magic, it isn't quite as vulnerable as a typical wight. A raise dead or similar spell cast on a wight lord staggers it for 1d6+1 rounds if it fails a Will save, but does not destroy the wight. Using the spell in this way does not require a material component."},{"Name":"Nightskitter","CR":"12.00","XP":"19200","Size":"Huge","Init":"5","AC":"28, touch 14, flat-footed 22","HP":"157","Fort":"11","Ref":"14","Will":"15","DefensiveAbilities":"","SR":"23","Weaknesses":"light aversion","Speed":"30 ft., climb 30 ft.","Melee":"bite +21 (4d8+16/19-20 plus 4d6 cold and poison)","Ranged":"","Space":"15 ft.","Reach":"15 ft.","SpecialAttacks":"channel negative energy 9/day (DC 26, 6d6), umbral web","AbilitiyScores":"Str 28, Dex 21, Con -, Int 16, Wis 19, Cha 19","BaseAtk":"11","CMB":"22","CMD":"38 (50 vs. trip)","Source":"Undead Revisited","SpecialAbilities":"Nightshade Traits All nightshades radiate a 30-foot desecrate aura (as per the spell), can channel energy, possess true seeing and deathwatch in areas of dim light or darkness, and are effectively sickened in areas of bright light (double penalty in sunlight). Full details on nightshade traits can be found on page 308 of the Pathfinder RPG Bestiary 2.  Poison (Su) Bite-injury; save Fort DC 23; frequency 1/round for 6 rounds; effect 1d4 Charisma damage and 2d6 cold damage; cure 2 consecutive saves. The save DC is Charisma-based.  Umbral Web (Su) A nightskitter can weave semisolid webs out of shadowstuff. These webs are not strong enough to bear any but the lightest weight. A nightskitter can use these umbral webs in two different ways, as detailed below.  Attacking: Up to eight times per day, a nightskitter can hurl a mass of umbral webs at a target. This is similar to an attack with a net but has a maximum range of 100 feet, with a range increment of 10 feet, and is effective against targets up to one size category larger than the nightskitter. An entangled creature gains 1d4 temporary negative levels while entangled, and can attempt to escape with a successful DC 28 Escape Artist check, or may try to burst the web with a DC 28 Strength check. The negative levels granted by an umbral web vanish as soon as the entangled character escapes from the web.  Multiple umbral webs can entangle a single foe-the DCs to escape do not increase, but the temporary negative levels they cause stack. A creature that gains a total number of negative levels equal to its Hit Dice is immediately slain.  Warding: By encasing all surfaces of an enclosed area, such as a cavern or a room, with thick layers of umbral webs, a nightskitter can infuse that area with necromantic energy. A chamber warded by umbral webs is treated as if under the effects of an unhallow spell with a deeper darkness spell fixed to the effect. A single nightskitter can maintain one such infused area at a time, to a maximum size of one 20-foot cube per Hit Die possessed by the nightskitter. Maintaining an umbral web ward does not limit its use of these webs to attack."}]