[{"Name":"Capramace","CR":"7.00","XP":"3200","Size":"Large","Init":"1","AC":"18, touch 10, flat-footed 17","HP":"76","Fort":"9","Ref":"6","Will":"8","DefensiveAbilities":"","SR":"","Weaknesses":"","Speed":"50 ft.","Melee":"bite +12 (1d8+7 plus disease), 2 hooves +7 (1d6+3)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"disease, rage call","AbilitiyScores":"Str 24, Dex 13, Con 18, Int 1, Wis 14, Cha 5","BaseAtk":"6","CMB":"+14 (+16 bull rush)","CMD":"25 (27 vs. bull rush)","Source":"Wardens Of The Reborn Forge","SpecialAbilities":"Disease (Su) Waste Trembles: Bite-injury; save Fort DC 19; onset 1d3 days; frequency 1 day; effect 1d3 Str and 1d3 Dex damage, target must succeed at a second Fort save or be drained of 1 point of each type of ability damage instead; cure 2 consecutive saves.  Rage Call (Su) Once per day as a standard action, a capramace can open its mouth and emit a horrible, earpiercing scream to call for its herd. Maintaining a rage call on any round after the first round is a free action and there is no limit to the duration of a sustained rage call.  Non-capramaces within 120 feet that fail a DC 18 Fortitude saving throw are deafened for as long as the capramace maintains its call and for 1d4 minutes afterward.  Any other capramaces within 1 mile can hear this high-pitched cry regardless of external noise conditions, and they instinctively react by sprinting to the capramace in need, moving as fast as possible toward the capramace for as long as it maintains its rage call. A capramace moving toward the source of a rage call is treated as though it possessed the Run feat. Any capramace that comes within 60 feet of another capramace's rage call goes wild with fear and anger, stomping about and attacking the nearest creature in sight for as long as the rage call lasts.  Sound-mitigating effects such as silence or a muzzle of suppression (see page 26) can prevent a capramace from performing its rage call, as can effects that suffocate a capramace. Similarly, a capramace with the deafened condition cannot be affected by the rage cry of another capramace. The save DC is Constitution-based."},{"Name":"Clockwork Snail","CR":"10.00","XP":"9600","Size":"Large","Init":"7","AC":"26, touch 14, flat-footed 21","HP":"101","Fort":"4","Ref":"9","Will":"4","DefensiveAbilities":"","SR":"","Weaknesses":"vulnerable to electricity","Speed":"30 ft., climb 20 ft.","Melee":"mwk dire flail +18/+13/+8 (1d8+7), mwk dire flail +18  (1d8+3)","Ranged":"","Space":"10 ft.","Reach":"5 ft.","SpecialAttacks":"","AbilitiyScores":"Str 24, Dex 17, Con -, Int -, Wis 11, Cha 1","BaseAtk":"13","CMB":"21","CMD":"36 (can't be tripped)","Source":"Wardens Of The Reborn Forge","SpecialAbilities":"Eidite Trail (Ex) A clockwork snail can release a noxious trail of poisonous ooze, coating any surface it treads upon with viscous liquid eidite. Any square that the clockwork snail moves through while this ability is active is covered in a nonmagical web effect that acts in all ways as the spell (DC 16 negates), but also has a chance of infecting whoever touches it with eidite sickness (see page 19). A clockwork snail can activate or deactivate this ability as a swift action, and can cover a total of 40 squares per day, though these squares need not be consecutive. The save DC is Constitution-based.  Improved Charge (Ex) A clockwork snail excels at charging into enemies; it can move up to triple its speed when using the charge action, and ignores any effects of difficult terrain while charging.  Tracks (Ex) A clockwork snail's tracks allow it to climb even sheer surfaces with ease, granting it a +16 racial bonus on Climb checks instead of the usual +8 for having a climb speed, and it can make attacks with its upper body normally even while climbing."},{"Name":"Gunpowder Ooze","CR":"14.00","XP":"38400","Size":"Large","Init":"0","AC":"9, touch 9, flat-footed 9","HP":"230","Fort":"13","Ref":"6","Will":"1","DefensiveAbilities":"split (slashing or fire, 46 hp)","SR":"","Weaknesses":"vulnerable to fire","Speed":"20 ft., climb 20 ft.","Melee":"slam +23 (1d8+13 plus grab and gunpowder residue)","Ranged":"blast +14 touch (4d6+7 plus gunpowder residue)","Space":"10 ft.","Reach":"10 ft.","SpecialAttacks":"combust, constrict (1d8+13)","AbilitiyScores":"Str 28, Dex 11, Con 24, Int -, Wis 1, Cha 1","BaseAtk":"15","CMB":"+25 (+29 grapple)","CMD":"35 (39 vs. grapple, can't be tripped)","Source":"Wardens Of The Reborn Forge","SpecialAbilities":"Blast (Ex) Once every 1d4 rounds, a gunpowder ooze can fire a concentrated blast of gunpowder from its body as a ranged touch attack, dealing damage equal to 4d6 + the ooze's Constitution modifier (+7 for most gunpowder oozes). Any creature struck by this blast is also potentially exposed to the ooze's gunpowder residue (Reflex DC 27 negates).  This attack has a range of 180 feet with no range increment. The save DC is Constitution-based.  Combust (Ex) Because of the volatile nature of its composition, a gunpowder ooze is susceptible to combusting when an ignition source is present.  Anytime a gunpowder ooze takes fire damage or damage from a ranged firearm attack, it spontaneously explodes, dealing 10d6 points of fire damage to all creatures and objects in a 30-foot-burst cone toward the damage source that ignited the ooze. If there is no method of determining the damage source's direction (such as a burst or spread centered on the ooze), the ooze instead combusts in a 15-foot-radius burst. A successful DC 27 Reflex save halves the damage taken from this attack. A gunpowder ooze that combusts automatically splits. The save DC is Constitution-based.  Gunpowder Residue (Ex) Whenever a gunpowder ooze successfully strikes a creature with its blast or slam attack, the target must succeed at a DC 27 Reflex save to avoid being coated in sticky gunpowder residue. Though the residue is not harmful in itself, if a creature covered in the residue uses a firearm, wields any weapon capable of dealing fire damage, takes fire damage from any source, or is exposed to a suitable spark, the residue immediately ignites and explodes, dealing 5d6 points of fire damage to the creature. Creatures adjacent to the exploding creature take half damage (Reflex DC 27 half). Gunpowder residue remains flammable for 24 hours, until it is ignited, or until it is scrubbed away (which requires soap, water, and at least 1 hour of bathing and washing). A creature can only be covered in one layer of gunpowder residue at a time.  The save DC is Constitution-based."}]